{
    "userId": 61281048,
    "authorName": "Nate Ledbetter",
    "from": "Nate Ledbetter &lt;ltdomer98@...&gt;",
    "profile": "ltdomer98",
    "replyTo": "LIST",
    "senderId": "uz7a2DhuJ78LzrfemlfnQfGdhes-RNbWLmL4XreOHJntOHQBN_iezH2chkMjmisRAvxYnZNfOr-E6oq64URNVNTWwTAV1rgrPq-G",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "Re: [samuraihistory] Koku",
    "postDate": "1261763209",
    "msgId": 10043,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDc5NzQ2OC40NDkwNC5xbUB3ZWIxMTMyMTEubWFpbC5ncTEueWFob28uY29tPg==",
        "inReplyToHeader": "PDY0NTIzOC40NjAxMy5xbUB3ZWIzODQwNC5tYWlsLm11ZC55YWhvby5jb20+",
        "referencesHeader": "PDY0NTIzOC40NjAxMy5xbUB3ZWIzODQwNC5tYWlsLm11ZC55YWhvby5jb20+"
    },
    "prevInTopic": 10042,
    "nextInTopic": 10044,
    "prevInTime": 10042,
    "nextInTime": 10044,
    "topicId": 10040,
    "numMessagesInTopic": 14,
    "msgSnippet": "Nice find! Interesting anecdote about the worth of a stipend in the early 1800 s. It s important to remember that by that point the Tokugawa Bakufu had been",
    "rawEmail": "Return-Path: &lt;ltdomer98@...&gt;\r\nX-Sender: ltdomer98@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nX-Received: (qmail 13727 invoked from network); 25 Dec 2009 17:46:50 -0000\r\nX-Received: from unknown (98.137.34.46)\n  by m2.grp.sp2.yahoo.com with QMQP; 25 Dec 2009 17:46:50 -0000\r\nX-Received: from unknown (HELO web113211.mail.gq1.yahoo.com) (98.136.164.164)\n  by mta3.grp.sp2.yahoo.com with SMTP; 25 Dec 2009 17:46:50 -0000\r\nX-Received: (qmail 46715 invoked by uid 60001); 25 Dec 2009 17:46:49 -0000\r\nMessage-ID: &lt;797468.44904.qm@...&gt;\r\nX-YMail-OSG: H5Q.DE0VM1kRbrv1hWxwa6bJkaI_emVL7NE8W5YnBhGeIQQSI_FJ9GnakK9AejjR5rx20nuvlG23e92Xa_.RMjjRanE910aXAsOKBWfJ.iSlzPa46pSHybFEXdm1Yk6B5yr5QrFz5QqadSGjqwM.fdgorFuzQTbXuRM0_r77gZnM5sHTBHgfKpsjc4XBYYS5iVFTjfqGhqMrekzzl_M91c4zrzyIgt2AA4Yp5mZvuR1YyiG3Zmhp_vcQxFS2KYbCkgjY10X3aC_TiVpBu5DTU_1zyKgj_YYqLg3sNdZwKlVfOCMvUYOntgbzFrLW1ki.kgkmyDwy36yVGcZ.NeFhnbM024lvTu3IUDoDFwTNDAtHQlJvEdipMi0rmAclGr69nXGI6L0F.2OhcZZ9KDgOLsJf_6fmYmHR3fW17l7AVFVY0Cgcgw.sWAJfLUG4C3KeHczL5yoJLuVO6PQD4VIt_aE1IM3XOoVqHjhtI0AD.77l8nYtxRdiE7Qs_awMMO_zxTfhosOLaH5MNp44yXlDYZfRSOEtlYvz0F6CbBulBC1SosNXAaD471.1.wFM_fNekyzejTq9w0lIZh_YzcwC9H.he8QokRMqCU9h6AXFEGTd9DIJtuj7djsQurvlGr2xQiK.xL21DsfVk.jjkVZnx74QmBpscJlS3THMz2hBP3svEwqYBQJYbFRsgSg6RBTQRwEupf_fuXOWylqM4WQ3cUYTJLZqX0A4e7bo64alAfUeCBAx61hq.IUCXmeR8OrgXlPdgvKEOxvpegHIx7S9yDgIr7nv4_IO16e1YGgvstWT1i8eep353_n_y1p_DWBAjZnY\r\nX-Received: from [131.58.64.194] by web113211.mail.gq1.yahoo.com via HTTP; Fri, 25 Dec 2009 09:46:49 PST\r\nX-Mailer: YahooMailRC/240.3 YahooMailWebService/0.8.100.260964\r\nReferences: &lt;645238.46013.qm@...&gt;\r\nDate: Fri, 25 Dec 2009 09:46:49 -0800 (PST)\r\nTo: samuraihistory@yahoogroups.com\r\nIn-Reply-To: &lt;645238.46013.qm@...&gt;\r\nMIME-Version: 1.0\r\nX-eGroups-Msg-Info: 1:12:0:0:0\r\nFrom: Nate Ledbetter &lt;ltdomer98@...&gt;\r\nSubject: Re: [samuraihistory] Koku\r\nX-Yahoo-Group-Post: member; u=61281048; y=uz282rnTUxyUEG-BfB8Y4KSj_S9TUNkbemCL6HKqRx1dNGv8\r\nX-Yahoo-Profile: ltdomer98\r\nContent-Type: text/plain; charset=UTF-8\r\nContent-Transfer-Encoding: quoted-printable\r\n\r\nNice find! Interesting anecdote about the worth of a stipend in the early 1=\r\n800&#39;s. It&#39;s important to remember that by that point the Tokugawa Bakufu ha=\r\nd been regulating things for 200 years, and everything was standardized. In=\r\n addition, inflation due to the urbanization of Japanese society meant that=\r\n in 1800 one koku purchased significantly less than it did in 1600 or befor=\r\ne. This is why it&#39;s impossible to say &quot;1 koku =3D X&quot; without identifying a =\r\nspecific time, and usually a specific place. \n\nFor anyone interested in the=\r\n nitty gritty of taxation systems (you can&#39;t understand stipends without un=\r\nderstanding how the money/rice came in, after all), I *HIGHLY* recommendGov=\r\nernment And Local Power In Japan 500-1700: A Study Based On Bizen Province =\r\nby John Whitney Hall. Government in Japan from the earliest beginnings up t=\r\nhrough the end of the Tokugawa period revolved around controlling the outpu=\r\nt of agricultural production. From the extension and consolidation of Imper=\r\nial control over the country, to the takeover of local Jizamurai from their=\r\n absentee noble landlords, to the constant struggles between the central mi=\r\nlitary government and the regional power brokers, it&#39;s all focused, in esse=\r\nnce, on authority/ability to tax rice. Because the political system changes=\r\n so drastically from one period to another, and the systems of taxation and=\r\n methods of stipend payment change with it, it&#39;s worth reading to understan=\r\nd why the answer to the question given\n 1190 as a year is radically differe=\r\nnt from the answer to the same question in 1800. \n\n\n\n\n\n\n___________________=\r\n_____________\nFrom: Deborah Hartman &lt;goatndogg@...&gt;\nTo: samuraihistor=\r\ny@yahoogroups.com\nSent: Fri, December 25, 2009 5:00:10 PM\nSubject: Re: [sam=\r\nuraihistory] Koku\n\n   \nHi, everybody,\n\nI know this is my first post here, b=\r\nut I&#39;ve been signed up for quite awhile. I just could never keep up before!=\r\n Anyway, I had the serendipitous occurrence this morning of randomly pickin=\r\ng up a book as I was searching for my lost checkbook (happens a lot), and I=\r\n opened said book (Women of the Mito Domain by Yamakawa Kikue) to the index=\r\n area and there before me is the technical equivalence of a koku: it is 5.1=\r\n bushels or 180 liters of rice. \n\nUpon checking the index of this work (whi=\r\nch was my initial intention anyway), I found a passage concerning the &quot;real=\r\n&quot; value of koku grants:\n\nfrom page 150, a quote internally from An Oral Rec=\r\nord of Mito History, pub. by Takase Shinkyo in the early 1900&#39;s:\n\n&quot;Accordin=\r\ng to what an old man told me when I was fourteen or fifteen about bushi inc=\r\nome, a family with a stipend of less than 100 koku could just make do if th=\r\ne household was limited to the man, his wife, and his parents. If, in addit=\r\nion, there were two or three children, they could not make ends meet unless=\r\n the couple engaged in side jobs. Without such additional income, they woul=\r\nd go deeper and deeper in debt. To lead a decent life, a samurai, the old m=\r\nan said, had to have a stipend of at least 300 koku. Asking further about t=\r\nhis, I learned that until the time of Lords Harumori and Harutoshi (reigned=\r\n 1766-1805 and 1805-16, respectively) , a retainer with a stipend of 100 ko=\r\nku received as his actual income 72 bales of unhulled rice. This rate for s=\r\ntipends paid from the domain storehouses was better than that obtained by f=\r\nief holders who collected their income directly from the peasants working t=\r\nheir holdings. During the time of Lord Nariaki however, the\ndomain withheld=\r\n 4 bales under the pretext of &quot;borrowing back,&quot; leaving the retainer with 6=\r\n8 bales. This &quot;borrowing back&quot; was not limited to just one year but continu=\r\ned for three or even  five years at a time. Thus the sale of the actual amo=\r\nunt of rice received from a stipend of 100 koku would not bring even twenty=\r\n ryo. ...And out of this one had to pay the domain a military levy of one-h=\r\nalf ryo for every 100 koku of one&#39;s stipend. Although at the time prices we=\r\nre very low, a bushi had to keep up a certain lifestyle and couldn&#39;t neglec=\r\nt training in the civil and martial arts. What with these pressures on his =\r\nbudget he had difficulties making ends meet.&quot;\n\nI also remember reading abou=\r\nt the pitiful travails of the Tosa retainer Tani Tannai, as he wrangled wit=\r\nh his merchant moneylender in an attempt to pay down his debt. Somehow, the=\r\n debt kept getting larger. This chronicle appears in Constantine Vaporis&#39; e=\r\nxcellent Tour of Duty book. I felt sorry for poor old Tani, as he really ha=\r\nd no clue about budgeting. One need only look at how Tani spent money to re=\r\nalize the irony of the term &quot;samurai economics.&quot; \n\nCheers to all!\n\nOnnamush=\r\na\n\n--- On Fri, 12/25/09, Nate Ledbetter &lt;ltdomer98@yahoo. com&gt; wrote:\n\nFrom=\r\n: Nate Ledbetter &lt;ltdomer98@yahoo. com&gt;\nSubject: Re: [samuraihistory] Koku\n=\r\nTo: samuraihistory@ yahoogroups. com\nDate: Friday, December 25, 2009, 1:37 =\r\nAM\n\n \n\nThe key phrase is &quot;at the time&quot;--it varied wildly from period to per=\r\niod and even place to place within that period. If you&#39;re more specific wit=\r\nh time I can help you further, but to quickly give you the simple answer:\n\n=\r\n1. If someone was hired at 1500 koku (a koku wasn&#39;t a bushel, by the way, b=\r\nut the amount generally calculated to feed 1 man for 1 year--can&#39;t pull the=\r\n estimated bushel total out of my wheelhouse at the moment, and my resource=\r\ns aren&#39;t close at hand), then he was hired at 1500 koku. You can&#39;t calculat=\r\ne the dollar amount without knowing a VERY specific time, because rice pric=\r\nes changed so often, and even then you&#39;re calculating into contemporary cur=\r\nrency, not today&#39;s figures. \n\n2. Generally speaking if the kokudaka system =\r\nwas used, the retainer was paid in rice. During the mid to late-1500s many =\r\ndaimyo instituted the kandaka system, where taxes were collected in kan (co=\r\nin) and it was the taxpayer&#39;s responsibility to convert their produce (not =\r\njust rice, but whatever they had) into coin. Under that system, a retainer =\r\nwould have been paid in coin. Hideyoshi and then Ieyasu reverted back to a =\r\nkoku of rice being the standardized taxation unit, and therefore what retai=\r\nners were paid in. \n\n3. Lump sum, yes. This is why you hear so many tales o=\r\nf the women of the house having to shave their heads and sell their hair, o=\r\nr do other things to make ends meet--call it poor budgeting. \n\n- \n\nGoing Gr=\r\neen: Your Yahoo! Groups resource for green living \n\n\n\n\nSwitch to: Text-Only=\r\n, Daily Digest =E2=80=A2 Unsubscribe =E2=80=A2 Terms of Use\n\n.\n\n[Non-text p=\r\nortions of this message have been removed]\n\n\n \n\n\n      \n\n[Non-text portions=\r\n of this message have been removed]\n\n\n"
}