{
    "userId": 355072618,
    "authorName": "Onnamusha",
    "from": "Onnamusha &lt;goatndogg@...&gt;",
    "profile": "goatndogg",
    "replyTo": "LIST",
    "senderId": "HLXliki3XanRZKX6sWgqVNoN-5yl7EqSNN1YjrQYL6yybEFPXvpTaVAgsRNtz6ru6isKUTclqPyTyPLa2ERVOgXARp40Bg",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "Re: [samuraihistory] Koku",
    "postDate": "1261787061",
    "msgId": 10045,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDQ1OTI3NC4xNTE1MS5xbUB3ZWIzODQwNS5tYWlsLm11ZC55YWhvby5jb20+",
        "inReplyToHeader": "PDkwOTJhMDMzMDkxMjI1MTAwOG03NTNlNzFlOHUzZDNkZWNmZmYwMDBiNDBjQG1haWwuZ21haWwuY29tPg=="
    },
    "prevInTopic": 10044,
    "nextInTopic": 10046,
    "prevInTime": 10044,
    "nextInTime": 10046,
    "topicId": 10040,
    "numMessagesInTopic": 14,
    "msgSnippet": "As I recall, the rice harvest in a certain domain would be collected by the daimyo s officials and kept in storehouses. Some would be sent to Edo directly to",
    "rawEmail": "Return-Path: &lt;goatndogg@...&gt;\r\nReceived: (qmail 95256 invoked by uid 7800); 26 Dec 2009 02:31:25 -0000\r\nX-Sender: goatndogg@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nX-Received: (qmail 98088 invoked from network); 26 Dec 2009 00:24:31 -0000\r\nX-Received: from unknown (66.196.94.105)\n  by m13.grp.re1.yahoo.com with QMQP; 26 Dec 2009 00:24:31 -0000\r\nX-Received: from unknown (HELO web38405.mail.mud.yahoo.com) (209.191.125.36)\n  by mta1.grp.re1.yahoo.com with SMTP; 26 Dec 2009 00:24:31 -0000\r\nX-Received: (qmail 15325 invoked by uid 60001); 26 Dec 2009 00:24:21 -0000\r\nMessage-ID: &lt;459274.15151.qm@...&gt;\r\nX-YMail-OSG: DQoVh38VM1nz5wlHNnOsQske1dErgz7Yqdff9O09Nv4RRDSelHAODIDax0_Y2lk3ytPfMRYxcntO6mAYFTUwmtJUkw5m7UNnX.pHfPUkqUvIcVRk3NbILUildGRzPsnAJVW0K55DJV.LFmwgwX4HILRdA3cxxo9HAEzCIAj4jOlvBtIUyHcrmtUtCP2I4QvRGwW_ZsGfCD90MC5HROXuOQDa.ligcYPnEmUFSfi2X4e2CiBoW3_WuHONc4qzEN2rqj4M7awO0rZtc.qy6aZbBen6G.ZCxqFuTIGrW9MdBJz5YWDkwXmsSZ78HG83iDUQarX0dpx97o_Y.4D_V.C.ya9wFJ3jsa3pm3uiMccm.pcaJkS_GJqhbDK_n1iGE1bt_mieBbtSLy5iCGD5jH1g0nd3u9BpkN8FT2OopNtBbyvn268tIit2iApxEkSgKJ1xvfeeF_QtWpbQtSmszRSQg43efhd12nekkucmIhPx.KE9Fq8QHhqd0z6noXDyv8MponFGxkGIogvOFXA0eL2tt4PPCcLTL0iVCAizWW6JCsX2434Dny0KmvdvDmPSG6Q-\r\nX-Received: from [74.51.108.206] by web38405.mail.mud.yahoo.com via HTTP; Fri, 25 Dec 2009 16:24:21 PST\r\nX-Mailer: YahooMailClassic/9.0.20 YahooMailWebService/0.8.100.260964\r\nDate: Fri, 25 Dec 2009 16:24:21 -0800 (PST)\r\nTo: samuraihistory@yahoogroups.com\r\nIn-Reply-To: &lt;9092a0330912251008m753e71e8u3d3decfff000b40c@...&gt;\r\nMIME-Version: 1.0\r\nX-eGroups-Msg-Info: 1:12:0:0:0\r\nFrom: Onnamusha &lt;goatndogg@...&gt;\r\nSubject: Re: [samuraihistory] Koku\r\nX-Yahoo-Group-Post: member; u=355072618; y=uXFq8H4mhxI6K7cJXzuzPKouiynRgQh2GrS9RnRS5hYUpuQp\r\nX-Yahoo-Profile: goatndogg\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\nX-eGroups-Approved-By: ltdomer98 &lt;ltdomer98@...&gt; via email; 26 Dec 2009 02:31:25 -0000\r\n\r\nAs I recall, the rice harvest in a certain domain would be collected by the daimyo&#39;s officials and kept in storehouses. Some would be sent to Edo directly to feed the retainers on sankin kotai duty, some would be sold in Osaka to raise funds for the domain&#39;s operating expenses (which I am thinking includes stipends for all those samurai) and some would be kept back for the domain itself. As I recall, the Shogun required all domains to pay taxes according to their assessed output, which was also measured in koku (kokudaka). This was terribly inefficient, as the Shogunate had no means to force audits in most of the domains; their power didn&#39;t extend that far. So those huge tozama domains like Satsuma, Choshu, Kaga and so forth, the largest domains, all underestimated their output near the values first assessed right after the Sengoku period ended. But undoubtedly the output had gone up over time. The fudai and shimpan domains, the ones more closely\n associated with the Tokugawa, would be more closely monitored and drained of taxes, and thus domains like Mito would be poorer under the stresses of the shogunal system than a domain like Satsuma, who kept rebellions due to shortages and disputes controlled (non-existent in Satsuma&#39;s case) and also managed to undertake a fruitful black market trade in Ryukyu goods. \n\nI know all that is long-winded and unresourced, but my main point is that koku became something of a chimera, more a symbol of rank and status than actual income, and it meant different things regarding actual wealth, depending on where one lived. Most domains ended up depending more and more on a merchant economy, turning their rice and other products into money, which was then pumped into improvements or just used to keep from going &quot;underwater.&quot; The difficulties with the lord-retainer system with regard to stipends was the fact that the lords could &quot;borrow back&quot; any time the domain was in trouble, and thus the individual samurai had to rely on merchant loans to meet their needs, and they fell drastically into debt holes from which they might never emerge. \n\nMy main sources for this information are the two mentioned in the last post and also Craig&#39;s Choshu in the Meiji Restoration (which has an overview of how Choshu&#39;s output was measured), Ravina&#39;s Last Samurai: The Life and Battles of Saigo Takamori includes the note about Satsuma having never had a peasant rebellion and the &quot;goshi&quot; system of controls on peasant production. Totman&#39;s Early Modern Japan had quite a bit of information on economic and land use initiatives of the Shogunate throughout the Edo period. \n\nSorry I&#39;m a zero on the Sengoku era, having not yet tackled it in enough depth to say anything meaningful without looking silly. I&#39;m sorry to have been so long-winded and rambling, but the subject of koku is linked to the very fabric of the apparatus of government and was a constant bugaboo in the Edo era. I&#39;m not sure how the system functioned before the Tokugawa; that would be interesting to know. My guess is that it was similar but more fragmented. As I recall, Osaka, as a rice and goods market, grew in proportion to Edo as a direct result of the centralization of the Edo era. So I imagine it must have had a different dynamic in the Sengoku times and before. Anyway, I hope this helped some!\n\nCheers!\nOnnamusha\n\nP.S. It is my understanding re: farmer income that each farmer is required to submit a portion of the harvest to the domain and can keep some of its output for living (some could be sold at market to bring money as well). Many farmers would do side-work like the impoverished lower samurai and many of the farmers were also &quot;on call&quot; to aid with reclamation or repair projects or for corvee duty along the main highways. They were compensated for their work (but never enough) and sometimes they had to take jobs that took them away from the land for a period of time (non producing seasonal jobs). The stresses of such work often caused the land-working farmers to go into hock and lose their lands to debtors, becoming tenant-farmers, who would not benefit from their harvests but would have to submit it to an overlord, who was the one to reap the benefits. (Basically wage-slavery)\n_\n\n\n\n\n     \n\n\n\n\n     \n\n  .\n\n\n   \n\n\n\n\n\n \n\n\n\n  \n\n\n\n    \n    \n\n\n      \n\n[Non-text portions of this message have been removed]\n\n\n"
}