{
    "userId": 212842007,
    "authorName": "JL Badgley",
    "from": "JL Badgley &lt;tatsushu@...&gt;",
    "profile": "tatsushu",
    "replyTo": "LIST",
    "senderId": "7Jn1gIf9hIQT3XOgXgxSrS6K39sBpm5zk1hDC04jY8xWvpbGQ43i6pZGdTwUk-fOnYUGv3oSHupcbIIafTmgw9wdQ39tpg",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "Re: [samuraihistory] Shinto and Buddhism",
    "postDate": "1266495818",
    "msgId": 10133,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDdiNDE3OTA4MTAwMjE4MDQyM3A3OWRhODc4NHM4MTlmMmY2N2MyMjAxMjQwQG1haWwuZ21haWwuY29tPg==",
        "inReplyToHeader": "PDIwMTA0LjZkMzI1ODY2LjM4YWUxYmFlQGFvbC5jb20+",
        "referencesHeader": "PDIwMTA0LjZkMzI1ODY2LjM4YWUxYmFlQGFvbC5jb20+"
    },
    "prevInTopic": 10132,
    "nextInTopic": 10134,
    "prevInTime": 10132,
    "nextInTime": 10134,
    "topicId": 10124,
    "numMessagesInTopic": 16,
    "msgSnippet": "Whoa, folks, settle down.  Poor grammar and/or random emphasis through capitalization will hardly win anyone anything in this argument. Buddhism has about as",
    "rawEmail": "Return-Path: &lt;tatsushu@...&gt;\r\nX-Sender: tatsushu@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nX-Received: (qmail 57335 invoked from network); 18 Feb 2010 12:23:39 -0000\r\nX-Received: from unknown (98.137.34.45)\n  by m3.grp.sp2.yahoo.com with QMQP; 18 Feb 2010 12:23:39 -0000\r\nX-Received: from unknown (HELO mail-pw0-f44.google.com) (209.85.160.44)\n  by mta2.grp.sp2.yahoo.com with SMTP; 18 Feb 2010 12:23:39 -0000\r\nX-Received: by pwj6 with SMTP id 6so1274472pwj.17\n        for &lt;samuraihistory@yahoogroups.com&gt;; Thu, 18 Feb 2010 04:23:39 -0800 (PST)\r\nMIME-Version: 1.0\r\nX-Received: by 10.141.15.4 with SMTP id s4mr6231587rvi.72.1266495818778; Thu, 18 \n\tFeb 2010 04:23:38 -0800 (PST)\r\nIn-Reply-To: &lt;20104.6d325866.38ae1bae@...&gt;\r\nReferences: &lt;20104.6d325866.38ae1bae@...&gt;\r\nDate: Thu, 18 Feb 2010 20:23:38 +0800\r\nMessage-ID: &lt;7b4179081002180423p79da8784s819f2f67c2201240@...&gt;\r\nTo: samuraihistory@yahoogroups.com\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nX-eGroups-Msg-Info: 1:12:0:0:0\r\nFrom: JL Badgley &lt;tatsushu@...&gt;\r\nSubject: Re: [samuraihistory] Shinto and Buddhism\r\nX-Yahoo-Group-Post: member; u=212842007; y=mNrGRvmhmH-9JYarv9S59T7A5PzRtJI5wgGHLdv8f09nkmw\r\nX-Yahoo-Profile: tatsushu\r\n\r\nWhoa, folks, settle down.  Poor grammar and/or random emphasis through\ncapitalization will hardly win anyone anything in this argument.\n\nBuddhism has about as many faces as Judeo-Christian-Islamic teachings.\n While it is true that there are no specific &quot;gods&quot;, per se, a lot of\nthe Hindu gods got mixed up in early Buddhism.  The Mahayana\nteachings, especially some of the more esoteric ones, make reference\nto gods and deities, but put them on a separate plane--the historical\nBuddha (Siddartha Gautama) didn&#39;t dispute their existence, and they\nare, in fact, implied to exist through the very concept of life,\ndeath, and rebirth--you could be reborn as a deity if you were very\ngood, but this never actually got you out of the cycle.\n\nIn India you can see evidence of this in Buddhist board games (the\nprecursor to our &quot;Snakes and Ladders&quot;) where there is a path, in the\ncycle of life and rebirth, where you may attain godhood--however, this\nis quite an unfortunate position because you cannot go any further and\nhave no reason to want to escape the cycle, so you become trapped by\nyour own desires.\n\nThe kami of Shinto are clearly separate, but were often equated with\nvarious buddhas or converted into boddhisatvas, such that there were\noften multiple incarnations of the same kami, whether Buddhist or\nShinto.\n\nDefinitely the early ritualists of Japan resisted Buddhism, as\ntheocratic power was one of the primary routes for advancement, and\nthe &quot;new&quot; religion did not fall under the hereditary control of the\ntraditional ritualists.  Despite their efforts, however, Buddhism\ngained a foothold, and the syncreticism began.  In the Nara Period,\nfor example, Kofukuji and Kasuga Taisha were both part of the same\norganization dedicated to the spiritual well-being of the Fujiwara\nclan.  It wasn&#39;t until later (Edo or Meiji period) that the two were\nforced to split apart into fully separate organizations.  I&#39;m not\nsaying that the priests were monks and vice versa, but they were both\nunder the same administration.\n\nAnother example is the Usa Hachiman shrine, which attempted to curry\nfavor with the Buddhists in the court when they reported that Hachiman\nendorsed Dokyo&#39;s bid to be named emperor.  They then retracted their\nblessing, likely at the insistence of Dokyo&#39;s opponents in the court.\n\nStrict religionists on either side made the distinction, and it comes\nup not infrequently in discussions between them, but the average\nperson had no problem reconciling the two beliefs, and it is\ndefinitely the case that there are Shinto shrines on the grounds of\nBuddhist temples (oddly, I cannot think of the reverse).  In the Meiji\nperiod, however, in an attempt to return the power of the Emperor,\nShinto was held up as an example of native Japanese belief while\nBuddhism&#39;s foreign origins were emphasized.  The state forced the\ninstitutions apart leaving us with the situation we have today.\n\nBTW, as I live in Thailand these days, I can tell you that Buddhist,\nHindu, and local Thai spirit houses coexist without issue.\nFurthermore, I have participated in a Buddhist ceremony with monks and\na local shaman or Brahman (I&#39;m not sure which).  Like the onmyoji of\nJapan, there are those who have no problem syncreticizing the\nreligions (though I believe this is still against the strictest\ninterpretations of Buddhism).\n\nOh, and on the issue of &quot;Buddhism&quot; being a Western concept:  Is that\nnot the basic meaning of &quot;Bukkyo&quot;?  Yes, the word is a Western one,\nbut not, I think, the concept.\n\n-Josh\n\n"
}