{
    "userId": 21382476,
    "authorName": "scott_rekishika",
    "from": "&quot;scott_rekishika&quot; &lt;scottc_4@...&gt;",
    "profile": "scott_rekishika",
    "replyTo": "LIST",
    "senderId": "SYm29z1fW6v7fPAYLqJ7OWL0fKLQ5T-UKvETUYdNBx7o1wNpKa6gqM7XTYHHaPa_U2C6P-T1OQqgk7y0_ClwgiKb34Pmvt6wBRMF8Z11Bw",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: OFF TOPIC",
    "postDate": "1280589307",
    "msgId": 10223,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGkzMWVscitoaXRwQGVHcm91cHMuY29tPg==",
        "inReplyToHeader": "PGkydWU0ZCttMXIzQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 10222,
    "nextInTopic": 10227,
    "prevInTime": 10222,
    "nextInTime": 10224,
    "topicId": 10218,
    "numMessagesInTopic": 6,
    "msgSnippet": "I do not live there now, but I recently returned to America after living in Tokyo for a while. As far as the swords go. The mass produced one you might be able",
    "rawEmail": "Return-Path: &lt;scottc_4@...&gt;\r\nReceived: (qmail 35893 invoked by uid 7800); 31 Jul 2010 18:35:52 -0000\r\nX-Sender: scottc_4@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nX-Received: (qmail 93576 invoked from network); 31 Jul 2010 15:15:52 -0000\r\nX-Received: from unknown (98.137.34.45)\n  by m4.grp.sp2.yahoo.com with QMQP; 31 Jul 2010 15:15:52 -0000\r\nX-Received: from unknown (HELO n38b.bullet.mail.sp1.yahoo.com) (66.163.168.152)\n  by mta2.grp.sp2.yahoo.com with SMTP; 31 Jul 2010 15:15:52 -0000\r\nX-Received: from [69.147.65.150] by n38.bullet.mail.sp1.yahoo.com with NNFMP; 31 Jul 2010 15:15:08 -0000\r\nX-Received: from [98.137.34.73] by t7.bullet.mail.sp1.yahoo.com with NNFMP; 31 Jul 2010 15:15:08 -0000\r\nDate: Sat, 31 Jul 2010 15:15:07 -0000\r\nTo: samuraihistory@yahoogroups.com\r\nMessage-ID: &lt;i31elr+hitp@...&gt;\r\nIn-Reply-To: &lt;i2ue4d+m1r3@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;ISO-8859-1&quot;\r\nContent-Transfer-Encoding: quoted-printable\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nFrom: &quot;scott_rekishika&quot; &lt;scottc_4@...&gt;\r\nSubject: Re: OFF TOPIC\r\nX-Yahoo-Group-Post: member; u=21382476; y=28hNg7hJ_B5QG_Ze98ed-14QGb-lZBykSf5ikOEKQq6hJMGSml9ofCVZ\r\nX-Yahoo-Profile: scott_rekishika\r\nX-eGroups-Approved-By: kitsuno &lt;samurai-listowner@...&gt; via email; 31 Jul 2010 18:35:52 -0000\r\n\r\nI do not live there now, but I recently returned to America after living in=\r\n Tokyo for a while. As far as the swords go. The mass produced one you migh=\r\nt be able to get in if you are a budoka. I did not try to take mine with me=\r\n, but I have seen on a number of budo forums that others have without any p=\r\nroblems. I would suggest you look into such forums to see how they did it. =\r\nThe treating of foreigners was in my experience generally pleasant and kind=\r\n. I personally never really had a bad experience interacting with Japanese.=\r\n Even with my bad Japanese they were very kind and patient with me while I =\r\ntried to explain what I was trying to say. Just one time a police officer s=\r\ntopped me on the street and asked to see my passport and look into my bag. =\r\nHe was very polite about it though and he apologized afterwards. However, l=\r\nike anyplace, you will probably have bad experiences also. Someone I knew w=\r\nas waiting for her train one day and an old lady cut in front of her and ye=\r\nlled in Japanese &quot;no foreigners&quot;. As far as your job, working for a languag=\r\ne school is usually worse than working in a regular school. I have heard bo=\r\nth good and bad, plus of course it depends on what company you work for. Ma=\r\nny of them seem to over work their teachers with low pay and little benefit=\r\ns. Not to scare you off... just do not expect a relaxing vacation of sights=\r\neeing with having to work a little to make ends meet. You will probably be =\r\npaid barely enough for living expenses. I knew many teachers, both language=\r\n schools and regular schools also to be fair, that had to take second jobs =\r\nand/or tutor in order to pay their bills, or to get extra money in order to=\r\n do fun things. Plus it depends on where you work and live, some places are=\r\n cheaper than others. If you will be living in Tokyo, like I did, it can be=\r\n very very expensive. Learn where to save money as much as you can. But, yo=\r\nu might be going into a really good company so it is hard to say such thing=\r\ns will certainly happen, but do not be surprised if they do. However, in my=\r\n opinion if you love Japanese culture and really want to live there then it=\r\n is worth such sacrifices and I would do it if I had to in order to live th=\r\nere again. \n\n--- In samuraihistory@yahoogroups.com, &quot;James&quot; &lt;veritas.quest@=\r\n...&gt; wrote:\n&gt;\n&gt; To anyone in the group who lives in Japan. Ihave a chance t=\r\no become employed at a english language school in Japan Iam curious as to h=\r\now they treat Gaijin and what to expect? Also Iwill be wanting to bring two=\r\n swords into the country with me One is a mass produced katana type it is a=\r\n copy of Mugens blade and the second is a pattern welded Han Dynasty long s=\r\nword I have the makers letter to go with it. What if any restrictions will =\r\nI encounter?\n&gt;\n\n\n\n"
}