{
    "userId": 190889224,
    "authorName": "Barry Thomas",
    "from": "&quot;Barry Thomas&quot; &lt;warlord@...&gt;",
    "profile": "xe83fan",
    "replyTo": "LIST",
    "senderId": "VKqYlsdLjDtNytzUXcuF5jL73l7-j6DaVj0fl7jk1x5V6vQpMcMPnly_OCuKvRVqQz-J0YG0cL2rBLeAuiOya2_1Id5hXGHIdmUpGA",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [samuraihistory] Re: Japanese and American relations after Admiral Perry landed in Japan in 1854.",
    "postDate": "1311210480",
    "msgId": 10335,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDhBMUIyODU1RDg5NjQzMjZCRUZEREU4OTBGNTc3QTg0QEJBUlJZPg==",
        "referencesHeader": "PGowNXUwaSt0aDUyQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 10334,
    "nextInTopic": 10336,
    "prevInTime": 10334,
    "nextInTime": 10336,
    "topicId": 10333,
    "numMessagesInTopic": 9,
    "msgSnippet": "Nick, ... I collect Japanese swords and have three Kunitomo matchlock guns ca 1800.  I m no expert on the matchlock guns of Japan but I have followed up on",
    "rawEmail": "Return-Path: &lt;warlord@...&gt;\r\nReceived: (qmail 48812 invoked by uid 7800); 26 Jul 2011 01:11:52 -0000\r\nX-Sender: warlord@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nX-Received: (qmail 4276 invoked from network); 21 Jul 2011 01:08:10 -0000\r\nX-Received: from unknown (66.196.94.107)\n  by m17.grp.re1.yahoo.com with QMQP; 21 Jul 2011 01:08:10 -0000\r\nX-Received: from unknown (HELO mail1.syd.ains.net.au) (202.126.101.94)\n  by mta3.grp.re1.yahoo.com with SMTP; 21 Jul 2011 01:08:09 -0000\r\nX-Received: from BARRY (unknown [123.108.69.15])\n\tby mail1.syd.ains.net.au (Postfix) with SMTP id DD5D7E82FD\n\tfor &lt;samuraihistory@yahoogroups.com&gt;; Thu, 21 Jul 2011 11:04:58 +1000 (EST)\r\nMessage-ID: &lt;8A1B2855D8964326BEFDDE890F577A84@BARRY&gt;\r\nTo: &lt;samuraihistory@yahoogroups.com&gt;\r\nReferences: &lt;j05u0i+th52@...&gt;\r\nDate: Thu, 21 Jul 2011 11:08:00 +1000\r\nMIME-Version: 1.0\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 6.00.2900.5931\r\nX-MimeOLE: Produced By Microsoft MimeOLE V6.00.2900.6109\r\nX-AINS-MailScanner-Information: Please contact the ISP for more information\r\nX-AINS-MailScanner-ID: DD5D7E82FD.A3784\r\nX-AINS-MailScanner: Not scanned: please contact your Internet E-Mail Service Provider for details\r\nX-AINS-MailScanner-From: warlord@...\r\nX-Spam-Status: No\r\nFrom: &quot;Barry Thomas&quot; &lt;warlord@...&gt;\r\nSubject: Re: [samuraihistory] Re: Japanese and American relations after Admiral Perry landed in Japan in 1854.\r\nX-Yahoo-Group-Post: member; u=190889224; y=s61ODIu-C6MKeP3Eg1tdliBI2EWMhA0YadozQW-0kxKD3A\r\nX-Yahoo-Profile: xe83fan\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\nX-eGroups-Approved-By: kitsuno &lt;samurai-listowner@...&gt; via email; 26 Jul 2011 01:11:52 -0000\r\n\r\nNick,\n\nThank you very much for your detailed reply to &quot;DuaneS&quot;&#39;s question.  I was intrigued to read your comment:\n-------------------------------------\n...the Dutch East Indies Company in about 1642(?), ... eventually supplied limited numbers of flintlock muskets which the Japanese copied and used until the 1860s\n------------------------------------\n\nI collect Japanese swords and have three Kunitomo matchlock guns ca 1800.  I&#39;m no expert on the matchlock guns of Japan but I have followed up on literature and do keep my eyes somewhat open for news on matchlocks, BUT, I have never seen any reference to flintlock guns being used as you intimate.  Granted the watchword here is &quot;limited numbers&quot;, but again I have never seen them referenced.  I am aware of the published image of a double-barreled flintlock pistol in a Japanese book (19th century??), but that is all.\n\nDo you have any references about these flintlock guns, please???\n\nOn a side note, I was keenly interested to see in the Tom Cruise film the use of Gatling guns in the final battle.  Here in Melbourne there is a very interesting little museum of Chinese history.  On the wall is a photograph (I presume) from the Boxer Rebellion showing two pig-tailed Chinese ministering to a carriage-mounted Gatling gun.\n\nBest regards,\nBarry Thomas\n(Melbourne, Australia)\n\n  ----- Original Message ----- \n  From: Pet (see French Dictionary!) \n  To: samuraihistory@yahoogroups.com \n  Sent: Wednesday, July 20, 2011 4:53 PM\n  Subject: [samuraihistory] Re: Japanese and American relations after Admiral Perry landed in Japan in 1854.\n\n\n    \n\n  The main problem with the historical accuracy of the Tom Cruise film was that Hollywood did a typical blurring of timescales for the period following the opening up of Japan; condensing several decades of wars/rebellions into one event.\n\n  For a quick answer to your question try searching for the &quot;Boshin&quot; wars on the net. These were the struggles between various clans and the Shogunate for control of Japan after the Perry era and leading to the Meiji restoration.This also involved modernisation of the state and trying to preserve Japan&#39;s independence from the colonial powers- notably Great Britain, France and the U.S.A., who wished to take economic control in the way that was starting in China. \n\n  This modernisation,however, wasn&#39;t to everyones taste, especially for many Samurai, hence a series of rebellions including 1877 which is basically the theme of the film. \n\n  As to actual military assistance, the Japanese were understandably cautious about where to get it from. France and Britain were the main source of weapons initially as they were the world&#39;s major powers.\n\n  There were French military missions to the army in the &#39;60s whilst the British provided naval training, and many of the ships.The US had no military reputation prior to their civil war, but lots of surplus weapons afterwards! They then did supply, unofficially, some advisors but I haven&#39;t got my file handy with fuller details.\n\n  Portugal had once been the only country allowed to trade with Japan but were replaced by the Dutch East Indies Company in about 1642(?), and they eventually supplied limited numbers of flintlock muskets which the Japanese copied and used until the 1860s, but such trade was strictly limited- one ship a year IIRC. \n\n  Germany did not come onto the scene until after their victory in the Franco-Prussian War (1870-1), as the country did not previously exist as such; they then replaced the French as their reputation had taken a beating.\n\n  As to diplomats, all powers including America had representatives in Japan; indeed I think Japan sent an ambassador to Washington in about 1868?\n\n  A fascinating period and much overlooked, most histories merely saying something on the lines of &quot; Perry opened up Japan, the Emperor was restored to power and Japan became a modern state&quot;!\n\n  BTW, it is very doubtful if more than a handful of the Samurai at this time still fought in armour or even on horseback- so ideas about 16th century armies with modern firearms are off the mark.\n\n  Hope this helps.\n\n  Nick\n\n  --- In samuraihistory@yahoogroups.com, &quot;DuaneS&quot; &lt;desolley@...&gt; wrote:\n  &gt;\n  &gt; I am assuming that the American interest in Japan faded after the American Civil War began. However, when the Samurai revolt (probably not the correct way of stating it) began in 1871(?), which Tom Cruise played the part of a Yankee soldier (The Last Samurai) sent to help the ruling family change the method of fighting, criticism of the movie was mostly about the Americans not being involved but the Portugese and Germans. Was their ever any attempt to have the Americans assist in the training? Did the United States have any type of consul or ambassador in Japan during this period?\n\n\n[Non-text portions of this message have been removed]\n\n\n"
}