{
    "userId": 0,
    "authorName": "tom.davidson@realtime.co.uk",
    "from": "tom.davidson@...",
    "replyTo": "LIST",
    "senderId": "qbNmkkFmkFNYVtHdwagZJWuNI10u9UWCSEZFIiCS1ihFu22Yc8um7mUSSYk26rsdE4y5u31WMDQMsQLayLG04cdj",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: Japanese Use of Cavalry",
    "postDate": "982460135",
    "msgId": 118,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDk2bjh0NytpbG5vQGVHcm91cHMuY29tPg==",
        "inReplyToHeader": "PDk2ZTU4Zitwa2p0QGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 116,
    "nextInTopic": 119,
    "prevInTime": 117,
    "nextInTime": 119,
    "topicId": 102,
    "numMessagesInTopic": 19,
    "msgSnippet": "Hi Nathan - Thought I d reply, not from any great scholastic viewpoint, but as an eclectically-read Sengoku buff like yourself. I think the first thing I d say",
    "rawEmail": "Return-Path: &lt;tom.davidson@...&gt;\r\nReceived: (qmail 66991 invoked from network); 18 Feb 2001 18:33:03 -0000\r\nReceived: from unknown (10.1.10.26) by l9.egroups.com with QMQP; 18 Feb 2001 18:33:03 -0000\r\nReceived: from unknown (HELO mr.egroups.com) (10.1.1.37) by mta1 with SMTP; 18 Feb 2001 18:33:03 -0000\r\nX-eGroups-Return: tom.davidson@...\r\nReceived: from [10.1.2.52] by mr.egroups.com with NNFMP; 18 Feb 2001 18:32:54 -0000\r\nX-eGroups-Approved-By: kitsuno@... via web; 18 Feb 2001 18:32:50 -0000\r\nX-Sender: tom.davidson@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (EGP: mail-7_0_3); 18 Feb 2001 01:35:40 -0000\r\nReceived: (qmail 10378 invoked from network); 18 Feb 2001 01:35:40 -0000\r\nReceived: from unknown (10.1.10.26) by l10.egroups.com with QMQP; 18 Feb 2001 01:35:40 -0000\r\nReceived: from unknown (HELO ck.egroups.com) (10.1.2.83) by mta1 with SMTP; 18 Feb 2001 01:35:40 -0000\r\nX-eGroups-Return: tom.davidson@...\r\nReceived: from [10.1.2.109] by ck.egroups.com with NNFMP; 18 Feb 2001 01:35:39 -0000\r\nDate: Sun, 18 Feb 2001 01:35:35 -0000\r\nTo: samuraihistory@yahoogroups.com\r\nSubject: Re: Japanese Use of Cavalry\r\nMessage-ID: &lt;96n8t7+ilno@...&gt;\r\nIn-Reply-To: &lt;96e58f+pkjt@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 4579\r\nX-Mailer: eGroups Message Poster\r\nFrom: tom.davidson@...\r\n\r\nHi Nathan - \n\nThought I&#39;d reply, not from any great scholastic viewpoint, but as an eclectically-read Sengoku buff like \nyourself.\n\nI think the first thing I&#39;d say is that the samurai never employed cavalry &#39;units&#39; such as you and I understand \nthem. This stems from the early samurai days, when the way of the warrior was &#39;the way of the horse and the \nbow&#39;, and the mounted warrior would go to battle with one or more &#39;footmen&#39; as we might call it, as much as \nhe could afford. The unchanging nature of samurai culture over almost the entire warrior period meant that \nthis practice was carried through from the upper strata of samurai to the low - armies were raised be levies, \nholders of land having to supply themselves and a number of men, some mounted, some on foot, fully armed \nand ready for battle, according to their wealth, which was determined by their income from landholdings. This \nmeant that even through to the late Sengoku days, daimyo armies bore a greater resemblance to early \nmedieval warbands than to organised military units.\n\nThe emergence of ashigaru - the lightfoot - in the Onin Jidai increased the proportion of footsoldiers to \nmounted, and samurai armies swelled in size, but two armies, be they or 10,000 or 100,000 men each, would \nnot necessarily conform to the same proportion of horse and foot, nor to the disribution of arms within the \narmies. Oda Nobunaga&#39;s armies, apparently, were known for their significant percentage of ill-trained \nfootsoldiers armed with long spears. Tokugawa armies evolved, I believe, with a significantly larger percentage \nof &#39;reliable&#39; troops at all levels (this might reflect the fact that Oda was a cruel commander who often turned \non his own retainers. Tokugawa never struck against one of his own without a valid reason, which would have \nincreased his attraction in the alliance stakes - you could trust him more than the others). What the ashigaru \ndid bring was a need to manage larger numbers of foot soldiers, which required their commanders to organise \nthem by weapon types, so we have the emergence of companies of spears, of archers, of gunners, etc. I \ndon&#39;t think any daimyo ever raised &#39;ashigaru cavalry&#39; as a separate arm. \n\nThis meant that even among Takeda units, who were usually better organised and managed than their \nenemies, and who seemingly favoured mounted troops, there would have been a large percentage of foot \namong the horse, so that even the charges against the Nagashino barricades, as shown in Kagemusha, would \nhave in reality comprised of a mixed force of horse and foot, the footmen &#39;chasing&#39; their mounted masters \ninto battle, rather than pure cavalry in a samurai &#39;Charge of the Light Brigade&#39;.\n\nAnother factor is weaponry. Initially a horseback archer, the later, Sengoku mounted warrior was a spearmen \n(I still don&#39;t understand why, in many translations, spearmen on foot are armed with &#39;lances&#39; and spearmen \non horseback with &#39;spears&#39;!), but significantly handled his weapon unlike his European counterpart. The spear \nwas wielded to left and right, not forward, and was never used in the couch position like a lancer. Therefore \nthe samurai never evolved cavalry in ordered, shoulder-to-shoulder charges, nor did they develop, as far as I \nknow, separate all-mounted units for use in pursuit, as heavy and light cavalry evolved in Europe.\n\nMy feeling is the pre-eminence of the Takeda cavalry, so often quoted, has more to do with Takeda morale as \na whole than any significant tactical advantage. The defeat at Nagashino of a well-led, well-armed and highly \nmotivated &#39;samurai&#39; army by a rabble of &#39;peasants&#39; armed with guns must have struck a blow against the \nsamurai psyche from which it never fully recovered.    \n\nLastly, I think a key is in the word &#39;evolution&#39;. European history has evolved many types of mounted warrior - \nhussar, dragoon, lancer, etc., and tactics for their useage accordingly, which came about as different \ncountries developed their own systems, and then fought each other, so influencing their neighbours. The first \nHussars, I think, were Hungarian light cavalry, which their enemies copied as &#39;a good idea&#39;. Napoleon raised \nregiments of lancers after some unpleasant experiences fighting the Poles on his way to Russia, and the Brits \ncopied them off him. I don&#39;t think the US cavalry ever used lancers? We (the Brits) did right up until WW1. \nThe Poles still used them in WW2. The samurai &#39;suffered&#39; in that they never had this process of cross-\nfertilisation to introduce new concepts and ideas.\n\nJust some thoughts.\n\nTom\n\n\n\n\n"
}