{
    "userId": 96789622,
    "authorName": "Thomas Davidson &lt;thomas@theveil.net&gt;",
    "from": "&quot;Thomas Davidson &lt;thomas@...&gt;&quot; &lt;thomas@...&gt;",
    "profile": "thomas5403",
    "replyTo": "LIST",
    "senderId": "56Iuf4ucfTLP_RljE918M8nHkT2wO7BVSwMFoU7c3y8Xlw1KLfcyNOX38EaqPATvUkQB2BLJJY672_BFEgfmUPnq60rw6Pcxo3p_RaclY3q9HQGJEtNsWP79gldwPt8QwKU",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "A ninja tale?",
    "postDate": "1039515681",
    "msgId": 1300,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGF0NGY3MStuZTBrQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 1301,
    "prevInTime": 1299,
    "nextInTime": 1301,
    "topicId": 1300,
    "numMessagesInTopic": 6,
    "msgSnippet": "I have just reread Sahashi Jingoro by Mori Ogai, and a surprising thought sprang to mind. Without giving the story away, Jingoro, a samurai in the service of",
    "rawEmail": "Return-Path: &lt;thomas@...&gt;\r\nReceived: (qmail 88084 invoked by uid 7800); 10 Dec 2002 18:29:28 -0000\r\nX-Sender: thomas@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (EGP: mail-8_2_3_0); 10 Dec 2002 10:21:25 -0000\r\nReceived: (qmail 11801 invoked from network); 10 Dec 2002 10:21:25 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m6.grp.scd.yahoo.com with QMQP; 10 Dec 2002 10:21:25 -0000\r\nReceived: from unknown (HELO n16.grp.scd.yahoo.com) (66.218.66.71)\n  by mta3.grp.scd.yahoo.com with SMTP; 10 Dec 2002 10:21:25 -0000\r\nReceived: from [66.218.67.168] by n16.grp.scd.yahoo.com with NNFMP; 10 Dec 2002 10:21:25 -0000\r\nDate: Tue, 10 Dec 2002 10:21:21 -0000\r\nTo: samuraihistory@yahoogroups.com\r\nSubject: A ninja tale?\r\nMessage-ID: &lt;at4f71+ne0k@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 2982\r\nX-Mailer: Yahoo Groups Message Poster\r\nFrom: &quot;Thomas Davidson &lt;thomas@...&gt;&quot; &lt;thomas@...&gt;\r\nX-Yahoo-Group-Post: member; u=96789622\r\nX-Yahoo-Profile: thomas5403\r\nX-eGroups-Approved-By: kitsuno &lt;cewest@...&gt; via email; 10 Dec 2002 18:29:28 -0000\r\n\r\nI have just reread &quot;Sahashi Jingoro&quot; by Mori Ogai, and a \nsurprising thought sprang to mind.\n\nWithout giving the story away, Jingoro, a samurai in the \nservice of the Tokugawa, flees after an incident in which \nanother samurai is killed. His brother requests an interview \nwith Ieyasu and explains the details, asking forgiveness and \nthat Jingoro might return.\n\nIeyasu observes that whilst it is understandable, it cannot be \nallowed to pass. However, if Jingoro would perform a service \nfor Ieyasu, then he might consider it. The service is the \nassassination of a Amari Shirasaburo, a Takeda vassal holding \nKoyama castle in Totomi Province and a thorn in Ieyasu&#39;s side. \nIeyasu wanted possession of Koyama.\n\nA tall order, but examining the clues I have shortlisted this:\n\nJingoro, we are told, was famous for his martial skills;\nHe was an accomplished flautist;\nHe was an excellent shot with the arquebus;\nHis opponent in an argument drew his sword, but Jingoro struck \nand killed him with a single blow that left no visible mark \nupon the body.\n\nAll in all - quite a talent.\n\nJingoro enters the service of Amari, woos him with his flute \nplaying, and when they are alone together, kills him.\n\nNinja? Or simply a samurai with useful shinobi skills?\n\nWhatever, the garrison of Koyama did not surrender so the death of\nAmari achieved nothing of significance.\n\nInterestingly, Jingoro returned to Hamamatsu, but did not stay \nlong. When it was suggested he accompany an envoy to Kyoto, \nIeyasu declined. &quot;I don&#39;t want him out of my sight. I have \nheard that Amari loved him like a son,&quot; Ieyasu said, &quot;yet the \ncruel fellow killed him in his sleep.&quot;\n\nThis is a clue to the role and relationship of the samurai to \nthe ninja. I do believe that most samurai, if they possessed \nthe aptitude, developed shinobi-nin training and were entirely \ncapable of the exploits usually accredited to the ninja.\n\nWhen Ieyasu odered his son to commit seppuku, Hattori Hanzo, \nhis celebrated ninja master, was sent to make sure the act was \ncarried out. At the last, even Hanzo could not bring himself to \nact as kaishaku (second) knowing the man was innocent. Another \nsamurai took his place and struck off Nobuyasu&#39;s head.\n\nLater, Ieyasu was heard to say, &quot;even that devil Hanzo could \nnot bring himself to kill my son,&quot; at which point this samurai \ndecided life would be safer elsewhere.\n\nThe problem being, once they have proved themselves skilled in \nthe arts of deception, they themselves are never quite trusted \nagain, even by their masters.\n\nBasically, I reckon most daimyo could find willing volunteers \nfrom among their own ranks for suicide missions, without having \nto resort to employing untrustworthy outsiders.\n\nIeyasu and others did employ ninja, but I reckon it was for the \nmore mundane and time-consuming operations of surveillance and \ninformation gathering, the day-to-day donkeywork of military \nintelligence, rather than the fantastic feats of fiction we \nread about.\n\nThomas\n\n\n"
}