{
    "userId": 117006241,
    "authorName": "Kitsuno &lt;cewest@samurai-archives.com&gt;",
    "from": "&quot;Kitsuno &lt;cewest@...&gt;&quot; &lt;cewest@...&gt;",
    "profile": "kitsuno",
    "replyTo": "LIST",
    "senderId": "tnNTbhKD4aD_l9BUzTPd9RWassMXHvlZEhv0X0q6R7AqogJW7jvMz4XKB5jGPRwvUnW9ArWDyws85l2_fk5X_uyg05o4igGNmWemc13-bqw5DgvKytjWCKGj_2kDGfHJmVwdHbkAiBfbjRWQ",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Letter From Will Adams, 1611",
    "postDate": "1043214279",
    "msgId": 1405,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGIwbGI0Nyt2bG9zQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 0,
    "prevInTime": 1404,
    "nextInTime": 1406,
    "topicId": 1405,
    "numMessagesInTopic": 1,
    "msgSnippet": "This is an excerpt from a letter written by Will Adams in 1611 that I just came across, pretty interesting: It was agreed that we should leave the coast of",
    "rawEmail": "Return-Path: &lt;cewest@...&gt;\r\nX-Sender: cewest@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (EGP: mail-8_2_3_0); 22 Jan 2003 05:44:40 -0000\r\nReceived: (qmail 57011 invoked from network); 22 Jan 2003 05:44:40 -0000\r\nReceived: from unknown (66.218.66.216)\n  by m4.grp.scd.yahoo.com with QMQP; 22 Jan 2003 05:44:40 -0000\r\nReceived: from unknown (HELO n4.grp.scd.yahoo.com) (66.218.66.88)\n  by mta1.grp.scd.yahoo.com with SMTP; 22 Jan 2003 05:44:40 -0000\r\nReceived: from [66.218.67.145] by n4.grp.scd.yahoo.com with NNFMP; 22 Jan 2003 05:44:40 -0000\r\nDate: Wed, 22 Jan 2003 05:44:39 -0000\r\nTo: samuraihistory@yahoogroups.com\r\nSubject: Letter From Will Adams, 1611\r\nMessage-ID: &lt;b0lb47+vlos@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 10380\r\nX-Mailer: Yahoo Groups Message Poster\r\nFrom: &quot;Kitsuno &lt;cewest@...&gt;&quot; &lt;cewest@...&gt;\r\nX-Yahoo-Group-Post: member; u=117006241\r\nX-Yahoo-Profile: kitsuno\r\n\r\nThis is an excerpt from a letter written by Will Adams in 1611 that I \njust came across, pretty interesting:\n\n&quot;It was agreed that we should leave the coast of Peru and direct our \ncourse for Japan, having understood that cloth was good merchandise \nthere and also how upon that coast of Peru the king&#39;s ships were out \nseeking us, having knowledge of our being there, understanding that \nwe were weak of men, which was certain, for one of our fleet for \nhunger was forced to seek relief at the enemies&#39; hands in Saint Ago. \nSo we stood away directly for Japan, and passed the equinoctial line \ntogether, until we came in twenty-eight degrees to the northward of \nthe line, in which latitude we were about the twenty-third of \nFebruary, 1600. We had a wondrous storm of wind as ever I was in, \nwith much rain, in which storm we lost our consort, whereof we were \nvery sorry. Nevertheless with hope that in Japan we should meet the \none the other, we proceeded on our former intention for Japan, and in \nthe height of thirty degrees sought the northernmost cape of the fore-\nnamed island, but found it not by reason that it lay false in all \ncards and maps and globes; for the cape lies in thirty-five degrees \nand one half, which is a great difference. In the end, in thirty-two \ndegrees and one half we came in sight of the land, being the \nnineteenth day of April. So that between the Cape of St. Maria and \nJapan we were four months and twenty-two days; at which time there \nwere no more than six besides myself that could stand upon his feet. \n\nSo we in safety let fall our anchor about a league from a place \ncalled Bungo. At which time came to us many boats and we suffered \nthem to come aboard, being not able to resist them, which people did \nus no harm, neither of us understanding the one the other. The king \nof Bungo showed us great friendship, for he gave us a house and land, \nwhere we landed our sick men, and had all refreshing that was \nneedful. We had when we came to anchor in Bungo, sick and whole, four \nand twenty men, of which number the next day three died. The rest for \nthe most part recovered, saving three, which lay a long time sick, \nand in the end also died. \n\nIn the which time of our being here, the emperor hearing of us sent \npresently five galleys, or frigates, to us to bring me to the court \nwhere His Highness was, which was distant from Bungo about eighty \nEnglish leagues. So that as soon as I came before him, he demanded of \nme of what country we were. So I answered him in all points, for \nthere was nothing that he demanded not, both concerning war and peace \nbetween country and country; so that the particulars here to write \nwould be too tedious. And for that time I was commanded to prison, \nbeing well used, with one of our mariners that came with me to serve \nme. \n\nA two days after, the emperor called me again, demanding the reason \nof our coming so far. I answered: We are a people that sought all \nfriendship with all nations, and to have trade in all countries, \nbringing such merchandise as our country did afford into strange \nlands in the way of traffic. He demanded also as concerning the wars \nbetween the Spaniards or Portugal and our country and the reasons; \nthe which I gave him to understand of all things, which he was glad \nto hear, as it seemed to me. \n\nIn the end I was commanded to prison again, but my lodging was \nbettered in another place. So that thirty-nine days I was in prison, \nhearing no more news, neither of our ship nor captain, whether he \nwere recovered of his sickness or not, nor of the rest of the \ncompany; in which time I looked every day to die, to be crossed \n[crucified] as the custom of justice is in Japan, as hanging in our \nland. In which long time of imprisonment, the Jesuits and the \nPortuguese gave many evidences against me and the rest to the emperor \nthat we were thieves and robbers of all nations, and, were we \nsuffered to live, it should be against the profit of His Highness and \nthe land; for no nation should come there without robbing; His \nHighness&#39;s justice being executed, the rest of our nation without \ndoubt should fear and not come here any more: thus daily making \naccess to the emperor and procuring friends to hasten my death. But \nGod, that is always merciful at need, showed mercy unto us and would \nnot suffer them to have their wills of us. In the end, the emperor \ngave them answer that we as yet had not done to him nor to none of \nhis land any harm or damage; therefore against reason and justice to \nput us to death. If our countries had war the one with the other, \nthat was no cause that he should put us to death; with which they \nwere out of heart that their cruel pretense failed them. For which \nGod be forever-more praised. \n\nNow in this time that I was in prison the ship was commanded to be \nbrought so near to the city where the emperor was as she might be \n(for grounding her); the which was done. Forty-one days being \nexpired, the emperor caused me to be brought before him again, \ndemanding of me many questions more, which were too long to write. In \nconclusion he asked me whether I were desirous to go to the ship to \nsee my countrymen. I answered very gladly, the which he bade me do. \nSo I departed and was free from imprisonment. And this was the first \nnews that I had that the ship and company were come to the city. So \nthat with a rejoicing heart I took a boat and went to our ship, where \nI found the captain and the rest recovered of their sickness; and \nwhen I came aboard with weeping eyes was received, for it was given \nthem to understand that I was executed long since. Thus, God be \npraised, all we that were left alive came together again. \n\nFrom the ship all things were taken out, so that the clothes which I \ntook with me on my back I only had. All my instruments and books were \ntaken. Not only I lost what I had in the ship, but from the captain \nand the company generally what was good or worth the taking was \ncarried away; all which was done unknown to the emperor. So in \nprocess of time having knowledge of it, he commanded that they which \nhad taken our goods should restore it to us back again; but it was \nhere and there so taken that we could not get it again, saving 50,000 \nR in ready money was commanded to be given us and in his presence \nbrought and delivered in the hands of one that was made our governor, \nwho kept them in his hands to distribute them unto us as we had need \nfor the buying of victuals for our men with other particular charges. \nIn the end the money was divided according to every man&#39;s place; but \nthis was about two years that we had been in Japan, and when we had a \ndenial that we should not have our ship, but to abide in Japan. So \nthat the part of every one being divided, every one took his way \nwhere he thought best. In the end, the emperor gave every man, much \nas was worth eleven or twelve ducats a year, namely, myself, the \ncaptain, and mariners all alike. \n\nSo in process of four or five years the emperor called me, as divers \ntimes he had done before. So one time above the rest he would have me \nto make him a small ship. I answered that I was no carpenter and had \nno knowledge thereof. &quot;Well, do your endeavor,&quot; said he; &quot;if it be \nnot good, it is no matter.&quot; Wherefore at his command I built him a \nship of the burden of eighty tons or thereabout; which ship being \nmade in all respects as our manner is, he coming aboard to see it, \nliked it very well; by which means I came in favor with him, so that \nI came often in his presence, who from time to time gave me presents, \nand at length a yearly stipend to live upon, much about seventy \nducats by the year with two pounds of rice a day daily. Now being in \nsuch grace and favor by reason I learned him some points of geometry \nand understanding of the art of mathematics with other things, I \npleased him so that what I said he would not contrary. At which my \nformer enemies did wonder, and at this time must entreat me to do \nthem a friendship, which to both Spaniards and Portuguese have I \ndone, recompensing them good for evil. So to pass my time to get my \nliving, it hath cost me great labor and trouble at the first; but God \nhath blessed my labor. \n\nIn the end of five years I made supplication to the king to go out of \nthis land, desiring to see my poor wife and children according to \nconscience and nature. With the which request the emperor was not \nwell pleased, and would not let me go any more for my country, but to \nbide in his land. Yet in process of time, being in great favor with \nthe emperor, I made supplication again, by reason we had news that \nthe Hollanders were in Shian and Patania; which rejoiced us much with \nhope that God should bring us to our country again by one means or \nother. So I made supplication again, and boldly spoke myself with \nhim, at which he gave me no answer. I told him if he would permit me \nto depart, I would be a means that both the English and Hollanders \nshould come and traffic there. But by no means he would let me go. I \nasked him leave for the captain, the which he presently granted me. \nSo by that means my captain got leave, and in a Japan junk sailed to \nPattan; and in a year&#39;s space came to Hollanders. In the end, he went \nfrom Patane to Ior, where he found a fleet of nine sail, of which \nfleet Matleef was general, and in this fleet he was made master \nagain, which fleet sailed to Malacca and fought with an armado of \nPortugal; in which battle he was shot and presently died; so that, as \nI think, no certain news is known whether I be living or dead. \nTherefore I do pray and entreat you in the name of Jesus Christ to do \nso much as to make my being here in Japan known to my poor wife, in a \nmanner a widow and my two children fatherless; which thing only is my \ngreatest grief of heart and conscience. I am a man not unknown in \nRatcliffe and Limehouse, by name to my good Master Nicholas Diggines \nand M. Thomas Best and M. Nicholas Isaac and William Isaac, brothers, \nwith many others; also to M. William Jones and M. Becket. Therefore \nmay this letter come to any of their hands or the copy, I do know \nthat compassion and mercy is so that my friends and kindred shall \nhave news that I do as yet live in this vale of my sorrowful \npilgrimage; the which thing again and again I do desire for Jesus \nChrist his sake.&quot;\n\n\n\n\n"
}