{
    "userId": 145759856,
    "authorName": "Kitsuno",
    "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
    "profile": "kitsuno",
    "replyTo": "LIST",
    "senderId": "KoRxy8WMdQYHsqYysybV09mBK2o4PO5X5tjontGqaOLkjtN1fZ7JgLJLAFPSL_JHaMmef8S_LrP4lELPMgv3XhtcJjZEyYGxcNtfxMmduadXYKGYIkL_W1k",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: Uesugi Kenshin and Sengoku Jidai life for the non-samurai",
    "postDate": "1051945992",
    "msgId": 1696,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGI4dnE2OCtrZW42QGVHcm91cHMuY29tPg==",
        "inReplyToHeader": "PGI4dXRraityOWprQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 1695,
    "nextInTopic": 1700,
    "prevInTime": 1695,
    "nextInTime": 1697,
    "topicId": 1695,
    "numMessagesInTopic": 4,
    "msgSnippet": "Here s some random things I ve translated from Japanese sources and had lying around (mostly direct translations and therefore maybe a bit clunky): Kenshin was",
    "rawEmail": "Return-Path: &lt;samurai-listowner@...&gt;\r\nX-Sender: samurai-listowner@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (EGP: mail-8_2_6_6); 3 May 2003 07:13:15 -0000\r\nReceived: (qmail 12763 invoked from network); 3 May 2003 07:13:15 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m13.grp.scd.yahoo.com with QMQP; 3 May 2003 07:13:15 -0000\r\nReceived: from unknown (HELO n11.grp.scd.yahoo.com) (66.218.66.66)\n  by mta3.grp.scd.yahoo.com with SMTP; 3 May 2003 07:13:15 -0000\r\nReceived: from [66.218.67.187] by n11.grp.scd.yahoo.com with NNFMP; 03 May 2003 07:13:15 -0000\r\nDate: Sat, 03 May 2003 07:13:12 -0000\r\nTo: samuraihistory@yahoogroups.com\r\nSubject: Re: Uesugi Kenshin and Sengoku Jidai life for the non-samurai\r\nMessage-ID: &lt;b8vq68+ken6@...&gt;\r\nIn-Reply-To: &lt;b8utkj+r9jk@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 2991\r\nX-Mailer: Yahoo Groups Message Poster\r\nFrom: &quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;\r\nX-Yahoo-Group-Post: member; u=145759856\r\nX-Yahoo-Profile: kitsuno\r\n\r\nHere&#39;s some random things I&#39;ve translated from Japanese sources and \nhad lying around (mostly direct translations and therefore maybe a \nbit clunky):\n\nKenshin was valorous with a chivalrous spirit who prized justice \nand order. His speach and actions were always passionate and direct \n(to the point).\n\nHis personality is reflected in his military operations (movements), \nwhich were &#39;colored&#39; by his chivalry. He would help the weak and \ncrush the strong.\n\n&quot;It is recorded in the &quot;Meishougenkouroku&quot; that Kenshin admired \nMinamoto Yoshitsune.\n\nKenshin&#39;s genius for battle command came from ardent adoration of \nMinamoto Yoshitsune as well as his own battle experience.\n\n&quot;The Dragon of Echigo&quot;, Kenshin, was the second son of the Echigo \nShugo Nagao Tamekage. The Nagao clan was one of the &quot;eight clans of \nthe Kantou&quot; (Bandou Hachiheishi) which were descended from Emperor \nKammu.\n\nWhile Shingen was alive, he said &quot;Kenshin is an honorable and just \nman. He has no equal in the realm.&quot; In 1573, when Shingen died of \nillness on campaign, his final message to Katsuyori was &quot;If you ask \nKenshin for assistance, he will not refuse. He will definately \nassist you.&quot; Shingen recognized that Kenshin was an honorable man \nwith a strong sense of duty and justice.\n\nKenshin heard of Shingen&#39;s death while eating a meal at Kasugayama. \nHe threw his chopsticks without thinking, saying &quot;He was my rival for \nmany years, but the great general who was a pillar of the Kantou \nwarrior families has been lost. It is truly a shame.&quot; It is \nrecorded that he wept at the news.\n\n\n--- In samuraihistory@yahoogroups.com, &quot;nez_uk1981&quot; &lt;nezy@b...&gt; wrote:\n&gt; I&#39;m looking to write a novel featuring real historical figures as \n&gt; back ground characters. The main characters and plot will be \nfiction \n&gt; perhaps based loosely on real events.\n&gt; I was reading some interesting stuff about Uesugi Kenshin and was \n&gt; wondering if anyone can help me find out more information about \nhim. \n&gt; The Samurai-Archives have provided me with a decent basic knowledge \n&gt; but I&#39;d like to get to know a little more about him, where he \nlived, \n&gt; how he lived, his family history, what his people thought of him, \n&gt; rumours about him (like the one about him really being a woman), \n&gt; basically anything you&#39;ve got on the guy would be really helpful.\n&gt; \n&gt; I&#39;d also be very grateful if anyone can shed more light on the life \n&gt; of the common man during the Sengoku Jidai. How did a typical \nvillage \n&gt; look, what kind of industries were prevelant, what did an average \n&gt; home look like? (particularly keen to \n&gt; find out information about what life in the mountainous areas of \n&gt; Japan was like).\n&gt; \n&gt; I&#39;ve collected thousands of pages of information on the history of \n&gt; Japan so far but I&#39;m looking for information from people who have a \n&gt; true passion for this particular era. I&#39;m hoping you can perhaps \n&gt; introduce me to some interesting characters and stories which I \nmight \n&gt; not have picked up before.\n&gt; \n&gt; Thanks,\n&gt; \n&gt; Nez.\n\n\n"
}