{
    "userId": 138315233,
    "authorName": "Greg Quaresma",
    "from": "&quot;Greg Quaresma&quot; &lt;gquaresma@...&gt;",
    "profile": "infntryldr",
    "replyTo": "LIST",
    "senderId": "1YLmcPPh0NrK-d0IHmRuL1ddYgoR6gVA2T4-JPQkYDoxMyEF2zKkETJFPfO6_iKRgNN0EjsIwRJVjutNBQnsMUZSBHOouCX2z5c",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [samuraihistory] Seriously OT: The concept of Evil...",
    "postDate": "1055101241",
    "msgId": 1842,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDAwMmMwMWMzMmRmNSRkODljZmJiMCRmMDhhMDU0NEBRdWFyZXNtYT4=",
        "referencesHeader": "PDAwMDEwMWMzMmRkYyRlNTE4YWIwMCQ0ZjJkMmZjMkBnaG9zdD4="
    },
    "prevInTopic": 1841,
    "nextInTopic": 1844,
    "prevInTime": 1841,
    "nextInTime": 1843,
    "topicId": 1831,
    "numMessagesInTopic": 13,
    "msgSnippet": "And I beg to differ, There is evil in the world.  I would imagine if someone says there is no evil is either had nothing horrible ever happen to them, has no",
    "rawEmail": "Return-Path: &lt;gquaresma@...&gt;\r\nReceived: (qmail 21051 invoked by uid 7800); 8 Jun 2003 19:45:24 -0000\r\nX-Sender: gquaresma@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 29577 invoked from network); 8 Jun 2003 19:40:09 -0000\r\nReceived: from unknown (66.218.66.217)\n  by m9.grp.scd.yahoo.com with QMQP; 8 Jun 2003 19:40:09 -0000\r\nReceived: from unknown (HELO fed1mtao04.cox.net) (68.6.19.241)\n  by mta2.grp.scd.yahoo.com with SMTP; 8 Jun 2003 19:40:10 -0000\r\nReceived: from Quaresma ([68.5.138.240]) by fed1mtao04.cox.net\n          (InterMail vM.5.01.04.05 201-253-122-122-105-20011231) with SMTP\n          id &lt;20030608194010.KHKZ27845.fed1mtao04.cox.net@Quaresma&gt;\n          for &lt;samuraihistory@yahoogroups.com&gt;;\n          Sun, 8 Jun 2003 15:40:10 -0400\r\nMessage-ID: &lt;002c01c32df5$d89cfbb0$f08a0544@Quaresma&gt;\r\nTo: &lt;samuraihistory@yahoogroups.com&gt;\r\nReferences: &lt;000101c32ddc$e518ab00$4f2d2fc2@ghost&gt;\r\nSubject: Re: [samuraihistory] Seriously OT: The concept of Evil...\r\nDate: Sun, 8 Jun 2003 12:40:41 -0700\r\nMIME-Version: 1.0\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 6.00.2720.3000\r\nX-MimeOLE: Produced By Microsoft MimeOLE V6.00.2727.1300\r\nFrom: &quot;Greg Quaresma&quot; &lt;gquaresma@...&gt;\r\nX-Yahoo-Group-Post: member; u=138315233\r\nX-Yahoo-Profile: infntryldr\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\nX-eGroups-Approved-By: kitsuno &lt;samurai-listowner@...&gt; via email; 8 Jun 2003 19:45:24 -0000\r\n\r\nAnd I beg to differ,\n\nThere is evil in the world.  I would imagine if someone says there is no evil is either had nothing horrible ever happen to them, has no conscience (basically mentally insane), or is just trying to get a rise out of people.  Yes what is evil to one person may not be evil to another, but that is irrelevant.  Evil is based on moral truth, which doesn&#39;t change.  Human opinions can ebb and flow, but moral truth will not.  \n\nIts really easy to say there is no evil, its all how you look at it, its just a matter of opinion, blah blah.  The reality of it is that if there was no concept of good or evil, that everything is morally neutral, then I could break your nose because your hairstyle was upsetting to me and get away with it.  \n\nAnd to close yes I do believe in God, and luckily we live in a country where so did our founding fathers.  And I am sure that all those moral relativist are grateful too, because if not then all principle would be reduced to personal preference i.e. I am going to break your nose because your hairstyle upsets me.\n\nRegards,\nGreg Quaresma\n&quot;There are no atheist in foxholes&quot;\ngquaresma@...\n  ----- Original Message ----- \n  From: Chris Danyael X \n  To: samuraihistory@yahoogroups.com \n  Sent: Sunday, June 08, 2003 9:42 AM\n  Subject: [samuraihistory] Seriously OT: The concept of Evil...\n\n\n\n  I beg to differ.\n\n  They are not evil. Just plain stupid in my view.\n  I dont belive in pure/diluted evil. I think that is a figment of the\n  christian church imagination.\n  Hitler was insane, yes. He hurt/killed alot of people and suronded\n  himself with people of the same belief. \n\n  Besides, there is no really good definition on what evil is.\n  Is one Evil for wanting to kill some one?\n  Is one Evil for wanting world domination?\n  Is one Evil for wanting to make money at any cost?\n  Is one Evil for wanting to hurt someone ?\n\n  But what about the reason of these desires?\n  What is the cause of them? And what will be the effect of them?\n\n  During the mideval ages, Evil was everyone who opposed the church, since\n  they were in liason with the devil. If you said something that differd\n  from the church doctrin, say the earth is not the center of the univers,\n  or the earth is not flat. Then you were evil and in liason with the\n  devil. \n  If you were an unknown coutry with black/yellow/red/blue/green skin\n  colur, with unknown kultural standards and belief. You were evil\n  heretics until you accepted jesus christ savior bla bla..\n  Until then you made good slaves, and colonies. Teh concept of Evil was\n  used as a method of control.\n\n  One could say that the British Empire was Evil, for using Opium to force\n  china into submission.\n\n\n  Some People I know say that USA is evil for interfering with other\n  states internal buissness.\n  Like getting Noriega (he was a CIA operative, but defekted after he got\n  elected) elected president and then assainated. USA put Pinochet into\n  power, and as such made life a living hell for alot of people. \n\n  There are always a cause and an effect. This to is important to\n  remember.\n\n  Take the now famous 9/11 incident. \n  The most elaborate, complex and best executed guerilla opperaiton ever\n  peformed by terrorists. Now why on earth would some one want to kill off\n  five to seven thousand people in a building? \n  Basically to make a point. The terrorists didnt care about the people in\n  the buildings, that only came as a bounus. It was what those buildings\n  represented that matterd. It was an awfull act, and persoanly I was in\n  chock for three days. I have relatives in the states so naturally I was\n  concernd. \n\n  Was that an evil act? If you ask the americans, it was definatly the\n  ultimate and purest Evil. But it was nothing but a political statement\n  from a group of people who thinks that USA should butt out of their\n  internal buissness. \n  I mean come on! Do you really think that the midle east is a new\n  problem? Hell no!\n  It has been a hodgepodge of assorted violence and territorial aggression\n  for over 5000 years. And the only difference now from then is that they\n  have the capacity to wipe each other out totally.\n  They are pissed off at the americans/allied for getting involved in a\n  several thousand year old conflict, and were telling them, and any other\n  nation that might get the idea to get involved to &quot;stay the fuck away&quot;\n  (pardon my language). If you dont, we will make sure that you feel the\n  effects of your actions in our home, at your home. \n\n  So the cause to ther 9/11 effect was all the acumulated actions the\n  USA/Allied had done in the past concentrated in one opretaion. \n  The effect after 9/11?\n  USA bombed two countries back to the darkages, and what to continue with\n  Iran.\n  Is USA Evil for doing so? Oh no would most people say, they are only\n  defending themself from evil.\n  Yeah, but you have to considerd what the other side will say about this.\n\n  They say that they were defending themself from the ultimate purest form\n  of Evil. Gerorge W Bush Junior the apostel of satan. Sounds familliar?\n\n  Now, we are all friendly peacefull people, arent we?\n\n  I say everything is a matter of point of view. And in most cases,\n  economics and religion are the major contributers to so called &quot;evil&quot;\n  events. And in a few cases insanity with a little help from economics\n  and religon can end up in disatorus events. Like the world wars,\n  Togukawa regime and emperor Xiang of china. The guy who united al of\n  china and built the great wall of china. He did kill a lott of people,\n  was a cruel bastard, and probably slightly YoYo in the head. But he did\n  unite china, and gave it a very stable future. Evil or not? Point of\n  view. \n  (BTW, I have _no_ idea how to spell Xiang&#39;s name, I&#39;m guessing this is\n  correct)\n\n  The other question we must ask ourself is this.\n  Does the means justify the goal?\n  or does the goal justify the means?\n  Emperor Xiang probably thought that if he united the people of what was\n  to be &quot;China&quot;, a period of peace and prosperity would come. And the\n  country would flourish in the fields of science and economics. But it\n  would all come at a high price. He aparently thought it was worth it.\n\n  My point in all of this rambling is this.\n  1. Evil is a matter of point of view. \n  2. History is written by those who survive and comes out on top of\n  things.\n  3. Does the goal justefy the means, and does the means justify the goal.\n  4. Evil is a word used to describe &quot;the others&quot; in a way to de humanise\n  the opposit side.\n\n  And as such I do not belive in evil, deluted or pure, it does not matter\n  for it is all a point o view.\n  For it is all just the effect of a prior event. \n\n  /// Chris the agnostic realist\n\n  &quot;We are friendly peacfull people. we&#39;re not the ones out there causing\n  troubble&quot;\n  -The streets &quot;Irony of it all&quot; (as I was saying it is just a point of\n  view -C)\n\n  &gt; -----Original Message-----\n  &gt; From: Burker1@... [mailto:Burker1@...] \n  &gt; Sent: den 8 juni 2003 04:23\n  &gt; To: samuraihistory@yahoogroups.com\n  &gt; Subject: Re: [samuraihistory] Digest Number 521\n  &gt; \n  &gt; \n  &gt; It&#39;s not always just a matter of one&#39;s &quot;point of view&quot;.  Some \n  &gt; people/groups \n  &gt; are evil per se, the Nazis being a prime example.\n  &gt; \n  &gt; Bob Burke\n\n\n        Yahoo! Groups Sponsor \n       \n       \n\n  Samurai Archives: http://www.samurai-archives.com\n  ---\n  To unsubscribe from this group, send an email to:\n  samuraihistory-unsubscribe@yahoogroups.com\n\n\n\n  Your use of Yahoo! Groups is subject to the Yahoo! Terms of Service. \n\n\n\n[Non-text portions of this message have been removed]\n\n\n"
}