{
    "userId": 141679098,
    "authorName": "Chris Danyael X",
    "from": "&quot;Chris Danyael X&quot; &lt;danyael_x@...&gt;",
    "profile": "chris_danyael_x",
    "replyTo": "LIST",
    "senderId": "7vJz1xLXZK84Rj2PgYum181I6wnjMLnq4EDq99Pmvszr0VyBJRSB0RWoPLVyFSl8HIGnxSF0mC3d683Y7fmjqY6MHJtqHczmvXyIbg",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Still Seriously OT: The concept of Evil...",
    "postDate": "1055104906",
    "msgId": 1844,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDAwMDQwMWMzMmRmZSQ2MTFlZDZlMCQ0ZjJkMmZjMkBnaG9zdD4=",
        "inReplyToHeader": "PCF+IVVFTkVSa1ZDTURrQUFRQUNBQUFBQUFBQUFBQUFBQUFBQUJnQUFBQUFBQUFBK0ZGOWh6WDNCMEs2Qkt1bzJtVHMzc0tBQUFBUUFBQUF2elk2RnVJUnlrcXRnZ0FQUUh1bStRRUFBQUFBQHRpbi5pdD4="
    },
    "prevInTopic": 1842,
    "nextInTopic": 1847,
    "prevInTime": 1843,
    "nextInTime": 1845,
    "topicId": 1831,
    "numMessagesInTopic": 13,
    "msgSnippet": "Yes they did kill a lot of innocent people, and that is a sad thing. Every death of a human beeing is a sad event. However the target was not the people, but",
    "rawEmail": "Return-Path: &lt;danyael_x@...&gt;\r\nReceived: (qmail 90828 invoked from network); 8 Jun 2003 21:03:18 -0000\r\nReceived: from unknown (66.218.66.216)\n  by m11.grp.scd.yahoo.com with QMQP; 8 Jun 2003 21:03:18 -0000\r\nReceived: from unknown (HELO n14.grp.scd.yahoo.com) (66.218.66.69)\n  by mta1.grp.scd.yahoo.com with SMTP; 8 Jun 2003 21:03:18 -0000\r\nX-eGroups-Return: danyael_x@...\r\nReceived: from [66.218.67.154] by n14.grp.scd.yahoo.com with NNFMP; 08 Jun 2003 21:03:18 -0000\r\nX-Sender: danyael_x@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 41561 invoked from network); 8 Jun 2003 20:40:48 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m11.grp.scd.yahoo.com with QMQP; 8 Jun 2003 20:40:48 -0000\r\nReceived: from unknown (HELO hksmfs.hkr.se) (194.47.25.51)\n  by mta3.grp.scd.yahoo.com with SMTP; 8 Jun 2003 20:40:48 -0000\r\nReceived: from Spooler by hksmfs.hkr.se (Mercury/32 v3.32) ID MO00D8E2;\n    8 Jun 03 22:40:48 +0200\r\nReceived: from spooler by hksmfs.hkr.se (Mercury/32 v3.32); 8 Jun 03 22:40:44 +0200\r\nReceived: from pegasus.hkr.se (194.47.25.25) by hksmfs.hkr.se (Mercury/32 v3.32) with ESMTP ID MG00D8E0;\n   8 Jun 03 22:40:41 +0200\r\nReceived: from HKMAILFS/SpoolDir by pegasus.hkr.se (Mercury 1.48);\n    8 Jun 03 22:40:41 +0100\r\nReceived: from SpoolDir by HKMAILFS (Mercury 1.48); 8 Jun 03 22:40:38 +0100\r\nReceived: from ghost (194.47.45.79) by pegasus.hkr.se (Mercury 1.48) with ESMTP;\n    8 Jun 03 22:40:33 +0100\r\nTo: &lt;samuraihistory@yahoogroups.com&gt;\r\nSubject: Still Seriously OT: The concept of Evil...\r\nDate: Sun, 8 Jun 2003 22:41:46 +0200\r\nMessage-ID: &lt;000401c32dfe$611ed6e0$4f2d2fc2@ghost&gt;\r\nMIME-Version: 1.0\r\nContent-Type: text/plain;\n\tcharset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3 (Normal)\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook, Build 10.0.3416\r\nIn-Reply-To: &lt;!~!UENERkVCMDkAAQACAAAAAAAAAAAAAAAAABgAAAAAAAAA+FF9hzX3B0K6BKuo2mTs3sKAAAAQAAAAvzY6FuIRykqtggAPQHum+QEAAAAA@...&gt;\r\nImportance: Normal\r\nX-MimeOLE: Produced By Microsoft MimeOLE V6.00.2600.0000\r\nX-UC-weight: 181\r\nFrom: &quot;Chris Danyael X&quot; &lt;danyael_x@...&gt;\r\nX-Yahoo-Group-Post: member; u=141679098\r\nX-Yahoo-Profile: chris_danyael_x\r\nX-eGroups-Approved-By: kitsuno &lt;samurai-listowner@...&gt; via web; 08 Jun 2003 21:03:16 -0000\r\n\r\n\n\nYes they did kill a lot of innocent people, and that is a sad thing.\nEvery death of a human beeing is a sad event.\n\nHowever the target was not the people, but rather the symbols that the\nWTC was, and what the Pentagon is symbolising. The same as the atempt to\nchrash into 1600 Pensylvania Avenue. And that my friend is a political\nstatment. Politics and Religion are the same thing when used to control\npeople.\n\nWTC was and still is a symbol of the capitalist world of trade and the\nUSA is the foremost country in the capitalist world. Pentagon is the\nsymbol of your (I asume you are american) military power. 1600\nPensylvania is the symbol of US policys, leedership and the very heart\nof the USA. \n\nThe exact things that the Al-Quaida opposes on RELIGOUS grounds.\nReligion is what they use as a means to justify their actions agains the\nUSA. They see the USA as a threat to their way of life.\n\nDoes that sound familiare? The USA say that the Al-Quaida and other\nterrorist organisations is a threat to the &quot;American Dream&quot;.  \n\nIs this not politics?\n\nAnd why is it politics? The USA have interfered with the internal\naffaires of Mideast, when not invited. This is a series of cause and\neffects dating back to neolithic age. If you fail to realise this and\ndon&#39;t study history you are doomed to repeat it. \n\nAnd you say muslime, it is not all muslime who wants to blow the western\ndevils to bits, but rather a small group of radical religous people.\nMany muslim countries does not want to atack the USA. Egypt, Saudi\nArabia, Quatar, Kuwait, Pakistan, Thailand, Malaysia, India (has some\nmuslims, but the majority is Hindu) only to mention some.  Granted, they\nmay not see eye to eye with USA, but thats only natural. \n\nHell half of Europa doesnt see eye to eye, but we have a Union together\nand have taken a revolutinary step to change the Currency of every EU\ncountry. \n\nIf one continues to follow the &quot;eye for an eye&quot; doctrin, wich by the way\nis even older than the Koran, the world will come to an end sooner than\nany of us really want.\n\nBut thats besides the point. \n\nWe are discussing Evil, and its nature. The Taliban and Al-Quaida are\nnot evil, they just follow an outdated religous law, that hasent been\nrevised since the days of muslim Spain. Understanding and respecting\neach others differences is what will unite this planet, and it is our\ndiversity and conflicts (not necesarily armed militay conflicts) that\nhas made us as a human species so prominent. \n\nYou see, things are always more complex in their nature than to say it\nis evil. You must see the cause to understand the effect. Evil in it&#39;s\nclassical definition is very simplistic. Evil seeks the destruction of\nman and her world.  But it does not give us an explaination as to why\nthe Evil seeks the destruction of the world of men.\n\nOnce upon a time, there was this guy who suggested how nice it woulf be\nif everybody just stoped fighting each other and started to be nice.\nThey _naild_ him to the nearest tree and fought for the next 2000 years\nabout how he said it. \n\nAnd you have caught me at a bit of a disadvantage, since I havent heard\nof B2B and Merkava. Can you explain and if possible give me an internet\nreference?\n\n/// Chris the agnostic who belives in the United Federation of Planets\n(yes sir, I am a trekker ^_^)\n\n&quot;God&#39;s in his heaven. All&#39;s right with the world&quot; \n\t- NERV slogan, Shin Seiki Evangelion\n\n&gt; -----Original Message-----\n&gt; From: Carlo Tacchini [mailto:TSUBAME1@...] \n&gt; Sent: den 8 juni 2003 21:23\n&gt; To: samuraihistory@yahoogroups.com\n&gt; Subject: R: [samuraihistory] Seriously OT: The concept of Evil...\n&gt; \n&gt; \n&gt; Quote..\n&gt; &#39;&#39;it was nothing but a political statement from a group of \n&gt; people who thinks that USA should butt out of their internal \n&gt; buissness.&#39;&#39; ...unquote.\n&gt; \n&gt; Political statement ? If this is the way to be politicians, \n&gt; lets go to nuclear disarm using the surplus for wipe out all \n&gt; the muslim countries concerned. Is this you means as \n&gt; &#39;&#39;political statement&#39;&#39; ? It was a massacre of innocent \n&gt; people. And blood call blood. If terrorists do not stop \n&gt; themselves, nor Israeli neither USA have to stop bombing. The \n&gt; problem is to properly choose the target avoiding the same \n&gt; atrocities. When muslim will stop to consider medieval \n&gt; doctrine as a must for the today&#39;s world, we will stop to \n&gt; consider B2B and Merkava as a solution. \n&gt; \n&gt; -----Messaggio originale-----\n&gt; Da: Chris Danyael X [mailto:danyael_x@...] \n&gt; Inviato: domenica 8 giugno 2003 18.42\n&gt; A: samuraihistory@yahoogroups.com\n&gt; Oggetto: [samuraihistory] Seriously OT: The concept of Evil...\n&gt; \n&gt; \n&gt; I beg to differ.\n&gt; \n&gt; They are not evil. Just plain stupid in my view.\n&gt; I dont belive in pure/diluted evil. I think that is a figment \n&gt; of the christian church imagination. Hitler was insane, yes. \n&gt; He hurt/killed alot of people and suronded himself with \n&gt; people of the same belief. \n&gt; \n&gt; Besides, there is no really good definition on what evil is.\n&gt; Is one Evil for wanting to kill some one?\n&gt; Is one Evil for wanting world domination?\n&gt; Is one Evil for wanting to make money at any cost?\n&gt; Is one Evil for wanting to hurt someone ?\n&gt; \n&gt; But what about the reason of these desires?\n&gt; What is the cause of them? And what will be the effect of them?\n&gt; \n&gt; During the mideval ages, Evil was everyone who opposed the \n&gt; church, since they were in liason with the devil. If you said \n&gt; something that differd from the church doctrin, say the earth \n&gt; is not the center of the univers, or the earth is not flat. \n&gt; Then you were evil and in liason with the devil. \n&gt; If you were an unknown coutry with \n&gt; black/yellow/red/blue/green skin colur, with unknown kultural \n&gt; standards and belief. You were evil heretics until you \n&gt; accepted jesus christ savior bla bla.. Until then you made \n&gt; good slaves, and colonies. Teh concept of Evil was used as a \n&gt; method of control.\n&gt; \n&gt; One could say that the British Empire was Evil, for using \n&gt; Opium to force china into submission.\n&gt; \n&gt; \n&gt; Some People I know say that USA is evil for interfering with \n&gt; other states internal buissness. Like getting Noriega (he was \n&gt; a CIA operative, but defekted after he got\n&gt; elected) elected president and then assainated. USA put \n&gt; Pinochet into power, and as such made life a living hell for \n&gt; alot of people. \n&gt; \n&gt; There are always a cause and an effect. This to is important \n&gt; to remember.\n&gt;  \n&gt; Take the now famous 9/11 incident. \n&gt; The most elaborate, complex and best executed guerilla \n&gt; opperaiton ever peformed by terrorists. Now why on earth \n&gt; would some one want to kill off five to seven thousand people \n&gt; in a building? \n&gt; Basically to make a point. The terrorists didnt care about \n&gt; the people in the buildings, that only came as a bounus. It \n&gt; was what those buildings represented that matterd. It was an \n&gt; awfull act, and persoanly I was in chock for three days. I \n&gt; have relatives in the states so naturally I was concernd. \n&gt; \n&gt; Was that an evil act? If you ask the americans, it was \n&gt; definatly the ultimate and purest Evil. But it was nothing \n&gt; but a political statement from a group of people who thinks \n&gt; that USA should butt out of their internal buissness. \n&gt; I mean come on! Do you really think that the midle east is a \n&gt; new problem? Hell no! It has been a hodgepodge of assorted \n&gt; violence and territorial aggression for over 5000 years. And \n&gt; the only difference now from then is that they have the \n&gt; capacity to wipe each other out totally. They are pissed off \n&gt; at the americans/allied for getting involved in a several \n&gt; thousand year old conflict, and were telling them, and any \n&gt; other nation that might get the idea to get involved to &quot;stay \n&gt; the fuck away&quot; (pardon my language). If you dont, we will \n&gt; make sure that you feel the effects of your actions in our \n&gt; home, at your home. \n&gt; \n&gt; So the cause to ther 9/11 effect was all the acumulated \n&gt; actions the USA/Allied had done in the past concentrated in \n&gt; one opretaion. \n&gt; The effect after 9/11?\n&gt; USA bombed two countries back to the darkages, and what to \n&gt; continue with Iran. Is USA Evil for doing so? Oh no would \n&gt; most people say, they are only defending themself from evil. \n&gt; Yeah, but you have to considerd what the other side will say \n&gt; about this.\n&gt; \n&gt; They say that they were defending themself from the ultimate \n&gt; purest form of Evil. Gerorge W Bush Junior the apostel of \n&gt; satan. Sounds familliar?\n&gt; \n&gt; Now, we are all friendly peacefull people, arent we?\n&gt; \n&gt; I say everything is a matter of point of view. And in most \n&gt; cases, economics and religion are the major contributers to \n&gt; so called &quot;evil&quot; events. And in a few cases insanity with a \n&gt; little help from economics and religon can end up in \n&gt; disatorus events. Like the world wars, Togukawa regime and \n&gt; emperor Xiang of china. The guy who united al of china and \n&gt; built the great wall of china. He did kill a lott of people, \n&gt; was a cruel bastard, and probably slightly YoYo in the head. \n&gt; But he did unite china, and gave it a very stable future. \n&gt; Evil or not? Point of view. \n&gt; (BTW, I have _no_ idea how to spell Xiang&#39;s name, I&#39;m guessing this is\n&gt; correct)\n&gt; \n&gt; The other question we must ask ourself is this.\n&gt; Does the means justify the goal?\n&gt; or does the goal justify the means?\n&gt; Emperor Xiang probably thought that if he united the people \n&gt; of what was to be &quot;China&quot;, a period of peace and prosperity \n&gt; would come. And the country would flourish in the fields of \n&gt; science and economics. But it would all come at a high price. \n&gt; He aparently thought it was worth it.\n&gt; \n&gt; My point in all of this rambling is this.\n&gt; 1. Evil is a matter of point of view. \n&gt; 2. History is written by those who survive and comes out on \n&gt; top of things. 3. Does the goal justefy the means, and does \n&gt; the means justify the goal. 4. Evil is a word used to \n&gt; describe &quot;the others&quot; in a way to de humanise the opposit side.\n&gt; \n&gt; And as such I do not belive in evil, deluted or pure, it does \n&gt; not matter for it is all a point o view. For it is all just \n&gt; the effect of a prior event. \n&gt; \n&gt; /// Chris the agnostic realist\n&gt; \n&gt; &quot;We are friendly peacfull people. we&#39;re not the ones out \n&gt; there causing troubble&quot; -The streets &quot;Irony of it all&quot; (as I \n&gt; was saying it is just a point of view -C)\n&gt; \n&gt; &gt; -----Original Message-----\n&gt; &gt; From: Burker1@... [mailto:Burker1@...]\n&gt; &gt; Sent: den 8 juni 2003 04:23\n&gt; &gt; To: samuraihistory@yahoogroups.com\n&gt; &gt; Subject: Re: [samuraihistory] Digest Number 521\n&gt; &gt; \n&gt; &gt; \n&gt; &gt; It&#39;s not always just a matter of one&#39;s &quot;point of view&quot;.  Some\n&gt; &gt; people/groups \n&gt; &gt; are evil per se, the Nazis being a prime example.\n&gt; &gt; \n&gt; &gt; Bob Burke\n&gt; \n&gt; \n&gt; \n&gt; Samurai Archives: http://www.samurai-archives.com\n&gt; ---\n&gt; To unsubscribe from this group, send an email to: \n&gt; samuraihistory-unsubscribe@yahoogroups.com\n&gt; \n&gt;  \n&gt; \n&gt; Your use of Yahoo! Groups is subject to \n&gt; http://docs.yahoo.com/info/terms/ \n&gt; \n&gt; \n&gt; \n&gt; \n&gt; \n&gt; ------------------------ Yahoo! Groups Sponsor \n&gt; ---------------------~--&gt; Get A Free Psychic Reading! Your \n&gt; Online Answer To Life&#39;s Important Questions. \n&gt; http://us.click.yahoo.com/Lj3uPC/Me7FAA/ySSFAA&gt; /BcOolB/TM\n&gt; \n&gt; \n&gt; --------------------------------------------------------------\n&gt; -------~-&gt;\n&gt; \n&gt; Samurai Archives: http://www.samurai-archives.com\n&gt; ---\n&gt; To unsubscribe from this group, send an email to: \n&gt; samuraihistory-unsubscribe@yahoogroups.com\n&gt; \n&gt;  \n&gt; \n&gt; Your use of Yahoo! Groups is subject to \n&gt; http://docs.yahoo.com/info/terms/ \n&gt; \n&gt; \n&gt; \n\n\n\n"
}