{
    "userId": 141679098,
    "authorName": "Chris Danyael X",
    "from": "&quot;Chris Danyael X&quot; &lt;danyael_x@...&gt;",
    "profile": "chris_danyael_x",
    "replyTo": "LIST",
    "senderId": "-VZ8mJjJZgmwkeeEBmlKhofnTJof2w8XVGzNPLto5jwHIasvC91GfsYf9yGD0_oC2jkq_Dbqi5le1kjg1pyxE8yS1aSYFT3DQ9VhqQ",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Seriously OT: The concept of Evil... (this is a long one...)",
    "postDate": "1055112374",
    "msgId": 1848,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDAwMDYwMWMzMmUwZiRjNDdlZDc2MCQ0ZjJkMmZjMkBnaG9zdD4=",
        "inReplyToHeader": "PDAwMmMwMWMzMmRmNSRkODljZmJiMCRmMDhhMDU0NEBRdWFyZXNtYT4="
    },
    "prevInTopic": 1847,
    "nextInTopic": 1849,
    "prevInTime": 1847,
    "nextInTime": 1849,
    "topicId": 1831,
    "numMessagesInTopic": 13,
    "msgSnippet": "Ah, now we are getting somewere. First off, I must say that I have experienced my fair share of horrible events, and I have been treated very badly by some",
    "rawEmail": "Return-Path: &lt;danyael_x@...&gt;\r\nReceived: (qmail 17851 invoked from network); 9 Jun 2003 01:20:51 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m8.grp.scd.yahoo.com with QMQP; 9 Jun 2003 01:20:51 -0000\r\nReceived: from unknown (HELO n11.grp.scd.yahoo.com) (66.218.66.66)\n  by mta3.grp.scd.yahoo.com with SMTP; 9 Jun 2003 01:20:50 -0000\r\nX-eGroups-Return: danyael_x@...\r\nReceived: from [66.218.67.178] by n11.grp.scd.yahoo.com with NNFMP; 09 Jun 2003 01:20:50 -0000\r\nX-Sender: danyael_x@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 7387 invoked from network); 8 Jun 2003 22:45:17 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m11.grp.scd.yahoo.com with QMQP; 8 Jun 2003 22:45:17 -0000\r\nReceived: from unknown (HELO hksmfs.hkr.se) (194.47.25.51)\n  by mta3.grp.scd.yahoo.com with SMTP; 8 Jun 2003 22:45:16 -0000\r\nReceived: from Spooler by hksmfs.hkr.se (Mercury/32 v3.32) ID MO00DA10;\n    9 Jun 03 00:45:16 +0200\r\nReceived: from spooler by hksmfs.hkr.se (Mercury/32 v3.32); 9 Jun 03 00:45:13 +0200\r\nReceived: from pegasus.hkr.se (194.47.25.25) by hksmfs.hkr.se (Mercury/32 v3.32) with ESMTP ID MG00DA0F;\n   9 Jun 03 00:45:08 +0200\r\nReceived: from HKMAILFS/SpoolDir by pegasus.hkr.se (Mercury 1.48);\n    9 Jun 03 00:45:08 +0100\r\nReceived: from SpoolDir by HKMAILFS (Mercury 1.48); 9 Jun 03 00:45:05 +0100\r\nReceived: from ghost (194.47.45.79) by pegasus.hkr.se (Mercury 1.48) with ESMTP;\n    9 Jun 03 00:45:01 +0100\r\nTo: &lt;samuraihistory@yahoogroups.com&gt;\r\nSubject:  Seriously OT: The concept of Evil... (this is a long one...)\r\nDate: Mon, 9 Jun 2003 00:46:14 +0200\r\nMessage-ID: &lt;000601c32e0f$c47ed760$4f2d2fc2@ghost&gt;\r\nMIME-Version: 1.0\r\nContent-Type: text/plain;\n\tcharset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3 (Normal)\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook, Build 10.0.3416\r\nIn-Reply-To: &lt;002c01c32df5$d89cfbb0$f08a0544@Quaresma&gt;\r\nImportance: Normal\r\nX-MimeOLE: Produced By Microsoft MimeOLE V6.00.2600.0000\r\nX-UC-weight: 654\r\nFrom: &quot;Chris Danyael X&quot; &lt;danyael_x@...&gt;\r\nX-Yahoo-Group-Post: member; u=141679098\r\nX-Yahoo-Profile: chris_danyael_x\r\nX-eGroups-Edited-By: kitsuno &lt;samurai-listowner@...&gt;\r\nX-eGroups-Approved-By: kitsuno &lt;samurai-listowner@...&gt; via web; 09 Jun 2003 01:20:46 -0000\r\n\r\nAh, now we are getting somewere.\n\nFirst off, I must say that I have experienced my fair share of horrible\nevents, and I have been treated very badly by some really sadistic\npeople. I do not say they are evil, I say they are either sick and needs\nhelp, or misguided. I even go as far as to forgive them, but I never\nforget what has happend in the past. I hope you understand if I do not\ngo into detail as it is some very unpleasant memories for me.\n\nMorals and Etics are standards of behaviour that define our relatuions\nwith each other. These standards are accepted as protocolls of\ncomunication and are based on the thought that we can all live together\nif we have an unspoken law that govenrs our behaviour. I.E. I dislike\nyour hairdo, I punch you on the nose. BUT this leads to a new set of\nevents, it just so happens to be socialy unacceptable and\nuncommunicative to hit people in the face if you dont like their hairdo,\nI go to prisson. \nOkay this is a very simplistic chain of events, but it makes your and my\npoint clear. I break the social protocoll of standardised behavioural\npatterns established for the sake of us living together and for us to\ncomunicate, then I must face the consequenses. It is when these Morals\nor standard protocolls are faceing each other that friction occures.\n\nOkay now to the nature of Evil part. You say that one must be devoid of\nemotion (or mentally insane) or has never had something bad happen to\nthem. And that Evil is based on moral truth witchis absolute. But this\nis where you falter, my friend. Moral truth is not absloute, different\ncultures have different moral values.\n\nIn a country guided by, say for the sake of exampel, the Sharia (Muslim\nlaw provided by the koran and its comments). It is not moraly wrong to\nslay a woman who has been in bed with a man outside of wedlock.\nAu contrare, it is encouraged to slay her. It is not evil, it is\nnecessary for the clan/family to retain its honor.\nIn the western world it would be imoral to have a sexual relationship\noutside wedlock, but the woman most sertainly would not be stoned to\ndeath. She would be either thrown out of her family, or if it was the\nold days, be the center of the village gosip and a subject of\nharrasment. If you would rais your voice against the Ming dynasty, you\nwould be arrested for treason and probably killed, not moraly wrong\nsince he/she was a security threat. In Western world, the person would\nbe called an inconveinence and not untill actions against the government\nhad been taken, would imprisonment and possible death sentence be\ndeliverd.\n\nDifferent culture equals different moral codes. And as such there is no\nabsolut moral code.\nAnd even the moral codes can be bent and deformed, the world wars are\nexcelent examples of that. The inquisition is an excelent example of\nthat to. By saying that the person that is the target of torture is not\na humanbeeing, but rather an animal or a demon, and that you are doing\nthis for your own survival, is in essence a defomation of moral code.\nChristians say &quot;Thou shalt not Kill&quot; even so they have committed alot of\nhideous crimes. The Germans during the second world war killed\nhomosexuals, communists, Jews, and political dissidents with the excuse\n&quot;they are not Arian&quot;. And this allowed them to act under the belief that\nthis is not a moral crime. \n\nDo you consider Cows to have a social valu? Yes, you consider them food,\nand as such you kill them and eat them as food. Why? It is conciderd\nmoraly to be our perogative since we are on top of the food chain. Even\nso, the cow does not have a sens of awareness and it doesnt play chess.\nWhat do we know, have we ever spoken to a cow? Does it consider us Evil\nfor slaying it and eating it? No it is an animal, it doesn&#39;t feel a\nthing...\n\nSame reasoning of morals different target of cruelty.\n\nSo people outside these defined moralcodes are called Evil to make it\neasier to kill, maim, torture and in other ways seriously hurt their\nfeelings. \nI do not doubt that someone is capable in commiting acts of cruelty.\nThey can be a saidist. Someone who likes to hurt people. That doesnt\nmean they are Evil. They could have a reason for hurting me, beeing\nafraid or feeling cornerd. Political or religious pressure can also be\nan incentive to hurt me. Forcing a difernet view on me, and I sease to\nbe a human, and become an &quot;it&quot;, making it easier for the agressor to\nhurt me.\n\nAnd if one does not have feelings, one can not commit acts of cruelty,\nbut acts of logic behaviour.\nIf there are no feelings, one have no concept of pain, suffering and\npleasure. If you have no notion of that, then you can not take pleasure\nin hurting someone. Your acts will be governd by logic. And logic by it\nself is a sort of moral code.\n\nIf you on the other hand are mentally disturbed, and take pleasure out\nof someones pain, and have no problem of killing me, you or a child.\nThen that persona has a different set of moralcodes that he/she abides\nto. And If that persona acts out in accordance to this moral code, he\nhas not broken it. It does not nessecarily mean that he is &quot;Evil&quot; but\nmore of a social problem that has to be adressed and contained since\nhe/she acts not out of the established commonly accepted standards of\nbehaviour, and as such poses a problem. Thats not Evil, its mentally\nill. \n\nAnd if different sets of moral codes exist, then two different points of\nview exsists. QED.\n\n\nFor intrinsic Evil to Exist, intrinsic Good has to exist. \nNone of them exist to my knowledge. \nShow me one intrinsicly good beeing that I as an agnostic can accept\ndoes not have any flaws in its reasoning.\n\nThen I will admitt my reasoning to be faulty.\n\n/// Chris \n\nOn a personal note: I really like to discuss with you people, its fun\nand educating for me. I have not meant to hurt anybodys feelings with my\ndiscussion, and from prior experience of mailing lists I know that\ndiscussions can get very intense. And so if I have hurt anybodys\nfeelings I Sincerly apologise, for that was not my intention. I sincerly\nhope that everybody has enyojed this discussion as much as I have. =) \n\n \n\n\n\n"
}