{
    "userId": 148785293,
    "authorName": "Bud Brann",
    "from": "&quot;Bud Brann&quot; &lt;cebrann@...&gt;",
    "profile": "cebrann",
    "replyTo": "LIST",
    "senderId": "916F4ugMr5VpHXfK6lxf_RHWc4l5I6Z_ZmCvJDpDnhmkY4bpBrAKUjjIm3j9VpEqoEDr65GXJjzxZjrjP-fofvuDdCOmlA",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: Proper Care of Japanese Swords",
    "postDate": "1055715772",
    "msgId": 1888,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGJjaXJqcyszdjZpQGVHcm91cHMuY29tPg==",
        "inReplyToHeader": "PGEwNTIxMDYwOGJiMTFjZjVkN2JlYkBbMTkyLjE2OC4xNzMuMTY2XT4="
    },
    "prevInTopic": 1887,
    "nextInTopic": 1889,
    "prevInTime": 1887,
    "nextInTime": 1889,
    "topicId": 1879,
    "numMessagesInTopic": 12,
    "msgSnippet": "Thank you Tom. I appreciate your comments. Yes I am honored and privileged to have a friend such as Yasuhiro, (Ken) Komatsu. I have known Komatsu-San for 20",
    "rawEmail": "Return-Path: &lt;cebrann@...&gt;\r\nReceived: (qmail 49029 invoked by uid 7800); 15 Jun 2003 22:46:46 -0000\r\nX-Sender: cebrann@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 72669 invoked from network); 15 Jun 2003 22:22:54 -0000\r\nReceived: from unknown (66.218.66.216)\n  by m2.grp.scd.yahoo.com with QMQP; 15 Jun 2003 22:22:54 -0000\r\nReceived: from unknown (HELO n29.grp.scd.yahoo.com) (66.218.66.85)\n  by mta1.grp.scd.yahoo.com with SMTP; 15 Jun 2003 22:22:54 -0000\r\nReceived: from [66.218.67.128] by n29.grp.scd.yahoo.com with NNFMP; 15 Jun 2003 22:22:53 -0000\r\nDate: Sun, 15 Jun 2003 22:22:52 -0000\r\nTo: samuraihistory@yahoogroups.com\r\nSubject: Re: Proper Care of Japanese Swords\r\nMessage-ID: &lt;bcirjs+3v6i@...&gt;\r\nIn-Reply-To: &lt;a05210608bb11cf5d7beb@[192.168.173.166]&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 4227\r\nX-Mailer: Yahoo Groups Message Poster\r\nFrom: &quot;Bud Brann&quot; &lt;cebrann@...&gt;\r\nX-Yahoo-Group-Post: member; u=148785293\r\nX-Yahoo-Profile: cebrann\r\nX-eGroups-Approved-By: kitsuno &lt;samurai-listowner@...&gt; via email; 15 Jun 2003 22:46:46 -0000\r\n\r\nThank you Tom. I appreciate your comments.\n\nYes I am honored and privileged to have a friend such as Yasuhiro, \n(Ken) Komatsu. I have known Komatsu-San for 20 years, first as \nbusiness associates then as friends. Ken was employed by a company \nwhich was the Japanese distributor for my company&#39;s products.\n\nKen was the best English speaker with his company and as such was \nsent to the U.S. for 6 months to learn better English and our company \nproducts. As Manager Far East I spent much time with him. My company \nalso spent $ 7000 on Japanese language lessons for me, so we could \nconverse pretty well.\n\nI have been greatly honored by being invited several times to visit \nhis home, not common in Japan where most entertaining is done \nelsewhere, and he has visited mine. I became well acquainted with his \nfamily; his father, wife and two children.\n\n I took early retirement in 1992 and a few years later Komatsu-San \nchanged companies. I very much regret that I have not been able to \nvisit Japan since I retired, but Komatsu-San has been to the U.S. \ntwice and each time has visited me, at some effort since I live in an \nout of the way community now. We correspond by e-mail.\n\nAlthough during my career, I have been so lucky as to be able to \nvisit, often numerous times, some 40 countries in Europe, the Middle \nEast, Central and South America, and Asia as well as Australia, I \ngrew to love Japan and the Japanese people most. I have never met any \npeople who work so hard, and play equally hard, who are so worldly \nwise, yet cherish their gardens, temples, and Cherry blossums. Had I \nnot had a business reversal losing a lot of money, I had planned to \ntry and live in Japan for a year or two.\n\nWhile I can never repay Ken&#39;s wonderful gift to me, he sort of thinks \nI have. He is a great fan of Glen Cambell and Andy Williams. During \none of his visits I took him to see Andy Williams in Branson and he \ntold me that was the best Christmas present I could ever give him. \nLast fall, he brought his Wife to the U.S. for the first time and I \ntook them both to see Andy Williams and Glen Cambell. \n\nWhat amazed both him and me was how his wife, who speaks virtually no \nEnglish, could disappear, going to the ladies room for what seemed \nlike ages, and when we would go looking for her we found that, \nthrough the language barrier, she was conversing with an American \nwoman and within 15 minutes they knew all about each others children \nand lives.\nPerhaps its through such simple things that world understanding and \npeace will someday be achieved.\n\nBud\n\n \n\n--- In samuraihistory@yahoogroups.com, tom helm &lt;junkmail@t...&gt; wrote:\n\n\n\n&gt; Bud-\n&gt; \tYou are very lucky to have such a friend. Anyone who would go \n&gt; to such trouble should be cherished. You need aks him if it is a \n&gt; &quot;shinsakuto&quot;or a &quot;Iaito&quot; (mogito). If it is an Iaito then you need \n&gt; only keep it clean, if it is a shinsakuto you&#39;ll need a cleaning \nkit.\n&gt; \tFor a traditionally made Japanese sword a cleaning kit is \n&gt; tissue or better yet rice paper, a ball of uchiko and choji oil. \n&gt; Uchiko is a mild abrasive used to clean off the old coating of oil \n&gt; before an application of a new one. the Choji oil is usually a \n&gt; mineral oil with a hint of choji (clove) for fragrance, this is \nmost \n&gt; assuredly NOT the same oil used for toothache so be careful. There \nis \n&gt; also Tsubaki abura, or camellia oil which some prefer because it \nhas \n&gt; little or no odor. Uchiko is made from the &quot;sludge&quot; or by product \nof \n&gt; the uchigomori stone used in polishing. Literally &quot;child of the \n&gt; Uchigomori&quot;. There are several grades but for Shinsakuto it matters \n&gt; little.\n&gt; \tIf your saya is new, remember that it was likely not made for \n&gt; your climate but that of Japan. If the fit of the habaki or collar \non \n&gt; your sword/saya is tight do not force it but leave a 1/4 inch of it \n&gt; out of the saya. It is expected that in a new saya the opening will \n&gt; be very tight, in a dryer climate it may contract and crack. There \nis \n&gt; little maintence for a well made saya...\n&gt; \t-t\n&gt; \n&gt; if you believe you have a true nihonto I invite you to visit the \n&gt; following link and to join the &quot;nihonto@yahoogroups.com&quot; list.\n&gt; \n&gt; http://www.geocities.com/alchemyst/nihonto.htm\n\n\n"
}