{
    "userId": 148785293,
    "authorName": "Bud Brann",
    "from": "&quot;Bud Brann&quot; &lt;cebrann@...&gt;",
    "profile": "cebrann",
    "replyTo": "LIST",
    "senderId": "au8Fwopr-YaNIdbV4BVIXVVxM7idXmDuRK8RT5GIj_gCImkyx3ElwRd9G0Bjy17aSPiAClVXJxXz3my-D9kcEiaSs9KuxQ",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Samurai William",
    "postDate": "1057155286",
    "msgId": 1932,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGJkdXBjbSttdTRzQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 1934,
    "prevInTime": 1931,
    "nextInTime": 1933,
    "topicId": 1932,
    "numMessagesInTopic": 7,
    "msgSnippet": "Some time ago I posted in this forum a comment about the book/movie, Shogun. I recalled that on one of my trips to Japan, a hill, (I believe it was in",
    "rawEmail": "Return-Path: &lt;cebrann@...&gt;\r\nReceived: (qmail 63607 invoked by uid 7800); 3 Jul 2003 01:04:57 -0000\r\nX-Sender: cebrann@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 25930 invoked from network); 2 Jul 2003 14:14:51 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m14.grp.scd.yahoo.com with QMQP; 2 Jul 2003 14:14:51 -0000\r\nReceived: from unknown (HELO n18.grp.scd.yahoo.com) (66.218.66.73)\n  by mta3.grp.scd.yahoo.com with SMTP; 2 Jul 2003 14:14:50 -0000\r\nReceived: from [66.218.67.131] by n18.grp.scd.yahoo.com with NNFMP; 02 Jul 2003 14:14:48 -0000\r\nDate: Wed, 02 Jul 2003 14:14:46 -0000\r\nTo: samuraihistory@yahoogroups.com\r\nSubject: Samurai William\r\nMessage-ID: &lt;bdupcm+mu4s@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 4216\r\nX-Mailer: Yahoo Groups Message Poster\r\nFrom: &quot;Bud Brann&quot; &lt;cebrann@...&gt;\r\nX-Yahoo-Group-Post: member; u=148785293\r\nX-Yahoo-Profile: cebrann\r\nX-eGroups-Approved-By: kitsuno &lt;samurai-listowner@...&gt; via email; 3 Jul 2003 01:04:57 -0000\r\n\r\nSome time ago I posted in this forum a comment about the book/movie, \nShogun. I recalled that on one of my trips to Japan, a hill, (I \nbelieve it was in Kyushu.), was pointed out to me as being Pilot \nHill, named after Anjin-San. At that time it was my distinct \nimpression that the English pilot in Shogun was based on fact. \nSomeone, I do not recall who, said they thought it was strictly \nfiction.\n\nI finally was able to get my hands on &quot;Samurai William&quot; a history \nbook by Giles Milton. This book left no doubt that not only did Anjin-\nSan exist as a real person, but that James Clavell covered the \nimportant events of William Adams experience with remarkable accuracy.\n\nShould any of you not have read it, I highly recommend doing so, as \nit does a wonderfull job of discussing events during many years of \nTokunaga Ieyasu&#39;s &quot;rein&quot; (It goes beyond that into the rein of \nIeyasu&#39;s son Hidetada, but I haven&#39;t finished the book yet so do not \nknow how far it extends.\n\nThe number of events of historical accuracy are many and so far I \nhave only found two significant departures from history.\n\nEvents of historical accuracy include:\n\n1. Adam&#39;s was an English &quot;pilot&quot; (navigator) on board a Dutch Ship.\n2. He was indeed made Samurai and Hatamoto, not just the first \nforeigner to be so honored, but the first person, not trained in &quot;the \nway of the Sword&quot; to be so honored.\n3. Adams early enemy was indeed a specific Jesuit priest whose \npersonality was virtually identical to that displayed by the movie \nJesuit. This priest did indeed act as interpreter in Adam&#39;s first \nmeeting with the Shogun, and Adam&#39;s did tell Ieyasu that the Priest \nwas his enemy. What was less clear in the movie was that Adam&#39;s \neventually learned the Japanese languge well enough that he replaced \nthe jesuit as Ieyasu&#39;s interpreter.\n\nThere are numerous other instances of historical accuracy but let me \nnow turn to two inaccuracies.\n\n1. There was apparently no Lady Mariko. Adams did marry a Japanese \nwoman, (making him a bigamist as he had a wife and daughter in \nEngland.) He had two children with his Japanese wife. But his wife \nwas not  of a noble family, although her father did have a position \nof some importance.\n2. Ieyasu did not have Anjin-San&#39;s ships destroyed to keep him in \nJapan. To the contrary he had Adam&#39;s build two ships, one an 80 ton \nvessel and the other a 120 ton vessel.\n\nIt is true that Adam&#39;s was refused persmission to leave Japan for 15 \nyears, but Ieyasu eventually relented and gave permission for him to \nleave. This was done shortly after the first English ship arrived in \nJapan. Adam&#39;s was prepared to return home on the ship, but quickly \nfound the Captain to be such a &quot;jerk&quot; that he decided he prefered to \nstay in Japan to spending a year aboard a ship with the idiot.\n\nThis Captain was immediately a odds with Adam&#39;s. Although he had no \nexperience what ever in Japan he continually disregarded Adam&#39;s \nadvice and made a great deal of trouble for himself and his success \nin so doing.\n\nMuch more recently history repeated when I was &quot;presented&quot; with a \nboss who also had no exprerience what so ever in foreign countries, \n(at that time I had 10 years experience), and he also failed to \nfollow my advice, eventually losing a lot of international business.\n\nThere are also interesting tidbits about the real Anjin-San&#39;s \nexperience not covered in the book or movie. Adam&#39;s influence with \nthe Shogun may well have played a role in the Shogun&#39;s eventual \ndecision to ban Christian&#39;s from Japan. This apparently applied \nmostly to Roman Catholics who were indeed enemy to England.\n\nThis in turn led to the last major war when Osaka Castle, under \nHideyori, became a refuge for disaffected Christians. That battle \npitted 180,000 troops under Ieyasu against Hideyori and 120,000 \ntroops, with the added benefit of the impregnable Osaka castle. \nIeyasu won.\n\nI am finding Samurai William to be an excellent and facinating book \nand recommend it to all who are interested in that period of Japanese \nhistory. I have read quite a bit about Tokunaga Shogun, but only in \nthis book have I actually found a physical description of the man. \n(In his later years he became too fat to mount a horse).\n\n\n\n\n"
}