{
    "userId": 448294,
    "authorName": "Anthony J. Bryant",
    "from": "&quot;Anthony J. Bryant&quot; &lt;ajbryant@...&gt;",
    "profile": "sengokudaimyo",
    "replyTo": "LIST",
    "senderId": "9nMQD3v6rneb4fnZIdry9awXVTwSoZjHiEyHFS-CSZmSLVJzRha33v6j-UYPL0fNyaF4p55GkShocEDBiArZVlk3F8F9snVl3cQ2DfT3iM5S",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [samuraihistory] Samurai William",
    "postDate": "1057198050",
    "msgId": 1934,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDNGMDM4RkRFLkJDMzJCOEI4QGluZGlhbmEuZWR1Pg==",
        "referencesHeader": "PGJkdXBjbSttdTRzQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 1932,
    "nextInTopic": 1935,
    "prevInTime": 1933,
    "nextInTime": 1935,
    "topicId": 1932,
    "numMessagesInTopic": 7,
    "msgSnippet": "... Someone was an idjit. ... Ummm.... yeah. It s called research.  ...  reign  ... Actually, there are piles of them -- mostly in the",
    "rawEmail": "Return-Path: &lt;ajbryant@...&gt;\r\nX-Sender: ajbryant@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 52918 invoked from network); 3 Jul 2003 02:07:44 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m1.grp.scd.yahoo.com with QMQP; 3 Jul 2003 02:07:44 -0000\r\nReceived: from unknown (HELO julesburg.uits.indiana.edu) (129.79.1.75)\n  by mta3.grp.scd.yahoo.com with SMTP; 3 Jul 2003 02:07:44 -0000\r\nReceived: from logchain.uits.indiana.edu (logchain.uits.indiana.edu [129.79.1.77])\n\tby julesburg.uits.indiana.edu (8.12.9/8.12.9/IUPO) with ESMTP id h6327g4n010987\n\tfor &lt;samuraihistory@yahoogroups.com&gt;; Wed, 2 Jul 2003 21:07:42 -0500 (EST)\r\nReceived: from indiana.edu (dial-122-162.dial.indiana.edu [156.56.122.162])\n\tby logchain.uits.indiana.edu (8.12.9/8.12.9/IUPO) with ESMTP id h6327V8n004708\n\tfor &lt;samuraihistory@yahoogroups.com&gt;; Wed, 2 Jul 2003 21:07:34 -0500 (EST)\r\nMessage-ID: &lt;3F038FDE.BC32B8B8@...&gt;\r\nDate: Wed, 02 Jul 2003 21:07:30 -0500\r\nX-Mailer: Mozilla 4.79 (Macintosh; U; PPC)\r\nX-Accept-Language: en,ja,ru,zh,zh-CN,zh-TW,ar,el\r\nMIME-Version: 1.0\r\nTo: samuraihistory@yahoogroups.com\r\nSubject: Re: [samuraihistory] Samurai William\r\nReferences: &lt;bdupcm+mu4s@...&gt;\r\nContent-Type: text/plain; charset=iso-2022-jp; x-mac-type=&quot;54455854&quot;; x-mac-creator=&quot;4D4F5353&quot;\r\nContent-Transfer-Encoding: 7bit\r\nFrom: &quot;Anthony J. Bryant&quot; &lt;ajbryant@...&gt;\r\nReply-To: ajbryant@...\r\nX-Yahoo-Group-Post: member; u=448294\r\nX-Yahoo-Profile: sengokudaimyo\r\n\r\nBud Brann wrote:\n\n&gt; Some time ago I posted in this forum a comment about the book/movie,\n&gt; Shogun. I recalled that on one of my trips to Japan, a hill, (I\n&gt; believe it was in Kyushu.), was pointed out to me as being Pilot\n&gt; Hill, named after Anjin-San. At that time it was my distinct\n&gt; impression that the English pilot in Shogun was based on fact.\n&gt; Someone, I do not recall who, said they thought it was strictly\n&gt; fiction.\n&gt;\n\nSomeone was an idjit.\n\n&gt;\n&gt; I finally was able to get my hands on &quot;Samurai William&quot; a history\n&gt; book by Giles Milton. This book left no doubt that not only did Anjin-\n&gt; San exist as a real person, but that James Clavell covered the\n&gt; important events of William Adams experience with remarkable accuracy.\n&gt;\n\nUmmm.... yeah. It&#39;s called research. &lt;G&gt;\n\n&gt;\n&gt; Should any of you not have read it, I highly recommend doing so, as\n&gt; it does a wonderfull job of discussing events during many years of\n&gt; Tokunaga Ieyasu&#39;s &quot;rein&quot; (It goes beyond that into the rein of\n&gt; Ieyasu&#39;s son Hidetada, but I haven&#39;t finished the book yet so do not\n&gt; know how far it extends.\n&gt;\n\n&lt;quibble&gt; reign &lt;/quibble&gt;\n\n&gt;\n&gt; The number of events of historical accuracy are many and so far I\n&gt; have only found two significant departures from history.\n&gt;\n\nActually, there are piles of them -- mostly in the interests of making a novel\nthat would be marketable and appeal in the West. See below for the biggest (and\none of the ones that explain much as to why the Japanese were ambivalent about\nthe book.\n\n&gt; 3. Adams early enemy was indeed a specific Jesuit priest whose\n&gt; personality was virtually identical to that displayed by the movie\n&gt; Jesuit. This priest did indeed act as interpreter in Adam&#39;s first\n&gt; meeting with the Shogun, and Adam&#39;s did tell Ieyasu that the Priest\n&gt; was his enemy. What was less clear in the movie was that Adam&#39;s\n&gt; eventually learned the Japanese languge well enough that he replaced\n&gt; the jesuit as Ieyasu&#39;s interpreter.\n&gt;\n\nHardly. Joao Rodriguez was a key interpreter -- and quite possibly the best\nforeign speaker of Japanese in this time frame -- but he was by no means the\nonly one. There were, by the early 1620s, many Japanese who had had training at\none of the Jesuit seminaries but left them, and any of them could have done\ninterpretation -- as well as any number of non-seminary-trained samurai who&#39;d\nbeen educated in the Portuguese and Spanish languages just for that purpose (as\nwould later happen to those who were taught Dutch).\n\n&gt;\n&gt; There are numerous other instances of historical accuracy but let me\n&gt; now turn to two inaccuracies.\n&gt;\n&gt; 1. There was apparently no Lady Mariko.\n\nYes, there was. An incredibly famous woman who is still highly regarded in\nJapanese historical circles. Her name was Hosokawa Gracia, the Christian\ndaughter of Akechi Mitsuhide (Akechi Jinsai in the book, assassin of the\ndictator Goroda, the novel&#39;s version of Oda Nobunaga), wife of Hosokawa Tadaoki\n(Buntaro), and daughter-in-law of Hosokawa Fujitaka (Hiromatsu).\n\nShe was held hostage by Ishida Mitsunari (Ishido) in his castle, and committed\nsuicide and burned her home down (with her in it) to prevent Ishida from being\nable to hold her prisoner to keep her husband from acting.\n\nThat such a high-born lady would have had an affair with a foreigner like\n&quot;Anjin&quot; was an affront to Japanese sensibilities of propriety. It is the\ngreatest historical inaccuracy -- or rather, the most obvious fiction created --\nin the book.\n\n&gt; Adam&#39;s influence with\n&gt; the Shogun may well have played a role in the Shogun&#39;s eventual\n&gt; decision to ban Christian&#39;s from Japan. This apparently applied\n&gt; mostly to Roman Catholics who were indeed enemy to England.\n&gt;\n\nHardly. There was much more to it than the piddling influence Adams was able to\ncreate. Most critical, possibly, was the San Felipe Incident, and as likely the\npersonality of Coelho the head of the Jesuit Mission in Japan, who liked to show\noff Portugal&#39;s military might to impress the Japanese. The ultimate end was the\nfact that the Catholics wouldn&#39;t lend the shogunate ships to attack Shimabara\nand the Christians holed up in there; neither would the British. The Dutch,\nhowever, more interested in trade than in souls, gave the bakufu whatever they\nneeded, thus securing their position as &quot;foreigners we can work with.&quot;\n\n&gt;\n&gt; This in turn led to the last major war when Osaka Castle, under\n&gt; Hideyori, became a refuge for disaffected Christians.\n\nYou&#39;re conflating Shimabara and Osaka. Different campaigns.\n\n\nTony\n\n\n"
}