{
    "userId": 128395055,
    "authorName": "Eponymous13@aol.com",
    "from": "Eponymous13@...",
    "profile": "holydemon13",
    "replyTo": "LIST",
    "senderId": "UAunBF08NhQ1G7APEMV_s50W8jdJ8XJ0VCnkjPIkBCBsHBWJe3qkdvQBPDKMs_8Stcn3clQvKVKu8Q",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [samuraihistory] Re: Oda Nobunaga",
    "postDate": "1061264605",
    "msgId": 2079,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDEyZi4yZmY4YTA5Yi4yYzcyZjZkZEBhb2wuY29tPg=="
    },
    "prevInTopic": 2068,
    "nextInTopic": 8210,
    "prevInTime": 2078,
    "nextInTime": 2080,
    "topicId": 348,
    "numMessagesInTopic": 9,
    "msgSnippet": "Hi there. I will deal with much of the rest of my answer to this a bit later. (Just how things are working out right now.)  But I do want to answer a couple ",
    "rawEmail": "Return-Path: &lt;Eponymous13@...&gt;\r\nX-Sender: Eponymous13@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 13715 invoked from network); 19 Aug 2003 03:43:47 -0000\r\nReceived: from unknown (66.218.66.216)\n  by m7.grp.scd.yahoo.com with QMQP; 19 Aug 2003 03:43:47 -0000\r\nReceived: from unknown (HELO imo-r08.mx.aol.com) (152.163.225.104)\n  by mta1.grp.scd.yahoo.com with SMTP; 19 Aug 2003 03:43:46 -0000\r\nReceived: from Eponymous13@...\n\tby imo-r08.mx.aol.com (mail_out_v36_r1.1.) id r.12f.2ff8a09b (4012)\n\t for &lt;samuraihistory@yahoogroups.com&gt;; Mon, 18 Aug 2003 23:43:25 -0400 (EDT)\r\nMessage-ID: &lt;12f.2ff8a09b.2c72f6dd@...&gt;\r\nDate: Mon, 18 Aug 2003 23:43:25 EDT\r\nSubject: Re: [samuraihistory] Re: Oda Nobunaga\r\nTo: samuraihistory@yahoogroups.com\r\nMIME-Version: 1.0\r\nX-Mailer: 8.0 for Windows sub 6011\r\nFrom: Eponymous13@...\r\nX-Yahoo-Group-Post: member; u=128395055\r\nX-Yahoo-Profile: holydemon13\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nHi there.\n       I will deal with much of the rest of my answer to this a bit later.  \n(Just how things are working out right now.)  But I do want to answer a couple \nthings right now.\n       The Shogun question: If memory serves me correctly, at one point, \nEmperor Ogimachi offered Nobunaga the Shogunate.  And he turned it down.  It seems \nto me that, as long as anybody else over him lived, including a figurehead \nemperor, he would never be satisfied.  Why have a figurehead, when he himself \ncould be BOTH the Emperor (titular ruler) AND the Shogun (actual ruler)?  If \nShogun Ashikaga Yoshitatsu was swept aside as so much chattel, what would stop \nOda from doing the same to the Emperor himself and unifying the two offices \nunder himself?  (Granted, this was essentially done in reverse during the Meiji \nRestoration in the late 1860s.  But if memory serves me correctly, it was the \nEmperor who directly challenged the Shogun in that one.)\n       The Akechi question: The incident I referred to was the 1577 Tamba \nseige and the fall of the Hatano clan.  Akechi achieved a bloodless surrender, \nmaking it unnecessary for Oda to have them put to death.  That was the start of \nit.  The remaining followers -- most likely the clan&#39;s retainers -- that \nsomehow survived the Oda fist, it appears, blamed Akechi for the deaths in that \nincident, although it was not his fault.  Among the deaths was a mother, as the \nstory goes, and the retainers claimed Akechi&#39;s mother in vengeance for it.  \nThis may have been the last straw.  The line from the death of his (Akechi&#39;s) \nmother to the feet of Oda Nobunaga was, for Mitsuhide, a very short line.  His \nown mother was killed in vengeance by the Hatano retainers because Oda killed \nthose whom Akechi had said would not be, the Hatano retainers holding Akechi \nMitsuhide responsible for the lives that Nobunaga took.  Granted, this story may \nor may not be true, but it&#39;s just wacky enough to BE true.\n       In several readings I have done, although Akechi was one of Oda&#39;s \n&quot;inner circle generals&quot;, it seems that Nobunaga, though he treated his retainers \nwith not the greatest of respect, took special pleasure in the humiliation of \nthis one general.  It is my estimation that, as the saying goes, enough became \ntoo much, and when Oda made it personal -- even in a round-about way, and \nregardless of the status of women, the killing of one&#39;s mother makes it VERY \npersonal -- that was all Akechi needed.\n       It is incidents like Tamba -- if completely true -- that make me \nreally wonder if Oda Nobunaga was not just in it for unification or power, but the \nenjoyment of the brutality.  (Owari isn&#39;t the biggest of provinces, after all, \nand one can only get so much brutality there.)\n       For now, that&#39;s bout it.  I&#39;ll get to the others in the next few days. \n :-)  Hope this clears some things up.\n\nLater\nTim\n\n\n[Non-text portions of this message have been removed]\n\n\n"
}