{
    "userId": 55069340,
    "authorName": "Richardson Paul",
    "from": "Richardson Paul &lt;umaryu@...&gt;",
    "profile": "umaryu",
    "replyTo": "LIST",
    "senderId": "-Y6-vh7gTpk9qSnbfLUPl5xGo6yxolkco1N9WkwlobAt86OMrnErQA3Uo-g3ZhwWTygxwkEbNSIV90CoMOxZ7pK_3UigDeA23SBa",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [samuraihistory] hanzo Hattori",
    "postDate": "1061881388",
    "msgId": 2110,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDMwODI2MDcwMzA4LjQ4MjIwLnFtYWlsQHdlYjExNDAxLm1haWwueWFob28uY29tPg==",
        "inReplyToHeader": "PDIwMDMwODI1MTUxOTIyLjExODMxLnFtYWlsQHdlYjEwMDA5Lm1haWwueWFob28uY29tPg=="
    },
    "prevInTopic": 2109,
    "nextInTopic": 2111,
    "prevInTime": 2109,
    "nextInTime": 2111,
    "topicId": 2089,
    "numMessagesInTopic": 31,
    "msgSnippet": "HI Hanzo himself was known as hanzo the ghost. The Shodows of Iga was  foundeed in the late 70 s or early 80 s by Stve Hayes. This was the first organisation",
    "rawEmail": "Return-Path: &lt;umaryu@...&gt;\r\nX-Sender: umaryu@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 56649 invoked from network); 26 Aug 2003 07:03:10 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m15.grp.scd.yahoo.com with QMQP; 26 Aug 2003 07:03:10 -0000\r\nReceived: from unknown (HELO web11401.mail.yahoo.com) (216.136.131.231)\n  by mta3.grp.scd.yahoo.com with SMTP; 26 Aug 2003 07:03:10 -0000\r\nMessage-ID: &lt;20030826070308.48220.qmail@...&gt;\r\nReceived: from [62.254.0.14] by web11401.mail.yahoo.com via HTTP; Tue, 26 Aug 2003 00:03:08 PDT\r\nDate: Tue, 26 Aug 2003 00:03:08 -0700 (PDT)\r\nSubject: Re: [samuraihistory] hanzo Hattori\r\nTo: samuraihistory@yahoogroups.com\r\nIn-Reply-To: &lt;20030825151922.11831.qmail@...&gt;\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=us-ascii\r\nFrom: Richardson Paul &lt;umaryu@...&gt;\r\nX-Yahoo-Group-Post: member; u=55069340\r\nX-Yahoo-Profile: umaryu\r\n\r\nHI\n\nHanzo himself was known as hanzo the ghost.\n\nThe Shodows of Iga was  foundeed in the late 70&#39;s or\nearly 80&#39;s by Stve Hayes. This was the first\norganisation he started in the USA as part of the\nBujinkan Dojo. In Japan the Bujinkan Dojo is headed by\nHatsumi Masaaki who claims 34th Soke of Togakure ryu\nNinjutsu.\n\nThe problem with Togakure Ryu is that until the last\nsoke (Takamatsu Toshitsugu) it was classed as Kuden.\nthis means nothing was written down, all passed by\nword of mouth from one generation to the next.\nTakamatsu was thre first we know to write down the\nforms. Even within the Bujinkan Dojo many non-japanese\ndoubt the true origins of the school. he Togakure Ryu\ncontains Taijutsu (jujutsu style waza), Biken (sword),\nShinobi Gaeshi (escapes) Gotonpo (escapes using the 5\nelements). Togakure Ryu videos can be obtained from\nwww.ninjutsu.com and www.jinenkan.com. As far as I\nknow apart form the current soke there are only two\nothers with menkyo kaiden (Manaka and Tanemura).\n\nAs for the use of women. Mochizuki Chiyome wife of\nMochizuki Moritoki  (died in 1561) used miko (shrine\nattendants) to gather informaton from passing samurai.\nMost probably gathered by means of pillow talk.\n\nPaul\n\n\n\n\n\n--- eric johnson &lt;ronin121293@...&gt; wrote:\n\n---------------------------------\nHey- thanx heaps. Did Hanzo have a nephew (or uncle)\nknown as the demon Hanzo or is that a mistranslation\nof Ghost? I know there are very subtle differences in\nthe Japanese language and Demon does not neccessarily \nimply Evil.In the Shinto faith there seem to be about\na million Demons or spirits for every thing under the\nsun. Was the Iga Ryu ever formally known as the\nShadows of Iga or is that a modern group-I know they\nexist now as a self defence school decended from\nSteven Hayes..............I understand that Women were\nused at some point in Intelligence and &quot;informant&quot;\ntype positions- when did that start?(If I am correct) \nthanx - EJ  \n\nRichardson Paul &lt;umaryu@...&gt; wrote:Hi \n\nhanzo hattori did not use women in any way.\n\nHe was a senior advisor regrading Ninja style\nactivities to Tokugawa ieyasu\n\nthis is what I have on Hanzo Hattori\n\n\nHanzo Hattori came from the Kamihattori branch of the\nHattori family. It is not fully known if he came from\nthe Heitaro or the Chigachi line (another branch of\nthe Kamihattori family).\n\n\nAs Iga was no longer safe for their survival, the\nthree branches of the Hattori family dispersed to\ndifferent area&#39;s of Japan. The Kamihattori fled to\nNagaoka in Echigo Hattori Masanari, and his son \nHattori Hanzo (both from the Kamihattori), swore\nallegiance to Tokugawa Ieyasu. Hanzo while working for\nthe Tokugawa held the rank of &#39;Shinobi Metsuke&#39;, and\nhe had served Ieyasu&#39;s grandfather Matsudaira\nKiyoyasu. Hanzo later, with a friend, Shiro Tarao who\nwas a Koga Ninja, helped Tokugawa Ieyasu flee across\nJapan. They helped get Ieyasu to Okazakijo safely,\nutilising the five ways of fleeing, and by setting up\nspecial defensive formations along the road, and by\nusing Ninja methods of running. This all helped the\nTokugawa eventually succeed as Shoguns. The Hattori\nwere not &quot;Watari Ninja&quot; (Ninja who moved around from\none Daimyo to another), they were loyal to the\nTokugawa, and remained in their service for many\ngenerations.\n\nWhen Tokugawa Ieyasu raided Uzichijo of Mikawa at\nnight, Hanzo was young man of 16 years. For the skills\nthat he used during the battle, he earned himself a\ncommendation. He was given the name &quot;Hanzo the Ghost&quot;.\nEven Ieyasu recognised his skill. Today in the\nprovince of Kawachi the name Hanzo is still widely in\nuse. In his later years Hanzo was also known as &quot;Hanzo\nthe great lancer&quot; (Yari no Hanzo).\n\nHanzo was placed in charge of the Hassenishi Samurai,\nand then came to be known as &quot;Hattori Hanzo Iwami no\nKami&quot;.\n\nAt one time Hanzo had over 200 Ninja working with him,\neach held the rank of Doshin. He developed problems\nwith these Ninja and he found it difficult to control\nthem, and he relieved them of their services. He then\nemployed many more Ninja from Iga. Sometime later in\nhis life, he became a Monk.\n\nHanzo Hattori was so famous that in the province of\nMikawa songs were written about him\n\nSome say that Hanzo Hattori met his death on 4th\nDecember 1596, while trying to bring the Ninja of the\nFuma Ryu to justice. The date must be wrong as Hanzo\nhelped Ieyasu in the early 1600&quot;s. The story of his\ndeath says that the Fuma Kainin (he had two protruding\nteeth), and his Fuma Ryu originally came from\nKanagawa. In small boats Hanzo and his men chased the\nFuma out to sea. This was a mistake on the behalf of\nHanzo as the Fuma were specialists in the use of\nwater, and several swam under water, and began\ndismantling the rudders of the boats belonging to\nHanzo. As their boats were now disabled Hanzo&#39;s men\ndecided to jump overboard, and swim to the near by\nshore. When they entered the water, they discovered\nthat the water was covered with oil. To which the Fuma\nRyu Ninja set fire, killing all of the Tokugawa\nSamurai and Ninja including Hattori Hanzo.\n\n\npaul Richardson\n\n\n__________________________________\nDo you Yahoo!?\nYahoo! SiteBuilder - Free, easy-to-use web site design\nsoftware\nhttp://sitebuilder.yahoo.com\n\nYahoo! Groups SponsorADVERTISEMENT\n\nSamurai Archives: http://www.samurai-archives.com\n---\nTo unsubscribe from this group, send an email to:\nsamuraihistory-unsubscribe@yahoogroups.com\n\n\n\nYour use of Yahoo! Groups is subject to the Yahoo!\nTerms of Service. \n\n\n\n---------------------------------\nDo you Yahoo!?\nYahoo! SiteBuilder - Free, easy-to-use web site design\nsoftware\n\n[Non-text portions of this message have been removed]\n\n\n\nYahoo! Groups Sponsor  ADVERTISEMENT\n \nSamurai Archives: http://www.samurai-archives.com\n---\nTo unsubscribe from this group, send an email to:\nsamuraihistory-unsubscribe@yahoogroups.com\n\n\n\nYour use of Yahoo! Groups is subject to the Yahoo!\nTerms of Service.\n\n\n__________________________________\nDo you Yahoo!?\nYahoo! SiteBuilder - Free, easy-to-use web site design software\nhttp://sitebuilder.yahoo.com\n\n"
}