{
    "userId": 4776667,
    "authorName": "Saitoh Hajime",
    "from": "&quot;Saitoh Hajime&quot; &lt;the_sam_99@...&gt;",
    "profile": "miburo_saitoh",
    "replyTo": "LIST",
    "senderId": "fdPAd4iXr9cxEoYuuJKvH33_SSpTMJDGq7XLrTO9fD6zc74rRt9kK7cCO9MohdYyV69UgKyPuzzB8GeBR6G3olw8ho1JLdGNw5XqrWk",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: &quot;Meeting Hollywood halfway&quot; (The Last Samurai)",
    "postDate": "1062707339",
    "msgId": 2212,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGJqODdhYitzMGsxQGVHcm91cHMuY29tPg==",
        "inReplyToHeader": "PGJqN2tuNCttcTBuQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 2210,
    "nextInTopic": 2213,
    "prevInTime": 2211,
    "nextInTime": 2213,
    "topicId": 2210,
    "numMessagesInTopic": 6,
    "msgSnippet": "As I said in a previous post, having Zwick in the movie makes me have a bit more hope for it, he takes his films seriously. Miburo ... by ... and ... ",
    "rawEmail": "Return-Path: &lt;the_sam_99@...&gt;\r\nX-Sender: the_sam_99@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 61122 invoked from network); 4 Sep 2003 20:29:02 -0000\r\nReceived: from unknown (66.218.66.216)\n  by m11.grp.scd.yahoo.com with QMQP; 4 Sep 2003 20:29:02 -0000\r\nReceived: from unknown (HELO n1.grp.scd.yahoo.com) (66.218.66.64)\n  by mta1.grp.scd.yahoo.com with SMTP; 4 Sep 2003 20:29:02 -0000\r\nReceived: from [66.218.66.121] by n1.grp.scd.yahoo.com with NNFMP; 04 Sep 2003 20:29:00 -0000\r\nDate: Thu, 04 Sep 2003 20:28:59 -0000\r\nTo: samuraihistory@yahoogroups.com\r\nSubject: Re: &quot;Meeting Hollywood halfway&quot; (The Last Samurai)\r\nMessage-ID: &lt;bj87ab+s0k1@...&gt;\r\nIn-Reply-To: &lt;bj7kn4+mq0n@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 6172\r\nX-Mailer: Yahoo Groups Message Poster\r\nFrom: &quot;Saitoh Hajime&quot; &lt;the_sam_99@...&gt;\r\nX-Yahoo-Group-Post: member; u=4776667\r\nX-Yahoo-Profile: miburo_saitoh\r\n\r\nAs I said in a previous post, having Zwick in the movie makes me have \na bit more hope for it, he takes his films seriously.\n\nMiburo\n\n--- In samuraihistory@yahoogroups.com, &quot;Kitsuno&quot; &lt;samurai-\nlistowner@s...&gt; wrote:\n&gt; From Japan Times:\n&gt; \n&gt; \n&gt; Meeting Hollywood halfway\n&gt; \n&gt; By MARK SCHILLING\n&gt; \n&gt; Hollywood and history have never gotten along very well. Hollywood \n&gt; makes entertainment and history has a tendency to be boringly \n&gt; complex, so accuracy and authenticity often gets lost on the way to \n&gt; the multiplex. \n&gt; Some Hollywood filmmakers, however, are trying harder to get it \n&gt; right. One is Edward Zwick -- the director of &quot;Glory,&quot; &quot;Legends of \n&gt; the Fall&quot; and, as I learned by e-mail from Zwick himself in June \n&gt; 2002, &quot;The Last Samurai.&quot; Zwick said he needed people in Japan -- \n&gt; including me -- to help him with the Japanese dialogue and the \n&gt; historical details. In short, to get as much as right as possible \n&gt; without sacrificing the drama. \n&gt; He admitted to heavily fictionalizing the real-life rebellion, led \nby \n&gt; Saigo Takamori, that inspired the film. &quot;I know full well that [the \n&gt; rebels] took up modern arms to overthrow the Tokugawa Shogunate, \nand \n&gt; that I&#39;ve fudged the dates of conscription and the edicts,&quot; he \n&gt; wrote. &quot;What I need is for you to highlight those descriptions, \n&gt; interactions, issues that will evoke giggles, if not outrage, from \n&gt; the Japanese audience.&quot; \n&gt; This, he added was not just a commercial consideration, but &quot;a \n&gt; personal and artistic one.&quot; &quot;I honestly believe,&quot; he \ncontinued, &quot;(and \n&gt; this is, perhaps, the greatest hubris of all) that I can present \n&gt; rounded, complex, heroic Japanese characters to an international \n&gt; audience; that 16-year-olds everywhere might just come away with an \n&gt; awakened sense that our history and that of Japan were intertwined \n&gt; long before Pearl Harbor; that words like honor and duty have \n&gt; resonance throughout history; and that the birth of the modern and \n&gt; such wrenching transitional moments have resonance and application \nto \n&gt; our present circumstance.&quot; \n&gt; How could I not sign on? My first job was to send Zwick notes on \nthe \n&gt; script. I picked a few nits, found a few howlers. One of the \n&gt; characters, a young samurai, was called Yoritomo, the name of a \n&gt; famous 12th-century warrior and statesman. It was, I wrote Zwick, \n&gt; like calling a character in a 19th-century British period \ndrama &quot;the \n&gt; Sheriff of Nottingham.&quot; \n&gt; Zwick ditched the name. He also accepted several other of my \n&gt; suggestions, such as changing the martial art the samurai practice \n&gt; from karate -- which was then known only in Okinawa -- to jujitsu. \n&gt; Several others, however, he passed over in silence. In one scene, \nthe \n&gt; rebel leader flings his sword end-over-end at an enemy. Couldn&#39;t \n&gt; happen, I said -- samurai weren&#39;t knife throwers. But Zwick liked \nthe \n&gt; image -- and it stayed in. \n&gt; More importantly, I found him a Japanese scriptwriter who could \n&gt; rewrite the Japanese-language script -- a direct translation from \nthe \n&gt; English that Zwick admitted was &quot;horrible.&quot; Yo Takeyama is a period-\n&gt; drama veteran whose credits included the hit NHK drama &quot;Hideyoshi&quot; \n&gt; and the Kon Ichikawa film &quot;Ka-chan.&quot; Meeting several times during \nthe \n&gt; summer at a Tokyo ryokan, we went over the script line by line. I \nhad \n&gt; to make sure Takeyama&#39;s rewrites were reflected accurately in the \n&gt; English script. In several scenes, he not only corrected the \n&gt; Japanese, but added new dialogue, all of which had to be \ntranslated. \n&gt; We also met with Zwick once in Tokyo. Late for our appointment in \nthe \n&gt; lobby of the Imperial Hotel, I spotted a short, bearded, dark-\nhaired \n&gt; man eyeing me through the crowd, rushed over to him and starting \n&gt; apologizing in Japanese. \n&gt; It was Zwick. In my panic I had taken him for a vaguely Japanese-\n&gt; looking assistant -- but he loved being mistaken for one of the \n&gt; natives. He also hit it off with Takeyama, a tall, lanky former \nactor \n&gt; who is an engaging raconteur and had the answers to his questions \n&gt; about Meiji court etiquette. \n&gt; Early in September, Takeyama and I sent off our final batch of \n&gt; corrections. That October, we went to see the final day of shooting \n&gt; in Japan, which took place at a temple in Kyoto. When I got to the \n&gt; set, at around 7 in the morning, Zwick was preparing a simple \nscene --\n&gt;  Tom Cruise walking up the temple steps with two foreign \ncompanions. \n&gt; Beaming, he introduced me to his star, who was being frantically \n&gt; fussed over by three women -- one in charge of his Army officer \n&gt; costume, the other his makeup, the other his hair. \n&gt; I had the odd feeling of stepping out of sleepy, early morning \nJapan \n&gt; and into a hyper-charged Hollywood moment. I noticed that Cruise \nhad \n&gt; tiny crow&#39;s feet around his eyes, wore a retainer on his teeth and \n&gt; was looking straight at me with that trademark burning gaze. No \n&gt; surprise there; I had never expected Cruise to be laid back. I was \n&gt; even ready for the retainer, having read about it on an Internet \n&gt; gossip column. \n&gt; What shocked me, first, however, was his height -- I had thought it \n&gt; was about the same as mine. I later realized that his boots had \nmade \n&gt; him stood several centimeters taller. \n&gt; Second, he really wanted to talk, asking me where I was from, how \n&gt; long I had been in Japan, and how I liked Tokyo. He was trying to \nput \n&gt; me at ease, but a normal conversation with Tom Cruise was my idea \nof \n&gt; the bizarre. Also, I had my own questions -- but it wasn&#39;t the time \n&gt; or place to ask about Nicole. \n&gt; That brief encounter, and a check, were two of my big rewards for \n&gt; being what Warner Brothers called a &quot;Japanese script liaison.&quot; I \nalso \n&gt; got several later revisions of our own revisions, considerately \n&gt; forwarded to me by Zwick&#39;s company, Samurai Pictures. \n&gt; At least one of my ideas made it into the final version, as I \n&gt; recently saw at screening for the press: Samurai practicing jujitsu \n&gt; in the tall grass. In Hollywood, scriptwriters commonly get \nrewritten \n&gt; out of existence -- I felt lucky to have, in some small way, \n&gt; survived. \n&gt; But will they spell my name right in the credits?\n\n\n"
}