{
    "userId": 145759856,
    "authorName": "samurai-listowner@samurai-archives.com",
    "from": "samurai-listowner@...",
    "profile": "kitsuno",
    "replyTo": "LIST",
    "senderId": "TOVy4r_6K7OrqR-SCYFZNYBU8yxztHTexZn5FnCd8QNEkSnbMxJV97AT1xmQ1j80yoaeRXt9G8diX07_AbeOelN8vrUltZ3i3pAFqPw",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: An opinion on Stephen Turnbull&#39;s work",
    "postDate": "1067287466",
    "msgId": 2363,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDMxMDI3MjA0NC5oOVJLaVFKMTAwNjlAY3Jvd3Muc2l0ZXByb3RlY3QuY29tPg=="
    },
    "prevInTopic": 2362,
    "nextInTopic": 2364,
    "prevInTime": 2362,
    "nextInTime": 2364,
    "topicId": 2351,
    "numMessagesInTopic": 19,
    "msgSnippet": "I m going to limit my commments-- ...did anyone ever stop to think that maybe the reason he wrote one thing in 1979 and something contradictory in 1995 is",
    "rawEmail": "Return-Path: &lt;samurai-listowner@...&gt;\r\nX-Sender: samurai-listowner@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 20310 invoked from network); 27 Oct 2003 20:44:27 -0000\r\nReceived: from unknown (66.218.66.216)\n  by m16.grp.scd.yahoo.com with QMQP; 27 Oct 2003 20:44:27 -0000\r\nReceived: from unknown (HELO crows.siteprotect.com) (66.113.136.11)\n  by mta1.grp.scd.yahoo.com with SMTP; 27 Oct 2003 20:44:26 -0000\r\nReceived: from crows.siteprotect.com (IDENT:sitemail@localhost [127.0.0.1])\n\tby crows.siteprotect.com (8.11.6/8.11.6) with ESMTP id h9RKiQJ10069\n\tfor &lt;samuraihistory@yahoogroups.com&gt;; Mon, 27 Oct 2003 14:44:26 -0600\r\nDate: Mon, 27 Oct 2003 14:44:26 -0600\r\nMessage-Id: &lt;200310272044.h9RKiQJ10069@...&gt;\r\nTo: samuraihistory@yahoogroups.com\r\nSubject: Re: An opinion on Stephen Turnbull&#39;s work\r\nFrom: samurai-listowner@...\r\nX-Yahoo-Group-Post: member; u=145759856\r\nX-Yahoo-Profile: kitsuno\r\n\r\nI&#39;m going to limit my commments--\n\n&quot;...did anyone ever stop to think that maybe the reason he wrote one thing in 1979 and something contradictory in 1995 is that he found NEW evidence or realized he was wrong?&quot;\n\nI&#39;m pretty sure the issue was that he has been rewriting old mistakes - he HASN&#39;T corrected them. He&#39;s been reproducing errors along with his other stuff.\n\nThere is also the issue of outright plagarism from Papinot (not only does he essentially take much of what Papinot wrote word for word, but he includes the errors as well) as well possible plagarism from at least one Rekishi Gunzo picture (an issue where he draws a picture and calls it the &#39;author&#39;s representation&#39; whereas it is actually essentially a hand tracing from one of the Rekishi Gunzo books).  I have never found a citation for Papinot, and I don&#39;t know if a blanket citation from Rekishi Gunzo counts for the pic.  I might have missed the Papinot citation, though - and would greatly appreciate it if someone did find one. It would set my mind at ease ;) \n\nAlso, although he cites nearly all the Rekishi Gunzo books, it is apparent that in reality he has barely touched them as a resource.  I agree, it is VERY nice having this information in English, but I also DEFINITELY agree that I would be very wary of using any of his books as a source without corroboration from another source.\n\n&quot;but if someone wants to read about the Samurai, they have someone to read--between Turnbull and Tony Bryant, that covers about all you&#39;ll find in your average B.Dalton&#39;s.&quot;\n\nI can think of at least one website, too!  ;)~\n\nAlso, I&#39;m sure it doesn&#39;t matter, but my impression was at least at first he wasn&#39;t associated with any university and essentially was an independent.\n\nThat&#39;s my two pennies, and they could be wrong.\n\n"
}