{
    "userId": 130397326,
    "authorName": "eatswithscissorsrunswithmonkeys",
    "from": "&quot;eatswithscissorsrunswithmonkeys&quot; &lt;intp@...&gt;",
    "profile": "iganokami",
    "replyTo": "LIST",
    "senderId": "Wiaw6e5SuC_yNKtOMH6p7jiecQc8LBVNBhH6yZh-NrTXD4PcE_DQ2JCe5PR7Tj7t1oAHsLjaKg01Tehg8kzJzlaxsskuiJYQI7iu0xHPX4TYVJzorNQDiQbfuEfqfg",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: An opinion on Stephen Turnbull&#39;s work",
    "postDate": "1067366936",
    "msgId": 2373,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PHdlYi0yMDM0NTg3M0BnYXRvci5kYXJraG9yc2UuY29tPg=="
    },
    "prevInTopic": 2368,
    "nextInTopic": 2374,
    "prevInTime": 2372,
    "nextInTime": 2374,
    "topicId": 2351,
    "numMessagesInTopic": 19,
    "msgSnippet": "I beg to differ - I think the complaint is poor scholarship. Like I said, just because you are the only show in town, it doesn t make you a good show.  He has",
    "rawEmail": "Return-Path: &lt;intp@...&gt;\r\nX-Sender: intp@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 69159 invoked from network); 28 Oct 2003 18:49:15 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m19.grp.scd.yahoo.com with QMQP; 28 Oct 2003 18:49:15 -0000\r\nReceived: from unknown (HELO gator.darkhorse.com) (209.95.33.140)\n  by mta5.grp.scd.yahoo.com with SMTP; 28 Oct 2003 18:49:15 -0000\r\nReceived: from [198.74.20.75] (account intp@...)\n  by gator.darkhorse.com (CommuniGate Pro WebUser 4.1.5)\n  with HTTP id 20345873 for samuraihistory@yahoogroups.com; Tue, 28 Oct 2003 10:48:56 -0800\r\nSubject: Re: An opinion on Stephen Turnbull&#39;s work\r\nTo: samuraihistory@yahoogroups.com\r\nX-Mailer: CommuniGate Pro WebUser Interface v.4.1.5\r\nDate: Tue, 28 Oct 2003 10:48:56 -0800\r\nMessage-ID: &lt;web-20345873@...&gt;\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;ISO-8859-1&quot;; format=&quot;flowed&quot;\r\nContent-Transfer-Encoding: 8bit\r\nFrom: &quot;eatswithscissorsrunswithmonkeys&quot; &lt;intp@...&gt;\r\nX-Yahoo-Group-Post: member; u=130397326\r\nX-Yahoo-Profile: iganokami\r\n\r\nI beg to differ - I think the complaint is poor \nscholarship. Like I said, just because you are the only \nshow in town, it doesn&#39;t make you a good show.  He has no \ncompetition, so his lazy research gets him by.  There is \nnothing wrong with faulting a scholar for poor \nscholarship.  If you are going to do it, do it right.  For \nwhatever reason, he is very topical and misses a lot of \ngood research opportunities.  If I had the resources he \nSHOULD have to put together a book on Samurai history, I \nsure as hell would put as much effort into the research as \npossible.  I and others don&#39;t get that feeling from his \nbooks.  I am dissapointed that one would rest on their \nlaurels the way he has - a scholar should endeavor to \ncontribute more each time around.  But if he isn&#39;t a \nscholar, and is just simply a popular writer who likes to \nput out books on samurai history with no qualifications, \nthen that is absolutely fine. but if that is the case, he \nshould admit it. As it is, his website makes him out to be \nthe preeminent scholar of Japanese history in the West, \nwhich he isn&#39;t.  I&#39;d expect better scholarship from such a \nperson.  And if you noticed the issues with the &quot;Ninja&quot; \nbook (see below) you should understand why the people who \nstudy japanese military history have issues with his \n&quot;samurai&quot; books.\nI think the issues that people have is not that he is \nmaking money, but simply shoddy scholarship.  It IS good \nfor a solid general overview, but like they say &quot;the \nquality is in the details&quot;.\n\nIgaNoKami\n\n&gt;&gt;&gt;&gt;&gt;I am sorry but I think a lot of the attacks on him are\njealous because he is out there knocking the info out\nand making moneyout of it. I am on several lists and\napart form one or two names that have a dig at him I\ncant find anything published by the others who\ncomplain. If you can do better then do it. Just think\nof how many who are interested in Japanese history\nwouldnt be with out Turnbull\n\nI will add however that his ninja books are crap and\nso full of bad informatiion I was amazed he actually\nput some of the stuff in them which he did&lt;&lt;&lt;&lt;&lt;\n\n==========\n&quot;Let a man warm himself by your fire and he will be warm \nfor an hour; \nset him on fire [by soaking him in gasoline and lighting \nhim up], and he will be warm for the rest of his [very \nshort] life.&quot;*\n\n*Modified for NF benifit.\n--\nVisit Things From Another World for the best\ncomics, movies, toys, collectibles and more.\nhttp://www.tfaw.com/?qt=wmf\n\n"
}