{
    "userId": 0,
    "authorName": "Eamon Murray",
    "from": "&quot;Eamon Murray&quot; &lt;eamonbm@...&gt;",
    "replyTo": "LIST",
    "senderId": "4V76XjRTBvfLOAbosJl5kqWtVXYtcdPQASnuj9hcTDE3-JgOFV7yZzLhIrxlypPhKp0GS-wEKlQ9YzEQTTf3Yyu7dQfnjA79EKU",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "A little digest from all the posts I&#39;m on about the Ninja straight blade sword...",
    "postDate": "995330932",
    "msgId": 239,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDAwYjUwMWMxMGU1YSQ3M2NhY2E4MCQ5ZmY1ODY5ZkBvZW1jb21wdXRlcj4="
    },
    "prevInTopic": 0,
    "nextInTopic": 0,
    "prevInTime": 238,
    "nextInTime": 240,
    "topicId": 239,
    "numMessagesInTopic": 1,
    "msgSnippet": "Dear List-ka, This post has been sent to many of the ninja-related lists I m on, so s to share some of the good the bad and the downright ugly (I m joking...of",
    "rawEmail": "Return-Path: &lt;eamonbm@...&gt;\r\nReceived: (qmail 37215 invoked from network); 18 Jul 2001 17:02:43 -0000\r\nReceived: from unknown (10.1.10.26) by l7.egroups.com with QMQP; 18 Jul 2001 17:02:43 -0000\r\nReceived: from unknown (HELO f19.egroups.com) (10.1.2.136) by mta1 with SMTP; 18 Jul 2001 17:02:42 -0000\r\nX-eGroups-Return: eamonbm@...\r\nReceived: from [10.1.10.109] by f19.egroups.com with NNFMP; 18 Jul 2001 17:02:40 -0000\r\nX-eGroups-Approved-By: kitsuno@... via web; 18 Jul 2001 17:02:33 -0000\r\nX-Sender: eamonbm@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (EGP: mail-7_2_0); 17 Jul 2001 00:44:13 -0000\r\nReceived: (qmail 61831 invoked from network); 17 Jul 2001 00:44:13 -0000\r\nReceived: from unknown (10.1.10.27) by l7.egroups.com with QMQP; 17 Jul 2001 00:44:13 -0000\r\nReceived: from unknown (HELO brockman.tinet.ie) (159.134.237.20) by mta2 with SMTP; 17 Jul 2001 00:44:12 -0000\r\nReceived: from p159.as1.cork1.eircom.net ([159.134.245.159] helo=oemcomputer) by brockman.tinet.ie with smtp (Exim 2.05 #23) id 15MIy7-00033v-00; Tue, 17 Jul 2001 01:44:08 +0100\r\nMessage-ID: &lt;00b501c10e5a$73caca80$9ff5869f@oemcomputer&gt;\r\nReply-To: &quot;Eamon Murray&quot; &lt;eamonbm@...&gt;\r\nTo: &lt;samuraihistory@yahoogroups.com&gt;, &lt;ninpo-l@yahoogroups.com&gt;, &lt;NinpoDiscussions@yahoogroups.com&gt;, &lt;ninjutsu@yahoogroups.com&gt;, &lt;hoshinchat@yahoogroups.com&gt;, &lt;DSI_Torite_List@yahoogroups.com&gt;, &lt;budotaijutsu@yahoogroups.com&gt;, &lt;amitakun@yahoogroups.com&gt;\r\nSubject: A little digest from all the posts I&#39;m on about the Ninja straight blade sword...\r\nDate: Tue, 17 Jul 2001 01:48:52 +0100\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;iso-8859-1&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 5.50.4133.2400\r\nX-MimeOLE: Produced By Microsoft MimeOLE V5.50.4133.2400\r\nFrom: &quot;Eamon Murray&quot; &lt;eamonbm@...&gt;\r\n\r\nDear List-ka,\n                This post has been sent to many of the ninja-related lists\nI&#39;m on, so&#39;s to share some of the good the bad and the downright ugly (I&#39;m\njoking...of course...  ;)  ) points raised on the ninja straight bladed\nsword. Just to share all the ideas, in a sort of cross-post digest. Sorry\nit&#39;s a little large, and you may be reading some posts for the second time.\nBear with me, and enjoy the knowledge and ideas shared...\n(And if your post isn&#39;t here, sorry, I just threw in the most striking posts\nbut left out the many which shared very similar viewpoints.)\n\nE.\n\nDigest thingy starts here...:\n\nHey listka,\n               Does anyone here know the origin of the ninja straight sword?\nAnd would they share this information? Did the ninja actually train with or\nuse the straight sword?\n\nE.\n\n\n\n----- Original Message -----\nFrom: Ian Nicholas\nPosted To: hoshinchat\nSent: Monday, July 16, 2001\n\n&gt; The swords of the Togakure Ryu differed to swords\n&gt; being used by other schools in a number of ways. It\n&gt; was gernerally shorter than ordinary swords with a\n&gt; length of 18 to 20 inches. The blade tended to be\n&gt; wider. the Tsuba was larger than usual for greater\n&gt; strenght as it was used as a aid for climbing. the\n&gt; design Tsuba tended to follow popular design which was\n&gt; the lotus petal or sometimes it was square (Kyokaku\n&gt; Tsuba). The saya(scabbard) also differed in a number\n&gt; of ways , it was generally several inches longer than\n&gt; the blade this allowed a space at the bottom of the\n&gt; scabbard for the storage of Metsubishi, posions,or\n&gt; messages. Also in an emergency the scabbard was used\n&gt; for a snorkel when the Ninja hid under water.  The\n&gt; Ninja would use other swords apart from the Ninja To\n&gt; and the Katana these inclueded -: Shinkoro Gatana :\n&gt; this was a sword that had a serrated edge. Daito -: A\n&gt; large Battlefield Sword.  Futokorogatana-: short\n&gt; blades. Odachi-:long swords. Kodachi-: short swords.\n&gt; Shinobigatana-: Ninja sword. Others trick swords where\n&gt; used like a blade concealed in the Tsuka or the Teppo\n&gt; wakazashi which had the appearance of a normal\n&gt; Wakazashi but concealed a gun.\n&gt;  Hope this helps\n&gt; Ian\n\n----- Original Message -----\nFrom: Theron Gong\nPosted To: hoshinchat\nSent: Monday, July 16, 2001\n\n&gt; From my research, the use of the straight single edged sword, what is now\n&gt; known as a ninja-to, has less to do with the modern katana, and more with\n&gt; what came from China. It was after the time when Japan was using double\n&gt; edged straight swords (ken), that the HAN (cavalry?) sword went over. This\n&gt; was what we think of as a ninja-to, but is actually called a chokuto. It\nwas\n&gt; before they discovered the clay heat treatment that katana&#39;s receive,\n&gt; therefore they did not have the curve that would be induced by that kind\nof\n&gt; quenching. They did not have the hard razor edge of a katana, and because\nof\n&gt; that is why much of our sword movement requires the whole body to push the\n&gt; blade through the target.\n&gt; Also, these were very early weapons, giving a sort of scale to compare the\n&gt; age of some of the schools. I don&#39;t think you would see these weapons\nduring\n&gt; the later periods for several reasons. One is that if everybody is using a\n&gt; curved blade, having a straight one will make you stick out, something\nevery\n&gt; stealth warrior would rather avoid. Second, they are inferior cutters to\n&gt; more modern katanas due to the heat treatment. And also, it would not be\n&gt; difficult to obtain a regular katana or wakizashi, either commissioned\nfrom\n&gt; a smith, or taken from any battlefield.\n&gt; I also don&#39;t think they were ever used as &quot;stepping swords&quot;, using the\n&gt; tsuba. If you look at the construction of a Japanese sword, you would see\n&gt; that all that would be holding your entire weight would be a thin disk of\n&gt; copper (seppa), which the tsuba lays on, pressing against the collar on\nthe\n&gt; blade (habaki), which in turn would press against a fairly thin wood\n&gt; scabbard (saya). Using it as such would make one if not all of the\n&gt; components to fail.\n&gt; Then we get into stuff like chissagatana, which is a wakizashi blade in\n&gt; katana fittings. So they think your using a katana, then you draw the\nfaster\n&gt; wak blade (though your body placement must be much more exact), with\n&gt; whatever little gadgets you hid in the rest of the saya.\n&gt; In the end, you have to remember Takamatsu&#39;s saying , quoted from one of\n&gt; Hatsumi&#39;s books,&quot;To discover the roots of ninjutsu, you must travel the\nSilk\n&gt; Road.&quot; Stuff flowed in from China and Korea long ago and was adapted and\n&gt; refined.\n&gt;\n&gt; Just my thoughts,\n&gt; Theron Gong\n\n----- Original Message -----\nFrom: Ian MacDaire\nPosted To: ninjutsu\nSent: Monday, July 16, 2001 5:36 AM\nSubject: Re: Ninjutsu The origins of the Ninja straight sword.\n\n&gt;   The origin of the &quot;ninja straight sword&quot;? Two\n&gt; words...cheap blades.\n&gt;\n&gt;   Y&#39;see, hand forging a katana, using the traditional\n&gt; swordmaking arts and techniques, resulted in a\n&gt; remarkable and superior weapon. Well, provided that is\n&gt; it didn&#39;t turn into a bodge job, lot of things could\n&gt; go wrong especially in the tempering.\n&gt;\n&gt;   There was a couple little problems with aquiring the\n&gt; hammerfolded work of a master sword maker. They were\n&gt; hella expensive. Some of the best works could cost you\n&gt; as much as buying, say, a small village. And they were\n&gt; handmade, which means they took a fair time to make\n&gt; -hence relatively short supply.\n&gt;\n&gt;   The mountain clans 1)weren&#39;t particularly wealthy\n&gt; people, and 2)for the most part lacked the connections\n&gt; needed in order to commision the superior katanas\n&gt; (back when and then, ya didn&#39;t just stroll into the\n&gt; forge-shop-showroom, plunk down some ducats, make\n&gt; nicey nice talk with the attractive sales help, and\n&gt; walk out with three feet of razor sharp perfection and\n&gt; beauty...you needed to be of the right class even to\n&gt; GET in the door, never mind sitting down with the\n&gt; master over tea to talk about your needs in the\n&gt; cutlery dept.)\n&gt;\n&gt;   The ninja of old mostly couldn&#39;t afford those\n&gt; swords, even if they could get them made in the first\n&gt; place. They had to for the most part settle on DIY in\n&gt; swordmaking, like they did in most things in their\n&gt; lives (DIY is Do It Yourself, if anyone didn&#39;t already\n&gt; know).\n&gt;\n&gt;   Ninja DIY in swordmaking likely was based around\n&gt; rough forging of bar iron, and then stock reduction\n&gt; (grinding) to finished size and form. It could then be\n&gt; case hardened to steel during the tempering heatings.\n&gt;\n&gt;   Using this type of techniques, the end result would\n&gt; be a blade that was straight instead of having the\n&gt; distinctive curve of the katana. It&#39;d be too much work\n&gt; to try and duplicate the curved blade shape with stock\n&gt; reduction, and it&#39;d also waste a lot more metal in the\n&gt; process. Ironically, the forging-smithing techniques\n&gt; used in producing hammerfolded steel naurally results\n&gt; in a curve to the blade...if you want it straight\n&gt; using these techniques, you have to rework things in\n&gt; subsequent forgings.\n&gt;\n&gt;   Ninja produced blades would therefore tend to be\n&gt; straight. Not as good as the masterworks by a long\n&gt; shot, but they&#39;d have certain advantages. They were\n&gt; cheap to make, and the tools for doing the work were\n&gt; readily available in a farming community.\n&gt;\n&gt;   The straight blade also lends itself better to\n&gt; certain sword styles of fighting, in that it can more\n&gt; readily exploit the chinks and weak points in samurai\n&gt; armour through a thrusting type of attack.\n&gt;\n&gt;   So did the ninja of old just carry straight blades?\n&gt; Well...there was also another resource available to\n&gt; clan swordmakers, still working in the stock reduction\n&gt; techniques. That was, cutting down broken katanas. Of\n&gt; which in the Japan of the warring clan periods there\n&gt; would have been plenty to be found. Most of those\n&gt; swords would also be cheaper knockoff blades, made to\n&gt; look like the high quality ones (it is possible using\n&gt; stock reduction to get the curve, it just doesn&#39;t\n&gt; result in a better blade...think of it as an example\n&gt; of human vanity, like kit cars today -Bently body on a\n&gt; Volkswagon chassis and engine, vroom vroooom Hey Baby,\n&gt; want a lift?)\n&gt;\n&gt;   Hope that was of some help.\n&gt;\n&gt;\n&gt;   Ian Mac Daire(who does know his way around a forge,\n&gt; and has a sighty different definition of &quot;getting\n&gt; hammered&quot; from most folks.)\n\n----- Original Message -----\nFrom: Dominic Hobbs\nPosted To: ninjutsu\nSent: Monday, July 16, 2001\n\n\n&gt; *clap-clap-clap*\n&gt; thankyou for an informative and entertaining explanation, very nice\nindeed.\n&gt; The only thing to add to that is, for those who don&#39;t know the bujinkan is\n&gt; made up of nine schools, only three of which are of ninja origin. The\nother\n&gt; six (including kukishinden ryu happo hiken) are from the samuri tradition\n&gt; and hence the sword techniques are katana based.\n&gt;\n&gt; Here&#39;s an interesting tit bit I just heared...\n&gt; if you look at the jo techniques from the period shortly after the bushi\n&gt; headed to the hills (and became the yamabushi) you&#39;ll see that they\nutilise\n&gt; slashing motions (push/pull) in their strikes, very reminicant of sword\n&gt; techniques.  Interesting but not too surprising when you think these guys\n&gt; were sword fighters who now had to use sticks.\n&gt; Hmmm...   ;)\n&gt;\n&gt; Duffry\n\n----- Original Message -----\nFrom: Insancio\nPosted To: ninjutsu\nSent: Monday, July 16, 2001\n\n\nIt is my understanding that the ninja developed the straight sword as the\nantithesis to the samurai katana, even though many ninja families still held\ntheir family katana very sacred.  But, understanding that ninjutsu was\ndeveloped for survival and practicality, the straight sword was more\npractical, shorter, and lighter in weight than the samurai dai-katana.  And\nsince it had not been embued with the spiritual qualities of the katana, it\nwas more like a utility knife than a symbol of honor.  I believe the\nstraight ninjato came into serious use in the 1500s, and were usually forged\nfrom a single piece of steel, blade and tang together, for the greatest\nefficiency.  The could be produced very quickly and in great numbers (not\nhaving to go through the elaborate forging and honing of the curved samurai\nkatana).\n\nAnd it was not usually carried on the back, as most ninja movies would have\nyou believe.  It was carried thrust into the sash at the side of the ninja.\nIt was carried on the back usually just to keep it out of the way while\nclimbing.  (Have you ever tried to effectively draw a ninjato while sheathed\non your back?  It ain&#39;t as easy as it looks.  You have to pull the scabbard\ndown at the same time that you are drawing up, and heaven help you if you\nhave short arms.)\n\n-Nezumi\n\n----- Original Message -----\nFrom: Sensei Rick\nPosted To: amitakun\nSent: Monday, July 16, 2001\n\n&gt; this a great question...there is allot of contraversy about the ninja-to\nstraight sword..it is not in any history or any museums.The ninja did not\nform any of their own swords..the closest you can get to a ninja using a\nstraight sword would be a gardening blade but it looked nothing like the\nstraight blades you can get today.The common blade used was a shoto with a\ncurved blade.Train with the Samurai curved blade it is easier to manuever\nand pull from the sheath.\n&gt; Grand Master Takashi says there are no such things as a straight bladed\nninja sword,\n&gt; I agree with him\n&gt; Sensei Rick\n&gt; Amita K&#39;un Ryu\n\n----- Original Message -----\nFrom: Erica Meier\nPosted To: budotaijutsu\nSent: Monday, July 16, 2001\n\n&gt; From what I heard, the famed straight sword style actually from kabuki\ntheater.They had to devise a way to let the audience tell the difference\nbetween the &#39;good&#39;\n&gt; samauri and the &#39;bad&#39; ninja so they came up with a straight sword and a\nsquare tsuba.\n\n\n\n\n\n\n\n"
}