{
    "userId": 0,
    "authorName": "Barry Thomas",
    "from": "&quot;Barry Thomas&quot; &lt;warlord@...&gt;",
    "replyTo": "LIST",
    "senderId": "_QZkiF2NWCEYss9UByC7iuXzLDpnqTVkKzM2VPgK3sRefTIEcR8BhTkMnYPSuoisUiGJE5d5ZfwSE6amhdVV4iYqJGrLbCBi-Cal",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [samuraihistory] Samurai Stories  (VERY LONG)",
    "postDate": "975055447",
    "msgId": 24,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDAwMzQwMWMwNTVmMyQyZDA5YmE0MCRmMGM1ZmVhOUB0aG9tYXNmYW1pbHk+",
        "referencesHeader": "PDIxLjNlN2M1ZWUuMjc0ZGY0MzJAYW9sLmNvbT4="
    },
    "prevInTopic": 0,
    "nextInTopic": 26,
    "prevInTime": 23,
    "nextInTime": 25,
    "topicId": 24,
    "numMessagesInTopic": 4,
    "msgSnippet": "G day, ... Sure.  Here is a stack of stuff from my BOOKS archive.  BUT FIRST - I should say a thing or two about myself.  I have collected Japanese swords",
    "rawEmail": "Return-Path: &lt;warlord@...&gt;\r\nReceived: (qmail 70473 invoked by alias); 25 Nov 2000 01:33:05 -0000\r\nX-Sender: warlord@...\r\nX-Apparently-To: samuraihistory@egroups.com\r\nReceived: (EGP: mail-6_3_1_2); 24 Nov 2000 08:43:22 -0000\r\nReceived: (qmail 25135 invoked from network); 24 Nov 2000 08:43:22 -0000\r\nReceived: from unknown (10.1.10.27) by m8.onelist.org with QMQP; 24 Nov 2000 08:43:22 -0000\r\nReceived: from unknown (HELO nix.hard.net.au) (203.14.176.1) by mta2 with SMTP; 24 Nov 2000 08:43:19 -0000\r\nReceived: from mail.hard.net.au ([203.14.176.1]) by nix.hard.net.au with SMTP (Microsoft Exchange Internet Mail Service Version 5.5.2650.21) id XQA5293N; Fri, 24 Nov 2000 20:43:33 +1100\r\nReceived: from thomasfamily (ppp28.users.hard.net.au [203.14.176.197]) by mail.hard.net.au with SMTP (MailShield v1.5); Fri, 24 Nov 2000 20:43:22 +1100\r\nMessage-ID: &lt;003401c055f3$2d09ba40$f0c5fea9@thomasfamily&gt;\r\nTo: &lt;samuraihistory@egroups.com&gt;\r\nReferences: &lt;21.3e7c5ee.274df432@...&gt;\r\nSubject: Re: [samuraihistory] Samurai Stories  (VERY LONG)\r\nDate: Fri, 24 Nov 2000 19:44:07 +1100\r\nMIME-Version: 1.0\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 5.00.2615.200\r\nX-MimeOLE: Produced By Microsoft MimeOLE V5.00.2615.200\r\nX-SMTP-HELO: thomasfamily\r\nX-SMTP-MAIL-FROM: warlord@...\r\nX-SMTP-RCPT-TO: samuraihistory@egroups.com\r\nX-SMTP-PEER-INFO: ppp28.users.hard.net.au [203.14.176.197]\r\nFrom: &quot;Barry Thomas&quot; &lt;warlord@...&gt;\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\nX-eGroups-Approved-By: kitsuno@... via email; 25 Nov 2000 01:33:05 -0000\r\n\r\nG&#39;day,\n\n&gt; got another question for everyone, any good story books fiction or\n&gt; non fiction books about the samurai(besides the fiction &quot;shogun&quot;\n&gt; by james clavell and the non-fiction &quot;47 ronin&quot;)...\n\nSure.  Here is a stack of stuff from my &quot;BOOKS&quot; archive.  BUT FIRST - I should say a thing or two about myself.  I have collected Japanese swords for 35 years, which means of course a passionate interest in &quot;the Samurai&quot; and all things pertaining thereto - although I do not &quot;do&quot; martial arts.  I was curious to see this new list and subscribed immediately.  In what follows below, not all the words are mine.  I have trawled through my voluminous archive to peel out the references below.  I have more, but this will do for a start.  If I have breached &quot;your&quot; list etiquette with too long a post please let me know...\n \nRegards,\n \nBarry Thomas\n(Melbourne, Australia)\n\n(1).  &quot;The Needle-watcher; The Will Adams Story, British Samurai&quot; by Richard\nBlaker, and published by Charles E. Tuttle Company. ISBN 0-8048-1094-x\n0297-000333-4615.  This is a more recent version, possibly an authorised\nreprint.  A copy I had some years ago was a &#39;second edition&#39; published in\nabout 1934 but the details are not immediately to hand.  I am tempted to\nthink that this book was Clavell&#39;s inspiration for his &quot;Shogun&quot;.  However,\n&quot;The Needlewatcher&quot; is a better book by far.\n==================================================\n(2).  &quot;Unbeaten Tracks in Japan&quot;, by Isabella L. Bird, first published by\nJohn Murray (Publishers) Ltd., 1971.  A production of Edito-Service S.A.,\nGeneva.  Printed in Switzerland.  Distributed by Heron Books.  English\nLady&#39;s travels in Japan in 1879.\n==================================================\n(3).  From: Randell Jesup\nTo: nihonto@...\nSubject: Nickerson book\nDate: Wednesday, 14 May, 1997 12:35\n\n I just found a few books I hadn&#39;t heard of before at the brand-\nnew www.barnesandnoble.com.\n\nAny comments on any of these books?  Are they worthwhile?  Worth\nthe price?  Any good info/pictures, or just repeats of other works?\n\n&quot;Art Book of Japanese Swords, Japanese Blades, Sword Mountings and\nMetalwork&quot; by James Nickerson, American Classical College Press, \n1984 (paperback) $77.75\n\n&quot;Ancient Japanese Swords and Sword Fittings&quot; by Albert Saifer, published\nby Albert Saifer, 1983 (paperback).  $20.00\n\n&quot;Hired Swords: The Rise of Private Warrior Power in Early Japan&quot; by Karl\nFriday, Stanford Univ. Press, 1996 (paperback)  $14.95\n\n&quot;Court and Samurai in an Age of Transition; Medieval Paintings and Blades\nfrom the Gotoh Museum, Tokyo&quot; by Miyeko Murase et al, Japan Society Gallery,\n1989  $25\n\n&quot;Decorative Hand-Guards for Japanese Swords&quot; by Nakamura, Albert Saifer\npublisher, 1983  $17.50\n\n&quot;Japanese Sword-Fittings and Associated Metalwork&quot; by &quot;Collections Baur\nand B.W. Robinson&quot;, Viking Penguin, 1980  $265.00  (I take it this is NOT\nthe same as the much cheaper BW Robinson book that&#39;s recently out-of-print?)\n\n(They have the Compton 100 Masterpieces book for $60)\n\n&quot;Swords of the Samurai&quot; by Washington State University Press (editor),\n1981, paperback, $14.95\n\nMost of those are special-order books (2-6 weeks).  Stuff that they stock\n(including Yumoto, Yoshihara & Kapp, etc) they can ship in 2-3 days and\nis often 20-30% off list price (including Yumoto and Yoshihara & Kapp).\nAnother interesting book I noticed was a translation of the screenplays\nfor the 7 Samurai and some other Kurosawa films.\n==================================================\n(4).  There is a charming autobiography of an Edo period con man called\n&quot;Misui&#39;s Story&quot; and published by the University of New Mexico Press.  He\ntells about hustling sword fittings and doing &quot;mix and match&quot; that truly\nsound like the Chicago Show in the old days.  High flown assertions of\nthe &quot;art of the sword&quot; and finger waving lectures about moral purity being\nthe base of sword appreciation might ought be balanced by this other reality\nof sword appreciation.\n==================================================\n(5).  the local antique bookshop has turned up a copy of &quot;Rodrigues the\nInterpreter &quot; by Michael Cooper (Weatherhill. Tokyo 1974).  The book is the\ntrue life story of Joao Rodrigues who was a Jesuit priest and was the\ninterpreter for Toyotomi Hideyoshi and Tokugawa Ieyasu.  This is an\ninteresting part of early Japanese history.\n==================================================\n(6).  If you can find a copy in your library, get &quot;They Came to Japan&quot;\nI do not remember the author, but it is a compilation of letters and\ndocuments sent back from Japan up until the Tokugawa closed the country\ndown. The material is divided into various subjects, rather than various\ncomplete letters. There are vivid descriptions of body mutilations, and the\nopinion of some of the correspondents was that to know a Japanese was to\nknow an executioner. Remember, part of this period was during the Sengoku\nJidai, and at one, Kyoto was in ruins, and the Emperor was reduced to\nbegging with a bowl. If these accounts do not satisfy your blood lust\nconcerning the swords, nothing will.\n+++++++++++++++++++++++\nFrom: Eaglewerks &lt;eaglewerks@...&gt;\nSent: Thursday, June 15, 2000 5:27 PM\n------------------------------------------------\nTHEY CAME TO JAPAN\nMichael Cooper\n\n(Also Known as: They Came to Japan - An Anthology of European Reports on\nJapan, 1543 - 1640.\nCooper, Michael S.J., Editor.)\n\nCondition: Berkeley. Blue cloth, very good, index, notes,dj bibliography, 5\nmaps. An early perspective on Japan, based on primary documents and letters.\nFIRST EDITION A fascinating work, covering the earliest visitors to Japan,\nduring the period of most activity, the 16th & 17th centuri- es. Covering\nthe full spectrum of Japanese life in terms of language, architecture,\netiquette, tea ceremony, dress, food and housing, weapons, art, literature,\nBuddhism, Shinto, castles, law, cities, travel, temples idols, festivals &\nfune- ralsand much more. A compendium of earlier times.\nFormat: Hardcover / First Edition / Dust Jacket\nAssociated Dealer: RARE ORIENTAL BOOK CO., ABAA, ILAB Aptos, CA\nOur Price: $202.50\n++++++++++++++++++++++++++\nFrom: Jim Kurrasch &lt;kurrasch@...&gt;\nSent: Friday, June 16, 2000 4:21 AM\n---------------------------------------------\nHi All,\nI like the idea of a first edition but they can get pretty expensive\nespecially when one wants to read and study it. So Amazon.com also can get\nthis title for less than $20. However you may have to wait a couple of weeks for\nshipping.\n==================================================\n(7).  From: Phil Fellman &lt;phil_fellman@...&gt;\nTo: &lt;token_kenkyu_kai@...&gt;\nSent: Monday, October 30, 2000 9:52 AM\nSubject: Re: Old Book on Japan       [~email/books/17th cent books on\nJapan.doc]\n--------------------------------------\nHello Chris, Cary, Peter, Barry, Gordon and all:\nI was looking through Japanese reference books in the Yale library stacks\nwith my friend, Hideki Takei, and we found a very interesting little two\nvolume edition (about 2&quot; x5&quot;) from 1696 called &quot;Ambassades des Hollandaises\nvers l&#39;Empereur du Japon&quot; - that&#39;s French for &quot;Dutch Embassies to the\nEmperor of Japan&quot;. Does anybody know of this book, and whether there were\never any more modern reprints? I just barely had time to glance at it\nbefore pressing it on a reference librarian to place in the rare book and\nmanuscript library.\nCheers,\nShirogitsune\n+++++++++++++++++++++++++++++\nFrom: &lt;SATCHO47@...&gt;\nSent: Monday, October 30, 2000 11:56 AM\n--------------------------------\nDear Phil:\nIt is my understanding that part of the special relationship that the Dutch\nmaintained with Shogunate whilst Japan was closed to others was an annual\nreport. It was through these reports that the Tokugawa kept abreast of\ndevelopments outside of Japan. Perhaps this book set is a record of such\nreport(s).\n\nSounds interesting. Please keep us informed should you go back for another\nlook.\n++++++++++++++++++++++++++++++++++++++++\nFrom: Jim Gilbert &lt;jggilbert@...&gt;\nSent: Monday, October 30, 2000 2:24 PM\n------------------------------------------\nPhil,\nYou may want to take a look at &quot;The court journey to the shogun of Japan -\nFrom a private acount by Jan Cock Blomhoff.&quot; Edited by F.R. Effert and with\nannotation by Matthi Forrer. Published by Hotei in Leiden, ISBN\n90-74822-18-5. While a bit later than your reference, it is related and is\nanother nice book from the people at Hotei.\n+++++++++++++++++++++++++++++++++++++++++\nFrom: Phil Fellman &lt;phil_fellman@...&gt;\nTo: &lt;token_kenkyu_kai@...&gt;\nSent: Tuesday, October 31, 2000 3:07 PM\nSubject: Re: Old Book on Japan\n----------------------------------\nHi Jim:\nThanks for the note. What little I read of the book I mentioned was\npretty interesting but I was translating from the French &quot;freehand&quot; (no\nLarousse by my side, although I suppose if I&#39;d had more time, I could have\ndragged that off the shelves too) and that made the reading really slow -\nactually just a few glimpses but it looked quite detailed, descriptions of\nclothing were particularly interesting, although old hat to us now.\n==================================================\n(8).  From: Don Wagner &lt;DonW@...&gt;\nTo: &#39;token_kenkyu_kai@...&#39; &lt;token_kenkyu_kai@...&gt;\nDate: Tuesday, 3 February 1998 12:09\nSubject: A naive look at the Samurai of a bygone era.      [1863_edo.doc]\n----------------------------------------------------------------\nThe following excerpt is from the November, 1863 issue of Harper&#39;s New Monthly Magazine. It is part of a lengthy article entitled &quot;Pictures of the Japanese&quot;. While the article as a whole is extremely complimentary of all aspects of Japan&#39;s lifestyle, I found the following paragraph to be refreshing in a naive sort of way. I would love to see this article republished in its entirety.\n\n&quot;One of the first things which strikes us in our studies of street life in Yeddo is that there are two classes wholly distinct in manners, habits, and character. The official class, consisting of the nobles, with their throngs of idle retainers, and the common people. The retainers of the nobles, known as Samourai or Yaconin, are entitled to wear two swords. They are the perfect types of the Swashbucklers once so common in the European cities; swaggering, blustering bullies, usually drunk, and always insolent, loitering about the drinking houses, ready to give a thrust or a blow to any one who comes in their way, and especially prone to insult foreigners. They constitute the only dangerous class in Yeddo; to them is to be charged the long series of outrages and murders which have marked the history of foreign missions to Japan.\n\n&quot;The common people, on the other hand, are a remarkably good-tempered, quiet race; ingenious, industrious, and courteous always...&quot;\n\nInteresting? I can&#39;t help but wonder if the Samurai of a previous era would look upon these later &quot;Samurai&quot; as something of an anomaly. Is this the same group of guys who ushered in such concepts as being &quot;insulted&quot; if someone&#39;s scabbard touched theirs, and some of the other mannerisms emulated today as proper Samurai etiquette?\n==================================================\n(9).  From: John Prough &lt;jop@...&gt;\nTo: nihonto@... &lt;nihonto@...&gt;\nDate: Wednesday, 7 January 1998 11:35\nSubject: Re: Obit\n\nOn Wed, 7 Jan 1998, Leigh Olsson wrote:\nsnip\n\n&gt; Toshiro Mifune portrayed Tokugawa Ieyasu. Nobunaga and Hideyoshi were\n&gt; never Shoguns. Lady Mariko was based on Gracia Hosokawa and her father\n&gt; was Akechi Mitsuhide.\n\nFor those who are interested there was a nice little book published after \nthe TV mini-series by Univ. California Berkeley Press called I believe \n&quot;Learning from Shogun&quot;. It is a series of essays by Japanese history \nscholars and one Elizabethan scholar comparing the &quot;history&quot; in Shogun \nwith real Japanese history. Very interesting, as I remember they thought \nCavell (sp) had done his homework, but had changed things for dramatic \npurposes, though heaven only knows the real history was dramatic enough. \nThe Toranaga character was based upon Iyeyasu and the time frame of the \nnovel/series was the 6-8 months before Sekigahara. A big example of how \nhistory was changed is the character of Mariko. This character certainly \nis based upon Gracia Hosokawa, but her story is considered one of the 3 \ngreatest love stories in Japanese history. Her husband Hosokawa so loved \nhis wife that he did not have her killed when Akechi killed Oda. Instead \nhe had her sent to a remote castle for 5 years. Out of sight is out of \nmind, and when the political heat came down after Hideyoshi was totally \nin power, the Gracia re-appeared in her husband&#39;s family. The prudent \nthing for the Hosokawa to do would have been to kill her immediately. \nAfter all the Hosokawa themselves could have been destroyed with such a \nready made excuse. This husband and wife love story is at complete odds \nwith the Shogun story. Then there was the problem that Gracia Hosokawa \nis supposed to have become a Christian, but there is no record of her \never even seeing a Jesuit from a distance. Her baptism was via one of \nher ladies in waiting who was a Christian. There is no record of her \nknowing any language but Japanese. But, Shogun is a rip roaring yarn \nthat certainly catches the flavor of Japan in 1600.\n\nBTW the Blackthorne character is real also and based very nicely on Will \nAdams. An example of Chavell (sp) homework: the name of the Dutch ship \nwas &quot;Erasmus&quot; in the novel. Adam&#39;s Dutch ship was called &quot;Das Liefe&quot;, \nbut it had a different name earlier in its career as a ship--&quot;Erasmus&quot;!\n\nJohn Prough\n==================================================\n(10).  From: michael axelrod &lt;midax@...&gt;\nTo: nihonto@... &lt;nihonto@...&gt;\nDate: Thursday, 8 January 1998 1:42\nSubject: Books (was Obit)\n\nHi All,\n\nSpeaking of good reads, I just finished a book someone recommended to me at\nlast year&#39;s SF sword show when he saw me walking around with a reprint of\none of Hiroshige&#39;s 53 stations of the Tokaido series of prints (a gift,\nBTW, from that notorious print bandit Prof. Shirogitsune).\n\nAnyway, it&#39;s called Japanese Inn, by Oliver Statler (ISBN 0824808185), and\ntells the story in a way reminiscent of the late James Michner of an inn\nalong the Tokaido, the famous road that connects Kyoto with Tokyo (Edo).\n\nSpanning the time from the mid-1500s through the 1950s, he manages to\nconvey many of the important occurrences of Japanese history as they\ntouched the inn, including the rise of the Tokugawa shogunate and fall of\nTakeda, Will Adams (mentioned below), the 47 ronin, Tesshu, Saigo,\nHiroshige and many more I can&#39;t remember.\n\nThe book also describes many aspects of day to day Japanese life during the\nperiod.\n\nI found a hard back copy in a used bookstore for $9, but Amazon sells the\npaperback for $9.56. Not too much specifically about the sword, but a\nwonderful book. \n\nAnyone else read it?\n\nRegards,\nMichael A.\n\nAt 04:59 PM 9/7/97 +1000, Barry T. wrote:\n&gt;\n&gt;I thought a better read of Will Adams was in a book by an English(?) author\n&gt;in the early 1930s called &quot;The Needle Watcher&quot;. It ought still be available\n&gt;in good libraries, although my copy (now lost due to a loan!) was originally\n&gt;found in a Church bazaar. It conveyed a better portrait of the times than\n&gt;&quot;Shogun&quot;, and women in this book were firmly in their place and hardly\n&gt;mentioned at all. A very good read indeed.\n&gt;\n&gt;Barry Thomas\n&gt;(Melbourne, Australia)\n+++++++++++++++++++++++++++++++++++\nFrom: JBoorstein &lt;JBoorstein@...&gt;\nTo: nihonto@... &lt;nihonto@...&gt;\nDate: Thursday, 8 January 1998 7:10\nSubject: Re: Books (was Obit)\n\nStatler&#39;s book is a minor classic -- an unlike many other classics, major and\nminor, quite readable and enjoyable. I used to push copies whenever we got any\nwhen I used to manage a bookstore.\n==================================================\n(11).  From: Stanley Planton &lt;planton@...&gt;\nTo: nihonto@... &lt;nihonto@...&gt;\nSubject: Japanese Temple Geometry\nDate: Friday, 17 April 1998 10:47\n\nThere is an article on Japanese temple geometry (1639-1854) in the May,\n1998 _Scientific American_  (pp.85-91).\n\nIt indicates a very sophisticated understanding of mathematical geometry\nand an ability to solve complex problems.\n\nYou can also find most of the article at:\n\n http://www.sciam.com/1998/0598issue/0598rothman.html\n\n==================================================\nEND OF EMAIL\n\n\n[Non-text portions of this message have been removed]\n\n\n"
}