{
    "userId": 82600261,
    "authorName": "Mark",
    "from": "&quot;Mark&quot; &lt;samurai182uk@...&gt;",
    "profile": "samurai182uk",
    "replyTo": "LIST",
    "senderId": "MwB1uVukjB2ZmTOLVhuGOvAoAxUAEvU-k5hzlQpyLis6j6dYT3VY1J3KD5RLAeMMJlrCJuKUH9trZdXh7ESwYGsE-d-rje-9",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: Re Campaign of Odawara 1589",
    "postDate": "1069335997",
    "msgId": 2517,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGJwaWdqdCsxMDZpY0BlR3JvdXBzLmNvbT4=",
        "inReplyToHeader": "PDg0LjFjYmJjOWYzLjJjZWM4ZDU5QGFvbC5jb20+"
    },
    "prevInTopic": 2513,
    "nextInTopic": 0,
    "prevInTime": 2516,
    "nextInTime": 2518,
    "topicId": 2513,
    "numMessagesInTopic": 2,
    "msgSnippet": "Hi there sounds interesting what your doing, What type of figures are you using to portray the samurai, www.Eastofindia are excellent but expensive. Anyway to",
    "rawEmail": "Return-Path: &lt;samurai182uk@...&gt;\r\nX-Sender: samurai182uk@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 58230 invoked from network); 20 Nov 2003 13:46:38 -0000\r\nReceived: from unknown (66.218.66.217)\n  by m4.grp.scd.yahoo.com with QMQP; 20 Nov 2003 13:46:38 -0000\r\nReceived: from unknown (HELO n22.grp.scd.yahoo.com) (66.218.66.78)\n  by mta2.grp.scd.yahoo.com with SMTP; 20 Nov 2003 13:46:38 -0000\r\nReceived: from [66.218.67.186] by n22.grp.scd.yahoo.com with NNFMP; 20 Nov 2003 13:46:37 -0000\r\nDate: Thu, 20 Nov 2003 13:46:37 -0000\r\nTo: samuraihistory@yahoogroups.com\r\nSubject: Re: Re Campaign of Odawara 1589\r\nMessage-ID: &lt;bpigjt+106ic@...&gt;\r\nIn-Reply-To: &lt;84.1cbbc9f3.2cec8d59@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 4803\r\nX-Mailer: Yahoo Groups Message Poster\r\nFrom: &quot;Mark&quot; &lt;samurai182uk@...&gt;\r\nX-Yahoo-Group-Post: member; u=82600261\r\nX-Yahoo-Profile: samurai182uk\r\n\r\nHi there sounds interesting what your doing, \n\nWhat type of figures are you using to portray the samurai, \nwww.Eastofindia are excellent but expensive. Anyway to attempt to \nhelp you out, the first place you should look is of course \nwww.samurai-archives esp http://www.samurai-archives.com/registry.html\nThis gives a list of hundreds of samurai, with good detail on their \nlives. Also reading the article on Hojo Ujimasa would help you. \n\nAs far as I can help you I will try, here are some names to look into\n\nFirst Hojo Ujinao was officially Daimyo of the Hojo although his \nfather Hojo Ujimasa still advised him and had control over aspects of \nthe clans actions. Initially the Hojou were allied to the Tokugawa \nbut later it was revoked and Ieyasu began the siege against Hojou. \nThere were attempted negotiations into 1590, only in May of 1590 did \nthe invasion of the Hojou lands of Kai, Sagami,Izu, Shimosa, Mushahsi \netc begin. The scale of the invasion was huge and from all sides, \nincluding naval contingents. Apparently 200 000 besiegers faced \n50 000 Hojou and allies. The chain of sattilite forts were quickly \nreduced individually as support could not be guarranted. While the \nsiege lengthened and the troops on both sides dug in or partied as \nthe case of the Besiegers, negotioations contiuned. When in July \nHideyoshi demanded surrender Hojou Ujinori (Ujimasa brother and \nretainer) went as messenger. Ujimasa wanted to continue fighting but \nUjinao eventually in Sept surrendered saving himself but Ujimasa and \nUjiteru (his brother) were forced to commit Seppuku.\n\nAs regards to the retainers allied to the Hojou well, first there are \nthe family clan members, Ujinao (Son of Ujimasa), Ujimasa (Father \nUjinao), Hojou Genan (Bro Ujitsuna),Hojo Tsunashige (adopted son of \nUjitsuna), Hojou Ujiteru (2nd son of Ujiyasu {Father of Ujimasa})\nUjikuni (3rd son of Ujiyasu, held Hachigata-jo a sattelite castle \nuntil subdued) Hojou Ujinori (4th son of Ujiyasu)Complicated family \nstructure but all employed in defense.\n\nHoujo retainers I can find, not sure about position of all-\n\nAshikaga Yoshiuji (think he is old Hojo not Sengoku)\n\nChiba Shigetane (Killed in Sakura castle think Izu province not \nOdawara jo because the campaign would have been conquest of all Hojou \nterritory which means 4-5 provinces namely Sagami, Mushashi, Izu, \npart of Kai, Shimosa ,Hitachi)\n\nDaidoji Masahige (one of Hojo Ujimasa&#39;s chief advisors, told Ujinao \navoid pitched battle)\n\nFuma Kotara (reported leader of Hojo special forces 200 man nija \nesque raid on Takeda forces in 1580, unsure as to if he was there)\n\nYuki Harumoto (Interesting Daimyo of Shimosa province severed ties \nwith Hojou after 1590, forced to break vassalship.\n\nThe thing about Odawara castle is that it is not as well known as \nOsaka castle siege, Odawara was the finishing of the Hojou and it \nseems I can find info about who finished them, but not much about who \nattempted to save them, maybe its a case of History is dictated by \nthe conquerers. undoubtedly there are 1000s of forgotten names. The \nHojo were on there way out, their allies deserted them they were \nsurrounded having previously helped Nobunaga, then Hideyoshi defeat \nthe Takeda, they brought their own downfall. Like rats deserting a \nsinking ship many samurai choose to throw in their lot with the \nstrong side, leaving the Hojou surrounded and weak, there were many \nrats left clinging to the ship when it went down but many have been \nforgoten. \n\nI was thinking that in Turnbulls book on samurai heraldry there is a \npicture of the siege of Odawara, but thats me mixing it up with \nOsaka. I think in general it will be alot harder for you to portray \nOdawara because of the scanty information. The best way in my opinion \nwould be to show depending on your scale, a surrounded castle town, \nwith drooping banners on the castle walls, the inhabitants running \nout of ideas and hope, while an almost carnival atmosphere exists \naround the besiegers, with samurai on a war-peace footing capable of \nchanging at different moments, long periods of boredom with the \noccasional moment of action (like war in general, even the 2nd world \nwar) \n\nI wish you luck with it, Ill continue to look for info, also I live \nin the North of England and am interested about your idea, it would \nbe good to see when finished. The Royal armouries in Leeds is a great \nplace to be inspired by seeing real sengoku period artifacts. If I \ncan help anymore don&#39;t hesitate to ask \n\nBefore I finish I just read the article on the pre modern history of \nOdawara in the samurai archives articles section, you should read \nthis, the siege is more complicated than I realised, I forget \nHideyoshi built a castle opposite Odawara. You should take this info \ninto account. \n\nAll best Mark C\n\n\n\n"
}