{
    "userId": 82600261,
    "authorName": "Mark",
    "from": "&quot;Mark&quot; &lt;samurai182uk@...&gt;",
    "profile": "samurai182uk",
    "replyTo": "LIST",
    "senderId": "-mAUBt3j_Gul3qaetLrwc__BxF_O9OMRfUNYU1FT9WZ-6bjxv9-8Tjht6b2Ag9iXu5mBcxFmi3cMcgWG09OT_INE5gCq8QhM",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: Odawara and decline of Hojo family",
    "postDate": "1069679634",
    "msgId": 2566,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGJwdDA2aStndDF2QGVHcm91cHMuY29tPg==",
        "inReplyToHeader": "PDIwMDMxMTIyMDMxODEzLjI3NDQucW1haWxAd2ViNDE3MDUubWFpbC55YWhvby5jb20+"
    },
    "prevInTopic": 2543,
    "nextInTopic": 0,
    "prevInTime": 2565,
    "nextInTime": 2567,
    "topicId": 2531,
    "numMessagesInTopic": 3,
    "msgSnippet": "HI again Joseph First you make good points also, I think I overlooked many issues at first when I gave many of my reasons. The idea of negotiations occuring 2",
    "rawEmail": "Return-Path: &lt;samurai182uk@...&gt;\r\nX-Sender: samurai182uk@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 83586 invoked from network); 24 Nov 2003 13:13:57 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m13.grp.scd.yahoo.com with QMQP; 24 Nov 2003 13:13:57 -0000\r\nReceived: from unknown (HELO n24.grp.scd.yahoo.com) (66.218.66.80)\n  by mta3.grp.scd.yahoo.com with SMTP; 24 Nov 2003 13:13:57 -0000\r\nReceived: from [66.218.67.171] by n24.grp.scd.yahoo.com with NNFMP; 24 Nov 2003 13:13:56 -0000\r\nDate: Mon, 24 Nov 2003 13:13:54 -0000\r\nTo: samuraihistory@yahoogroups.com\r\nSubject: Re: Odawara and decline of Hojo family\r\nMessage-ID: &lt;bpt06i+gt1v@...&gt;\r\nIn-Reply-To: &lt;20031122031813.2744.qmail@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 2628\r\nX-Mailer: Yahoo Groups Message Poster\r\nFrom: &quot;Mark&quot; &lt;samurai182uk@...&gt;\r\nX-Yahoo-Group-Post: member; u=82600261\r\nX-Yahoo-Profile: samurai182uk\r\n\r\nHI again Joseph\n\nFirst you make good points also, I think I overlooked many issues at \nfirst when I gave many of my reasons. The idea of negotiations \noccuring 2 years to the campaign is sound, as it was probably the \nHOjos best option, also it would have got Hideyoshi the Kanto without \nmajor loss of life, this would have served his aims as the campaigns \nin the North would be seen as being tough ones. Im not sure about \nUjimasa remaining in power after the war, as he was made to commit \nSeppuku straight after the siege. Hideyoshi and Ieyasu wanted him out \nthe way kill the father, convert the sons, Hoji Ujinori seems to be \nthe only one who got any benifit out of the siege ending, only 10 000 \nkoku fief is not great in terms of benifit. Ujinao died alone, Uji \nKuni unsure. \n\nHideysohi and Tokugawa wanted the Kanto they needed it. They need the \nrich land, to give to loyal retainers, they need stategic control of \nthe Tokkaido roadway that goes from Kamakura to Kyoto, they need the \ncity of Odawara fortress, It could be used as a staging post for \nattacks into the North. Tokugawa Ieyasu used the Kanto to his \nadvantage, first he built Edo attracting many people and valuable \ncraftsmen then he took steps to control the Tokkaido roadway. He was \nalways now in a position to threaten the capital whenever he wanted, \nat Sekigahara its the way he marched. In general the kanto was \nvaluable.\n\nDate Masumune did not send troops to Odawara, he submitted in 1590 \nwhen his forces in Aizu came into contact with Hideyoshis, he \nsubmitted Aizu but at the time of Odawara, he was busy fighting \nAsahina, Mogami and various others. The key in my opinion as I tried \nto suggest was Uesugi kagekatsu, and now I also realise Uesugi \nKenshin, well not him because he was dead, but he was the Kanto \nKanrei. In 1578 when he died who became Kanto kanrei, was it possible \nthat the Uesugi family took on the role esp Uesugi Kagekatsu, could \nit even have been possible that he was assasinated by Tokugawa or \nHideyoshi because they knew in the future he may not support a \ncampaign against the Kanto, being Kanto Kanrei himself. I only \nspeculate. But it is likely that if Uesugi Kenshin was still alive he \nwould have resited aggresive moves into the Kanto possibly allying \nwith Hojo, this is counterfactual and only conjecture. The main point \nis that the Uesugi family in Echigo and influence in the Kanto were \nthe key block in the defeat of the Hojo. \n\nBecause I only have access to limited sources, I am only wondering, \nsomeone with Japanese sources on this time could do a better job \nprobably.\n\nAll the best Mark\n\n\n\n\n"
}