{
    "userId": 0,
    "authorName": "S. Lyle Parker",
    "from": "&quot;S. Lyle Parker&quot; &lt;rntihg@...&gt;",
    "replyTo": "LIST",
    "senderId": "xO0MCIVl32KvArTxRjk0MKdq5uR7V1lexs9j0FVJNiUdz0CUrewKI5HYpRXv35WNta1kQnc_0ZYqWfWYB5s7qB-7QddOqtWcl3ZD1A",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Unarmed Samurai?",
    "postDate": "995957688",
    "msgId": 267,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PExBVzItRjg4R2gwNVlGUmNtVkYwMDAwNWM1Y0Bob3RtYWlsLmNvbT4="
    },
    "prevInTopic": 0,
    "nextInTopic": 0,
    "prevInTime": 266,
    "nextInTime": 268,
    "topicId": 267,
    "numMessagesInTopic": 1,
    "msgSnippet": "Dear Fred, Very interesting discussion that you have started.  Don t have the resources at hand as I am new to Japan and have not overcome the many (mostly ",
    "rawEmail": "Return-Path: &lt;rntihg@...&gt;\r\nReceived: (qmail 99856 invoked from network); 24 Jul 2001 16:57:18 -0000\r\nReceived: from unknown (10.1.10.26) by l10.egroups.com with QMQP; 24 Jul 2001 16:57:18 -0000\r\nReceived: from unknown (HELO n34.groups.yahoo.com) (10.1.1.30) by mta1 with SMTP; 24 Jul 2001 16:57:16 -0000\r\nX-eGroups-Return: rntihg@...\r\nReceived: from [10.1.2.240] by mk.egroups.com with NNFMP; 24 Jul 2001 16:57:16 -0000\r\nX-eGroups-Approved-By: kitsuno@... via web; 24 Jul 2001 16:57:15 -0000\r\nX-Sender: rntihg@...\r\nX-Apparently-To: Samuraihistory@yahoogroups.com\r\nReceived: (EGP: mail-7_2_0); 24 Jul 2001 06:54:49 -0000\r\nReceived: (qmail 99313 invoked from network); 24 Jul 2001 06:54:49 -0000\r\nReceived: from unknown (10.1.10.27) by l7.egroups.com with QMQP; 24 Jul 2001 06:54:49 -0000\r\nReceived: from unknown (HELO hotmail.com) (216.32.181.88) by mta2 with SMTP; 24 Jul 2001 06:54:49 -0000\r\nReceived: from mail pickup service by hotmail.com with Microsoft SMTPSVC; Mon, 23 Jul 2001 23:54:49 -0700\r\nReceived: from 202.229.63.195 by lw2fd.hotmail.msn.com with HTTP;\tTue, 24 Jul 2001 06:54:48 GMT\r\nTo: Samuraihistory@yahoogroups.com\r\nBcc: \r\nSubject: Unarmed Samurai?\r\nDate: Tue, 24 Jul 2001 02:54:48 -0400\r\nMime-Version: 1.0\r\nContent-Type: text/plain; format=flowed\r\nMessage-ID: &lt;LAW2-F88Gh05YFRcmVF00005c5c@...&gt;\r\nX-OriginalArrivalTime: 24 Jul 2001 06:54:49.0060 (UTC) FILETIME=[87EBEA40:01C1140D]\r\nFrom: &quot;S. Lyle Parker&quot; &lt;rntihg@...&gt;\r\n\r\nDear Fred,\n\nVery interesting discussion that you have started.  Don&#39;t have the resources \nat hand as I am new to Japan and have not overcome the many (mostly \nmonetary) obstacles to internet access as yet.  Therefore I am consigned to \na crowded (albeit free) internet cafe.\n\nIn any event, I believe that your instincts based on the information that \nyou have found -- or more rightly not found -- regarding samurai unarmed \ncombat training is on mark.  You make an excellent judgement in using the \nashigaru as an example.  Whenever we talk about warriors in Japan it \nbehooves us to make a distinction between the different social levels.  The \neveryday experience of the elite warriors (those holding court rank) and \nthose in the lower echelons could not have been more different.\n\n&gt;I would assume that any martial training with weapons was done on one&#39;s \n&gt;own, and not through a &#39;teacher&#39; exept for perhaps the &#39;richest&#39; or closest \n&gt;to the lord, who would receive sword training. Anyway, my point is that \n&gt;I&#39;ve never seen ANYTHING regarding maritial arts training in the \n&gt;&#39;scholarly&#39; Japanese history books\n\nThis seems to have been true on the mass scale at least insofar as the \nSengoku period is concerned.  Things during the Tokugawa era are a bit \ndifferent, however.  In _Armed Martial Arts of Japan_, G. Cameron Hurst \nnotes that in the Tokugawa era we see the incorporation of separate schools \nof combat.  That is, we see &quot;masters&quot; hanging  out a shingle advertising \nthat they were teaching, for example, naginata skills.  This became \nincreasingly important as the warriors, separated from their historical \nprofessions by the peace engendered under the Tokugawa regime, needed to \nfind a way to make a living.  There were only so many opportunities to act \nas police or other government sanctioned positions.  A warrior who received \na certificate of transmission from a well-known sword (or other) master \ncould then hang out his own shingle and ply his trade as a teacher of that \nschool (or its offshoot).  In Hurst&#39;s book is also a detailed treatment of \nthe development of the ryuha system, primarily in the early 17th century.  \nAs in most eras of Japanese history, name and lineage were of vital \nimportance to martial arts practitioners, be they armed or unarmed, and as \nsuch well-known masters were sought after.  By way of example, in John \nRogers&#39; partial translation of the _Honcho Bugei Shoden_ which appeared in \nMonumenta Nipponica mention is made of one Ishido Chikurin who became the \nfounder of the Chikurin &quot;ha&quot; of the Heki-ryu lineage of Kyudo.  He became \nfamous for having won a tooshiya &quot;long-range shooting contest&quot; at \nSanjusangendo and subsequently was employed as archery teacher to (if memory \nserves) either Hideyoshi or Ieyasu.  &lt;-- I&#39;ll check on this when I get \nhome...\n\nBut I digress...  As regards unarmed combat, I also am fairly curious as to \nthe percentages of samurai (of whichever social stratum) that practiced such \nthings (either doing the Sengoku or later through to 1800 or so).  One place \nto start a search may be to look into the concept of bugei juhappan.  These \nwere said to be the 18 important skills of a warrior.  I am not sure when \nthe term became current, but one place to look may be Karl Friday&#39;s _Legacy \nof the Sword_ which is an outstanding look at a &quot;complete&quot; warrior system.  \nRather than teaching, say, just iaido, their training encompasses many \ndifferent skills and, again if memory serves, unarmed skills.\n\nJust a few thoughts.\n\nShannon\n\n\n_________________________________________________________\n\n\n----Original Message Follows----\nFrom: fredjnsn@...\nReply-To: samuraihistory@yahoogroups.com\n\nIndirectly on topic, but a question/comment nonetheless. . . In all\nmy years of reading and studying Japanese Samurai history, I have\nNEVER come accross anything even remotely resembling &#39;a group of\nsamurai practicing karate together in a dojo&#39; (quote is my own). I\nhave never seen any references to unarmed combat training, and don&#39;t\nsee much use for it anyway. The samurai studied weapons, which is\ncommon sense, of course. I don&#39;t believe (and this is opinion) that\neven &#39;powerful samurai families&#39; employed &#39;martial artists&#39; to teach\nthem unarmed combat. from my limited (6 years of martial arts\ntraining about 10 years ago or so - and my studying of martial arts\nhistory) is that unarmed combat originated in Okinawa, and at best\n200 - 300 years ago. I&#39;m sure that judo or jujitsu-like &#39;wrestling&#39;\nprobably existed, but I doubt that Takeda Shingen or Oda Nobunaga\nhired martial arts experts to train there armies in the way of\nunarmed combat. I would hazzard to guess based on what I&#39;ve read\n(and thus on what I &#39;haven&#39;t&#39; come accross) that mass training for\nthe armies wasn&#39;t too common - even weapons training. most ashigaru\nprobably went out and cut themselves a bamboo spear and just charged\ninto battle hoping for the best. I would assume that any martial\ntraining with weapons was done on one&#39;s own, and not through\na &#39;teacher&#39; exept for perhaps the &#39;richest&#39; or closest to the lord,\nwho would receive sword training. Anyway, my point is that I&#39;ve\nnever seen ANYTHING regarding maritial arts training in\nthe &#39;scholarly&#39; Japanese history books. At best the subject comes up\nin the VERY questionable &#39;martial arts history books&#39;. If someone\nhas info on martial arts training from a &#39;reputable source&#39; PLEASE\nrespond to this post. I am curious about this simply because it is\nnot something covered by Hall, Varley, Sansom, Berry, or the others.\n\n\n\n\n\n\n_________________________________________________________________\nGet your FREE download of MSN Explorer at http://explorer.msn.com/intl.asp\n\n\n\n"
}