{
    "userId": 105142828,
    "authorName": "Richard S. Omura",
    "from": "&quot;Richard S. Omura&quot; &lt;rso@...&gt;",
    "profile": "richardomura",
    "replyTo": "LIST",
    "senderId": "i_1XPFo8SG2ggzQlZbVE8rLIta2wWeATkClg9HMQV0YnwXAIGmeGfXxJ9myfoB5dMR7mTnb9NrvdwGr74zYmNKyvr-dUrj3ysTvw21mG1ZQ",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [samuraihistory] Samura battle tactics",
    "postDate": "1070873034",
    "msgId": 2729,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDAwNjgwMWMzYmQ2NyRmYWU4MTIyMCQzZjQ0N2UxOEB3ZTEuY2xpZW50Mi5hdHRiaS5jb20+",
        "referencesHeader": "PDIwMDMxMjA3MjIwNTUzLjI1MTEyLnFtYWlsQHdlYjQwMDA1Lm1haWwueWFob28uY29tPg=="
    },
    "prevInTopic": 2728,
    "nextInTopic": 2763,
    "prevInTime": 2728,
    "nextInTime": 2730,
    "topicId": 2694,
    "numMessagesInTopic": 12,
    "msgSnippet": "Hi Craz, Sure please send the jpg s if they re not too big. Regarding comparison s between European and Japanese martial ways, I think it s like comparing",
    "rawEmail": "Return-Path: &lt;rso@...&gt;\r\nReceived: (qmail 32634 invoked by uid 7800); 8 Dec 2003 15:38:08 -0000\r\nX-Sender: rso@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 93568 invoked from network); 8 Dec 2003 08:40:45 -0000\r\nReceived: from unknown (66.218.66.216)\n  by m16.grp.scd.yahoo.com with QMQP; 8 Dec 2003 08:40:45 -0000\r\nReceived: from unknown (HELO server1050.gisol.com) (216.240.136.125)\n  by mta1.grp.scd.yahoo.com with SMTP; 8 Dec 2003 08:40:44 -0000\r\nReceived: from c-24-126-68-63.we.client2.attbi.com ([24.126.68.63] helo=omra)\n\tby server1050.gisol.com with smtp (Exim 4.24)\n\tid 1ATGwe-0002dn-6x\n\tfor samuraihistory@yahoogroups.com; Mon, 08 Dec 2003 00:40:44 -0800\r\nMessage-ID: &lt;006801c3bd67$fae81220$3f447e18@...&gt;\r\nTo: &lt;samuraihistory@yahoogroups.com&gt;\r\nReferences: &lt;20031207220553.25112.qmail@...&gt;\r\nSubject: Re: [samuraihistory] Samura battle tactics\r\nDate: Mon, 8 Dec 2003 00:43:54 -0800\r\nMIME-Version: 1.0\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 6.00.2800.1158\r\nX-MimeOLE: Produced By Microsoft MimeOLE V6.00.2800.1165\r\nX-AntiAbuse: This header was added to track abuse, please include it with any abuse report\r\nX-AntiAbuse: Primary Hostname - server1050.gisol.com\r\nX-AntiAbuse: Original Domain - yahoogroups.com\r\nX-AntiAbuse: Originator/Caller UID/GID - [47 12] / [47 12]\r\nX-AntiAbuse: Sender Address Domain - richardomura.com\r\nX-eGroups-Remote-IP: 216.240.136.125\r\nFrom: &quot;Richard S. Omura&quot; &lt;rso@...&gt;\r\nReply-To: &quot;Richard S. Omura&quot; &lt;rso@...&gt;\r\nX-Yahoo-Group-Post: member; u=105142828\r\nX-Yahoo-Profile: richardomura\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\nX-eGroups-Approved-By: &lt;westce@...&gt; via email; 8 Dec 2003 15:38:08 -0000\r\n\r\nHi Craz,\n\nSure please send the jpg&#39;s if they&#39;re not too big.\nRegarding comparison&#39;s between European and Japanese martial ways, I think it&#39;s like comparing apples and tangerines.\nBut there are some things that can definitely be compared. The sword for one, as you mentioned. Most experts consider the Japanese swords as the best swords ever made, even compared with edged blades made under current technological specifications. And in my opinion, I consider the Greek phalanx under Alexander the most awesome and fearsome infantry battle formation ever created. Can you imagine facing a quarter mile front of 16 to 18 foot pikes, with spearheads five deep? Even if you get past the first one, you got four more in your face, not to mention from all sides. No matter how good the Samurai warrior was in individual combat, I think they would have shared the same fate as all those that Alexander confronted and destroyed. But, that&#39;s just my opinion. We&#39;ll never know as Alexander never got that far. It would also have been interesting to see how the Mongols would have fared in an all-out war against the Samurai. Since the Mongol invasion was thwarted by typhoons, there were only a few brief skirmishes in which the Samurai is said to have done well. A full on war would have changed the history of Japan as we know it.\n\nRichard\n  ----- Original Message ----- \n  From: CRAZ \n  To: samuraihistory@yahoogroups.com \n  Sent: Sunday, December 07, 2003 2:05 PM\n  Subject: Re: [samuraihistory] Samura battle tactics\n\n\n  I&#39;m not deeply versed on the subject of specific\n  formations and the like, but I do know I have about 8\n  jpg&#39;s of Japanese battle formations after firearms\n  started seeing regular usage, so I&#39;m assuming these\n  particular ones were used in the short span from the\n  time Oda Nobunaga rose to power to when the Toyotomi\n  line was killed off.  If you&#39;d like, I can try and\n  send them to you personally.\n\n  Also, in the book &quot;samurai warfare&quot; there&#39;s a good\n  deal of paintings and plates of large Japanese armies\n  either going into or in the midsts of battle.  The\n  book as well as several others also tell how battles\n  were generally fought, usually with the highest\n  ranking general (shokun, daimyo, whatever word you\n  want to use) watching from a nearby hill or some other\n  place to get a good overview of the field.  Each\n  daimyo, and possibly highly celebrated warriors of\n  lesser rank, had a standard bearer to show where his\n  force was on the field, and the head general from high\n  atop his hill would send specifically chosen runners\n  (I forget what book it was but I did read a great deal\n  on the importance, training and ability of these\n  chosen message carriers) to relay messages/orders\n  between himself and each standard worthy leader. \n  Below that I think each leader was pretty much\n  responsible for his own type of organization amongst\n  his troops.\n\n  Wearing sashimono was obviously one way of keeping\n  order and telling who was who on the battlefield, and\n  the previously mentioned standards also helped.  I\n  beleive I read that one of the reasons that there&#39;s\n  not much written on Japanese mass warfare is that the\n  Japanese never had any great literary generals like\n  the west did.  Generals were too busy warring most of\n  the time so most of the accounts we have of battles\n  before the end of Sengoku Jidai are accounts written\n  by people not in the military.  And this is not even\n  taking into the account the possible number of lost\n  records during such an unsteady time as the Sengoku\n  period.\n\n  I beleive Japanese warfare was very highly regulated\n  much like their wastern counterparts, I think it&#39;s\n  nearly impossible for a country with a history of so\n  much war to have gotten by just sort of &quot;winging it&quot;,\n  and reading of genius minds like Hideyoshi Toyotomi, a\n  man who once had the perspective to use the seasonal\n  monsoons of Japanese to submerge a castle he was\n  beseiging, I just can&#39;t see the Japanese being so\n  inept at mass warfare as nearly everyone insists that\n  they are.\n\n  I am a full blooded american with nothing but\n  anglo-saxon roots, but it offends me to hear Japanese\n  warfare spoken of in such a negative fashion these\n  days.  It used to be left at &quot;the Japanese were more\n  specialized and better at personal combat whereas the\n  Europeans were better at keeping order and mass\n  combat&quot;, but even that is being challenged these days\n  by people who insist in the superiorty of European\n  fencing, unarmed combat and actually have the gull to\n  compare the european sword to the katana.\n\n  I could rant on, but I&#39;ll do that some other time.\n\n  __________________________________\n  Do you Yahoo!?\n  New Yahoo! Photos - easier uploading and sharing.\n  http://photos.yahoo.com/\n\n\n        Yahoo! Groups Sponsor \n       \n       \n\n  Samurai Archives: http://www.samurai-archives.com\n  ---\n  To unsubscribe from this group, send an email to:\n  samuraihistory-unsubscribe@yahoogroups.com\n\n\n\n  Your use of Yahoo! Groups is subject to the Yahoo! Terms of Service. \n\n\n[Non-text portions of this message have been removed]\n\n\n"
}