{
    "userId": 145759856,
    "authorName": "samurai-listowner@samurai-archives.com",
    "from": "&lt;samurai-listowner@...&gt;",
    "profile": "kitsuno",
    "replyTo": "LIST",
    "senderId": "946AZjTF0HeoEUaElLmBOQ18MU1JXcsIqhKL41H-Y7EeaxDLA2YF8saRUoTXd_5jMW_caHVWGkc0q2EbXaqfe_mOy48Ntjv5zm6DRTQnqA",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "NYTimes Article: Tom Cruise, Bob Dylan, Commodore Perry",
    "postDate": "1070908677",
    "msgId": 2737,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDMxMjA4MTgzNy5oQjhJYnZNMzA5NzNAYXRtYXBwMDEuc2l0ZXByb3RlY3QuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 0,
    "prevInTime": 2736,
    "nextInTime": 2738,
    "topicId": 2737,
    "numMessagesInTopic": 1,
    "msgSnippet": "December 6, 2003 By CHRISTOPHER BENFEY AMHERST, Mass. This year marks the 150th anniversary of Commodore Matthew Perry s fabled opening of Japan. If you",
    "rawEmail": "Return-Path: &lt;samurai-listowner@...&gt;\r\nX-Sender: samurai-listowner@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 52047 invoked from network); 8 Dec 2003 18:37:57 -0000\r\nReceived: from unknown (66.218.66.172)\n  by m2.grp.scd.yahoo.com with QMQP; 8 Dec 2003 18:37:57 -0000\r\nReceived: from unknown (HELO atmapp01.siteprotect.com) (64.41.126.208)\n  by mta4.grp.scd.yahoo.com with SMTP; 8 Dec 2003 18:37:57 -0000\r\nReceived: from atmapp01.siteprotect.com (localhost [127.0.0.1])\n\tby atmapp01.siteprotect.com (8.11.6/8.11.6) with ESMTP id hB8IbvM30973\n\tfor &lt;samuraihistory@yahoogroups.com&gt;; Mon, 8 Dec 2003 12:37:57 -0600\r\nDate: Mon, 8 Dec 2003 12:37:57 -0600\r\nMessage-Id: &lt;200312081837.hB8IbvM30973@...&gt;\r\nContent-Disposition: inline\r\nContent-Transfer-Encoding: binary\r\nMime-Version: 1.0\r\nTo: samuraihistory@yahoogroups.com\r\nSubject: NYTimes Article: Tom Cruise, Bob Dylan, Commodore Perry\r\nContent-Type: text/plain\r\nX-Mailer: AtMail Corp 3.61 - http://webbasedemail.com/\r\nX-Origin: 171.72.5.225\r\nX-eGroups-Remote-IP: 64.41.126.208\r\nFrom: &lt;samurai-listowner@...&gt;\r\nReply-To: samurai-listowner@...\r\nX-Yahoo-Group-Post: member; u=145759856\r\nX-Yahoo-Profile: kitsuno\r\n\r\nDecember 6, 2003\n By CHRISTOPHER BENFEY \n\nAMHERST, Mass. \n\nThis year marks the 150th anniversary of Commodore Matthew\nPerry&#39;s fabled &quot;opening&quot; of Japan. If you said, &quot;Commodore\nwho?&quot; you wouldn&#39;t be alone. Commodore Perry - Matthew\nCalbraith Perry, to be exact - has faded from American\nmemory, even though every Japanese school child knows his\nname. \n\nIn 1853, Perry brought a fleet of four heavily armed &quot;Black\nShips&quot; into Edo Bay, near present-day Tokyo, and demanded,\nin the name of President Millard Fillmore, that Japan open\nits ports to American ships. Japan, which had been closed\nto foreigners for more than two centuries, complied, and\nPerry steamed home expecting a hero&#39;s welcome. \n\nHe was disappointed, for Washington had more pressing\nconcerns than a tiny archipelago across the Pacific:\nnamely, the extension of slavery into the West and the\nthreatening noises about secession from Southern senators.\nPerry decided he needed public relations help. He asked\nNathaniel Hawthorne, then United States consul in\nLiverpool, England, if he might consider writing a book\nabout the opening of Japan, with Perry as hero. \n\nHawthorne was tempted. As he wrote in his journal on Dec.\n28, 1854, &quot;It would be a very desirable labor for a young\nliterary man, or for that matter, an old one; for the world\ncan scarcely have in reserve a less hackneyed theme than\nJapan.&quot; But Hawthorne had other books on his mind, and\nsuggested that Perry approach Herman Melville, who knew\nsomething about the Pacific. Perry, stupidly, decided to\nwrite the book himself, a wooden performance that did\nnothing to enhance his reputation. \n\nToday, Perry&#39;s image still needs burnishing in his own\ncountry. He has what you might call a Columbus problem: he\nis seen as more an invader than an explorer. This is\nunfair. Perry came in search of treaties, not territory.\nHowever imperious his manner, his aims - at least with\nregard to Japan - were not imperialist. Backed by his guns,\nhe opened Japanese ports to foreign goods and ideas; but he\nalso opened the way for Western understanding of Japan. \n\nIt&#39;s worth remembering that the United States did not\noccupy Japan. Instead, Japan took one look at Perry&#39;s\nsteamships and cannons and decided to modernize the country\n- and quick. In the span of 50 years, Japan turned itself\ninto an industrial power, learning watch-making from the\nSwiss and war-making from the Prussians, and won a place\namong the world powers in the ghastly battles of the\nRusso-Japanese War. \n\nYet some Japanese questioned whether this was progress. In\n&quot;The Book of Tea,&quot; published in 1906, Kakuzo Okakura\nobserved that the average Westerner was accustomed &quot;to\nregard Japan as barbarous while she indulged in the gentle\narts of peace: he calls her civilized since she began to\ncommit wholesale slaughter on Manchurian battlefields.&quot; \n\nThe truth is, though, that Perry didn&#39;t really open Japan.\nHe did the easy part: showing off American firepower to the\ngaping samurai on shore, and forcing a trade agreement on\nthe emperor. But there was a second, slower, more\nsignificant opening, which required actual understanding -\nof Buddhism, for example, and the traditional arts of judo\nand the tea ceremony. \n\nThis cultural opening was the result of patient effort by\ndedicated men and women who saw more in Japan than good\nharbors and coal for whaling ships. They were people like\nEdward Sylvester Morse, who traveled to Japan in 1877 to\nteach Darwin&#39;s theory of evolution to the Japanese and\nended up as the world&#39;s authority on Japanese ceramics, or\nhis younger contemporary, Ernest Fenollosa, who taught\nEmerson and Hegel at Tokyo Imperial University before\nfalling in love with Buddhist painting and sculpture. \n\nThis sort of opening is as much an internal process as an\nexternal one. People talk about the Japanese influence on\nAmerica; you might call this the &quot;particle theory&quot; of\ncultural exchange. But what we see in the 150 years of\nJapanese-American interaction is something more complicated\nand harder to name. Maybe we need a &quot;wave theory&quot; of\ncultural exchange, to explain the constant oscillation\nbetween East and West. \n\nThat oscillation continues today, in movies like &quot;Lost in\nTranslation&quot; and &quot;The Last Samurai.&quot; Both movies take as\ntheir heroes broken-down Americans, hired by the Japanese,\nwho find unexpected regeneration in opening themselves to\nJapan. In &quot;The Last Samurai,&quot; Nathan Algren, the\nhollowed-out Civil War veteran played by Tom Cruise, comes\nto Japan to modernize its army. He is typical of those\noscillating 19th-century Americans who found that Old Japan\nhad more to teach them than they could offer in return.\nLike his samurai sword, inscribed &quot;I belong to the warrior\nin whom the old ways have joined the new,&quot; Algren forges\nhimself into an alloy of East and West. \n\nNot long ago we learned that Bob Dylan, in his album &quot;Love\nand Theft,&quot; had taken some lines from a Japanese book\ncalled &quot;Confessions of a Yakuza,&quot; by Junichi Saga. These\nsimilarities gave rise to some understandable hand-wringing\nabout plagiarism and cultural appropriation. But Bob Dylan\nis just another example of the great wave of\nJapanese-American cultural oscillation. This is Bob Dylan,\nfor crying out loud, the guy who was born Robert Zimmerman\nin Minnesota, adopted as his last name the first name of a\nWelsh poet, and modeled himself on Woody Guthrie. \n\nCould it be that his saga, not to mention the flurry of\nmovies about Japan and self-discovery, are signs that\nfinally, 150 years after Perry cracked open the door to\nJapan and sailed away, the real opening has taken place? \n\nChristopher Benfey, professor of English at Mount Holyoke\nCollege, is author of &quot;The Great Wave: Gilded Age Misfits,\nJapanese Eccentrics, and the Opening of Old Japan.&quot; \n\nhttp://www.nytimes.com/2003/12/06/opinion/06BENF.html?\nex=1071900730&ei=1&en=a895a8360bcdda0e\n\n\n\n\n\n"
}