{
    "userId": 145759856,
    "authorName": "samurai-listowner@samurai-archives.com",
    "from": "&lt;samurai-listowner@...&gt;",
    "profile": "kitsuno",
    "replyTo": "LIST",
    "senderId": "BW5XXmH_rxtIIWVLZCHklpDGoEKD8CKHzybIGcU4JZHCLduNJLP7avQxZWeSrJiVXdy5Nh908r_abFpAUniOxHhSh7OTpQN2kC89cxUC8A",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "NYTimes: Japan&#39;s Samurai Past Thunders Into the Present",
    "postDate": "1071001473",
    "msgId": 2779,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDMxMjA5MjAyNC5oQjlLT1hNMDcyMTVAYXRtYXBwMDEuc2l0ZXByb3RlY3QuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 0,
    "prevInTime": 2778,
    "nextInTime": 2780,
    "topicId": 2779,
    "numMessagesInTopic": 1,
    "msgSnippet": "December 7, 2003 By KEN BELSON TOKYO - The climax of the new film The Last Samurai is no ordinary fight scene: It is a coda to Japan s medieval past and a",
    "rawEmail": "Return-Path: &lt;samurai-listowner@...&gt;\r\nX-Sender: samurai-listowner@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 83239 invoked from network); 9 Dec 2003 20:24:33 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m14.grp.scd.yahoo.com with QMQP; 9 Dec 2003 20:24:33 -0000\r\nReceived: from unknown (HELO atmapp01.siteprotect.com) (64.41.126.208)\n  by mta5.grp.scd.yahoo.com with SMTP; 9 Dec 2003 20:24:33 -0000\r\nReceived: from atmapp01.siteprotect.com (localhost [127.0.0.1])\n\tby atmapp01.siteprotect.com (8.11.6/8.11.6) with ESMTP id hB9KOXM07215\n\tfor &lt;samuraihistory@yahoogroups.com&gt;; Tue, 9 Dec 2003 14:24:33 -0600\r\nDate: Tue, 9 Dec 2003 14:24:33 -0600\r\nMessage-Id: &lt;200312092024.hB9KOXM07215@...&gt;\r\nContent-Disposition: inline\r\nContent-Transfer-Encoding: binary\r\nMime-Version: 1.0\r\nTo: samuraihistory@yahoogroups.com\r\nSubject: NYTimes: Japan&#39;s Samurai Past Thunders Into the Present\r\nContent-Type: text/plain\r\nX-Mailer: AtMail Corp 3.61 - http://webbasedemail.com/\r\nX-Origin: 171.72.5.225\r\nX-eGroups-Remote-IP: 64.41.126.208\r\nFrom: &lt;samurai-listowner@...&gt;\r\nReply-To: samurai-listowner@...\r\nX-Yahoo-Group-Post: member; u=145759856\r\nX-Yahoo-Profile: kitsuno\r\n\r\nDecember 7, 2003\n By KEN BELSON \n\n\n\n \n\nTOKYO - The climax of the new film &quot;The Last Samurai&quot; is no\nordinary fight scene: It is a coda to Japan&#39;s medieval past\nand a nod to its enduring fighting spirit. \n\nAfter a dramatic battle, the leader of a group of rebel\nholdouts commits ritual suicide rather than surrender in\nshame to the well-armed and newly Westernized Japanese\nArmy. The victors, awed by the rebels&#39; bravery, bow in\nreverence. Though they now wear Prussian-style uniforms,\nthey remain true to the samurais&#39; unspoken code of Bushido.\n\n\nThe film takes place in the late 1870&#39;s, when Japan was\nabandoning its feudal society and industrializing, yet the\nsame tug of war between preserving tradition and opening\nJapan to the world persists today. Even as Japan is about\nto commit troops in Iraq, sending its military abroad for\nthe first time since World War II, the tension between old\nways and modern life is evident. \n\nThe movie, though fictional, reminds us that while the\nsamurai are gone, many of their values are still part of\nthe fabric of Japanese society. Though outsiders - and many\nJapanese - exaggerate the resonance of this mix of\nallegiance, self-control and shame, the social structure\nthat nurtures these values has resisted everything from the\nAmerican occupation to encroaching globalization. \n\n&quot;Hierarchy is still part of everyday life in Japan,&quot; said\nSheldon M. Garon, a professor of history at Princeton\nUniversity and author of &quot;Molding Japanese Minds&quot;\n(Princeton University Press, 1997). &quot;It&#39;s in every\nrelationship, whether it&#39;s a company, college or otherwise.\nThe basic organizational structure is remarkably\nresilient.&quot; \n\nAmerican society may celebrate initiative and reward\nupstarts, but most Japanese still define themselves by\ntheir affiliations and their ranking in these groups. The\nsamurai did not invent the system; they were just ardent\nfollowers of it. But their fervor has become lore in Japan,\nwhere &quot;salarymen&quot; are compared to warriors, baseball teams\nare like armies and students cramming for exams wear\nheadbands like kamikaze pilots. \n\nThe flip side is the shame in letting down one&#39;s boss,\ncoach or teacher. &quot;The Japanese ethical code consists of\nthree main pillars: obligation, shame and the environment\nthat surrounds people,&quot; said Shinichi Yanaka, a professor\nat Japan Women&#39;s University and a specialist in Bushido,\nthe samurai&#39;s code. &quot;To do something bad in Japan does not\nonly mean breaking the rules but also doing something that\nsociety does not permit.&quot; \n\nThis system of social checks and balances was heavily\nrefined during the shoguns&#39; rule from 1600 to 1868. The\ncircles people moved in and the roles they performed were\nfar more rigidly defined than today, and the penalties for\nfailure were often crueler, including banishment and death\nby sword. \n\nThe arrival of the Americans and the industrialization they\nushered in threatened the system and the ruling class that\nlong benefited from it. Within two decades - the time frame\nfor &quot;The Last Samurai&quot; - Japan&#39;s industrialists and their\nWestern backers all but replaced that status quo. \n\nBut the samurai spirit and the precepts of Bushido made a\ncomeback in the 1930&#39;s as Japan&#39;s military prepared the\nnation for war. The kamikaze pilots, who defended the honor\nof Japan and the emperor by turning their airplanes into\nmissiles, were the most fanatical expression of this\nthinking. \n\nThe sentimental attachment to the samurai code runs deep.\nJapanese form hundreds of relationships based on deep and\noften subtle obligations to one&#39;s company, school or sports\nteams. And with those obligations comes the shame in not\nmeeting them. \n\nAfter World War II, workers began to see themselves as\ntoiling not for money but for the honor of serving their\ncorporate masters, and helped turn Japan into an economic\ngiant. During the economy&#39;s 10-year slide, though,\nthousands of businessmen have killed themselves for letting\ndown co-workers, companies and families. \n\n&quot;After the war, people thought their companies were their\nfamily and decided to be loyal to the company,&quot; said Eiichi\nMotono, a professor at Waseda University who studies\nJapan&#39;s industrial development. &quot;People who did not work\nfor companies were considered heretics, and those who\nfailed to keep up with their business were looked down on.\nThat is why people commit suicide in today&#39;s stagnant\neconomy.&quot; \n\nIncreasingly, Japanese are questioning their romance with\nthe samurai past, even as many others cling to the old ways\nand lament the decline in the lifetime employment system\nand other cornerstones of postwar Japan. \n\nOne thing is certain, though: No matter how strong the\npressure for cultural change, the intertwining code of\nobligation and shame that has grown over centuries will not\nunravel easily. \n\nhttp://www.nytimes.com/2003/12/07/weekinreview/07BELS.html?\nex=1071957197&ei=1&en=7299c384a31e81b9\n\n\n\n\n\n\n"
}