{
    "userId": 0,
    "authorName": "tom.davidson@realtime.co.uk",
    "from": "tom.davidson@...",
    "replyTo": "LIST",
    "senderId": "gWn9QdcJqyE2BGRZHf8z3LCUucjrM-ne7k7pwvS4SWPEsoBI1av0dLm7n0hnzQBPvehX9DGuvk6ZRFIsMobwCTxr",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: Samurai bootcamp",
    "postDate": "996139846",
    "msgId": 278,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDlqb28wNitocDE0QGVHcm91cHMuY29tPg==",
        "inReplyToHeader": "PDNCNUY3MDk4LjFFM0Y5QTg5QGluZGlhbmEuZWR1Pg=="
    },
    "prevInTopic": 277,
    "nextInTopic": 280,
    "prevInTime": 277,
    "nextInTime": 279,
    "topicId": 235,
    "numMessagesInTopic": 20,
    "msgSnippet": "I have been following this thread with interest and wondering whether training etc. was a lot more organic rather than organised. Presumably dad (or uncle,",
    "rawEmail": "Return-Path: &lt;tom.davidson@...&gt;\r\nX-Sender: tom.davidson@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (EGP: mail-7_2_0); 26 Jul 2001 09:30:52 -0000\r\nReceived: (qmail 42460 invoked from network); 26 Jul 2001 09:30:51 -0000\r\nReceived: from unknown (10.1.10.26) by l8.egroups.com with QMQP; 26 Jul 2001 09:30:51 -0000\r\nReceived: from unknown (HELO n3.groups.yahoo.com) (10.1.10.42) by mta1 with SMTP; 26 Jul 2001 09:30:51 -0000\r\nX-eGroups-Return: tom.davidson@...\r\nReceived: from [10.1.2.33] by hj.egroups.com with NNFMP; 26 Jul 2001 09:30:51 -0000\r\nDate: Thu, 26 Jul 2001 09:30:46 -0000\r\nTo: samuraihistory@yahoogroups.com\r\nSubject: Re: Samurai bootcamp\r\nMessage-ID: &lt;9joo06+hp14@...&gt;\r\nIn-Reply-To: &lt;3B5F7098.1E3F9A89@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 2424\r\nX-Mailer: eGroups Message Poster\r\nFrom: tom.davidson@...\r\n\r\nI have been following this thread with interest and wondering \nwhether training etc. was a lot more &#39;organic&#39; rather than \norganised. Presumably dad (or uncle, or someone in the family \ngroup) would take it upon themselves to teach junior how to \nhold a sword properly, how to do this, how to do that . . . the \nsame applies to the bow, horse-riding, etc. Surely in military \nhouseholds boys would have learned this the same as how to \ndress themselves.\n\nSimilarly, although we look at maps of old battles showing the\ndispositions of various lords and clans, the model might have \nbeen closer to the Scottish clans (my own heritage) who\njust turned up on the day with the boys and were told to &#39;stand \nthere - go when I say&#39; rather than forming an organised army as \nwe understand it. (My family got effectively wiped out when one \nof our confederation clans pulled out of the battle moments \nbefore it began because they were refused the &#39;place of honour&#39; \nin the line!)\n\nThe skill of the major daimyo must have been organisational as \nwell as military, in raising and managing large armies. Even at \nthe last Osaka battle was there not confusion when one unit \nmoved causing another to cry &#39;treachery&#39;, and wasn&#39;t someone\nunwilling to move because he hadn&#39;t finished breakfast? This \nsuggests a lot more of a confederation of allies liable to do \ntheir own thing rather than, say, a Napoleonic Grande Armee.\n\nAlso, daimyo being the tin-pot dictators a lot of them probably \nwere, I can well see them calling the troops out on a Sunday \nmorning and marching them up and down - perhaps if one thinks \nof the local militia units raised by the &#39;lord of the manor&#39;?\n\nI think that the Dojo and Ryu we have today was always a rather \non the esoteric side of things - the exception rather than the \nrule? Masters opened schools and took students, yes, but not as \npart of a cohesive daimyo training programme. Also, presumably, \nskilled warriors on their travels would stop off and avail \nthemselves of local hospitality in exchange for a few tips?\n\nIn the Hagakure there&#39;s that bit where the young lord is taken \nto the execution grounds to test his cutting skills . . . \npresumably again by dad or someone?\n\nWe might well ask where the mafia learn all their skills? I \ndoubt there&#39;s some secret training school in Sicily - more \nlikely within the family, and by trail and error, and luck.\n\nJust some thoughts for the mix\n\nTom \n\n\n\n"
}