{
    "userId": 145759856,
    "authorName": "Kitsuno",
    "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
    "profile": "kitsuno",
    "replyTo": "LIST",
    "senderId": "nk06CB-beoUWOR4xhbCbAWD5IScBR7m83-jZ88U-E_eWDj_xNroUmmrOjb7weB9RMK5AHEsva_ln1hYujgQYBOKQCMgQ-UsBmiZWXAVcoH5X5dJ8eWsbAtA",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "&#39;STATE OF WAR&#39;",
    "postDate": "1074310989",
    "msgId": 3162,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGJ1YWIwZCsxM2M0QGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 3167,
    "prevInTime": 3161,
    "nextInTime": 3163,
    "topicId": 3162,
    "numMessagesInTopic": 3,
    "msgSnippet": "I pulled this off the PMJS list, thought people here might be interested: STATE OF WAR: THE VIOLENT ORDER OF FOURTEENTH-CENTURY JAPAN by Thomas Donald Conlan A",
    "rawEmail": "Return-Path: &lt;samurai-listowner@...&gt;\r\nX-Sender: samurai-listowner@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 58201 invoked from network); 17 Jan 2004 03:43:11 -0000\r\nReceived: from unknown (66.218.66.217)\n  by m6.grp.scd.yahoo.com with QMQP; 17 Jan 2004 03:43:11 -0000\r\nReceived: from unknown (HELO n33.grp.scd.yahoo.com) (66.218.66.101)\n  by mta2.grp.scd.yahoo.com with SMTP; 17 Jan 2004 03:43:11 -0000\r\nReceived: from [66.218.67.178] by n33.grp.scd.yahoo.com with NNFMP; 17 Jan 2004 03:43:09 -0000\r\nDate: Sat, 17 Jan 2004 03:43:09 -0000\r\nTo: samuraihistory@yahoogroups.com\r\nMessage-ID: &lt;buab0d+13c4@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 3352\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-eGroups-Remote-IP: 66.218.66.101\r\nFrom: &quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;\r\nSubject: &#39;STATE OF WAR&#39;\r\nX-Yahoo-Group-Post: member; u=145759856\r\nX-Yahoo-Profile: kitsuno\r\n\r\nI pulled this off the PMJS list, thought people here might be \ninterested:\n\nSTATE OF WAR: THE VIOLENT ORDER OF FOURTEENTH-CENTURY JAPAN\nby Thomas Donald Conlan\nA John Whitney Hall Book\n\nISBN 1-929280-16-5 (cloth, $65.00), 1-9292890-23-8 (paper, $24.00)\nxviii + 282 pp., 35 illustrations, 5 tables, and 22 color plates\n\n&quot;Outstanding ... Tom Conlan has written an extraordinarily detailed \nand thorough history of warfare in the fourteenth century from a wide \nvariety of perspectives, including the function of the individual \nwarrior in everyday battle, the number and character of casualties, \nthe logistics of warfare, loyalty among warriors, and fighting as a \nsacred pursuit. STATE OF WAR makes a powerful contention that \nmilitarization was the principal force in the molding of fourteenth-\ncentury Japan.&quot;\nPaul Varley Sen Soshitsu XV Professor of Japanese Cultural History\nUniversity of Hawaii at Manoa\n\n&quot;This exciting book is a landmark in the study of premodern Japanese\nhistory. Informed by easy mastery of a wide range of largely untapped\nprimary sources and thoughtful conceptualization, Professor Conlan has\nproduced the most comprehensive study of warfare for any period of\nJapanese history. It is the first serious study of how warriors \nactually engaged in battle, and of the full range of logistic, \nintellectual, and religious factors that surround their lives; to his \ncredit, the author conveys well the human side of the story. The \nauthor&#39;s attention to issues of social change and technology is \nparticularly welcome and should inspire others to address these \nmatters in other periods of Japanese history. Readers will also \nappreciate the fluid writing style.&quot;\n\nAndrew Goble\nAssociate Professor of History\nUniversity of Oregon\n\nSTATE OF WAR, a path-breaking study of the transformative power of \nwar and its profound influence on fourteenth-century Japan, presents \na fundamental revision of Japanese history. By illuminating Japan \nthrough the lens of war, Thomas Conlan provides insight into how \nstate and society functioned, as opposed to how they were portrayed \nin ideal. Conlan recreates the experience of war from the perspective \nof one warrior, and then reconstructs how war was fought through \nstatistical analysis of surviving casualty records.\nSTATE OF WAR also shows that the battles of the fourteenth century\nmark a watershed in Japanese history. The fiscal exigencies of waging \nwar led to a devolution of political power to the provinces. \nFurthermore, the outbreak of war caused social status to become \nperformative, based upon the ability to fight autonomously, rather \nthan being prescriptive, or determined by edicts of investiture.\nThis work bridges the intellectual gulf between the fourteenth and\ntwentieth centuries by exploring how the seemingly contradictory\ncategories of religion and war were integrally related. The \nfourteenth-century belief that the outcome of battle was determined \nby the gods meant that religious institutions warred both ritually and\nphysically, and that religious attitudes frequently underpinned \nwarrior behavior.\nBased on diverse sources, including documents, picture scrolls,\nmedical and religious texts, and chronicles, STATE OF WAR \nrehabilitates warfare as a focal point of historical inquiry and \nprovides a fascinating new overview of premodern Japanese history.\n\n\n\n"
}