{
    "userId": 134498325,
    "authorName": "Tom Helm",
    "from": "Tom Helm &lt;junkmail@...&gt;",
    "profile": "soshuju",
    "replyTo": "LIST",
    "senderId": "yc_nvSIJU1VQH2gIiRXjxc-QPWYY1s9XAaCfjVCZfgyAOJ6bzhulcapvmUkVokTyO77CpKwIVKXZVLzmpN17qjnxiCWWBU4F",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [samuraihistory] swords in modern Japan..",
    "postDate": "1074826463",
    "msgId": 3259,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDcyQzczMTZDLTRENEYtMTFEOC1BQjAwLTAwMDM5M0I1NkJDMEB0b3J5dS1tb24uY29tPg==",
        "inReplyToHeader": "PDYwN0U2NkY0LjA0N0VFQjA1LjAwMTRCRjQ0QGFvbC5jb20+",
        "referencesHeader": "PDYwN0U2NkY0LjA0N0VFQjA1LjAwMTRCRjQ0QGFvbC5jb20+"
    },
    "prevInTopic": 3255,
    "nextInTopic": 3260,
    "prevInTime": 3258,
    "nextInTime": 3260,
    "topicId": 3253,
    "numMessagesInTopic": 6,
    "msgSnippet": "Wilson- Several things to consider here. Are your swords traditionally made (preferably signed) Japanese swords? OR are they Paul Chen, Michael Bell, Howard",
    "rawEmail": "Return-Path: &lt;toryu@...&gt;\r\nX-Sender: toryu@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 44699 invoked from network); 23 Jan 2004 01:51:17 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m7.grp.scd.yahoo.com with QMQP; 23 Jan 2004 01:51:17 -0000\r\nReceived: from unknown (HELO pop.sanbrunocable.com) (65.172.230.120)\n  by mta5.grp.scd.yahoo.com with SMTP; 23 Jan 2004 01:51:17 -0000\r\nReceived: from [10.0.1.2] (dynamic-204-95-18-102.sanbrunocable.com [204.95.18.102])\n\tby pop.sanbrunocable.com (8.11.6/8.11.6) with ESMTP id i0N1p9q02453\n\tfor &lt;samuraihistory@yahoogroups.com&gt;; Thu, 22 Jan 2004 17:51:10 -0800\r\nMime-Version: 1.0 (Apple Message framework v609)\r\nIn-Reply-To: &lt;607E66F4.047EEB05.0014BF44@...&gt;\r\nReferences: &lt;607E66F4.047EEB05.0014BF44@...&gt;\r\nContent-Type: text/plain; charset=US-ASCII; format=flowed\r\nMessage-Id: &lt;72C7316C-4D4F-11D8-AB00-000393B56BC0@...&gt;\r\nContent-Transfer-Encoding: 7bit\r\nDate: Thu, 22 Jan 2004 18:54:23 -0800\r\nTo: samuraihistory@yahoogroups.com\r\nX-Mailer: Apple Mail (2.609)\r\nX-eGroups-Remote-IP: 65.172.230.120\r\nX-eGroups-From: Tom Helm &lt;toryu@...&gt;\r\nFrom: Tom Helm &lt;junkmail@...&gt;\r\nSubject: Re: [samuraihistory] swords in modern Japan..\r\nX-Yahoo-Group-Post: member; u=134498325\r\nX-Yahoo-Profile: soshuju\r\n\r\nWilson-\n\tSeveral things to consider here. Are your swords traditionally made \n(preferably signed) Japanese swords? OR are they Paul Chen, Michael \nBell, Howard Clark swords or Showa-to (swords from the war years)? The \nfirst can be licensed and carried in Japan the second group cannot. \nlaws restricting the ownership of Swords are strict but not onerous. \nThe best thing to do is establish yourself in Japan, leave your swords \nat home. Once you have a visa, job and address have your swords sent to \nyou. They will be sent to the Head office of the Post Office in your \nprefecture (though they are addressed to you). This office is not \nalways in a convenient place; if you live in Kanagawa you have to go to \nTokyo.\n\tOnce every two months there is a shinsa at the post office you will \nhave to present yourself there on the appointed day. Your package will \nbe opened by a government appointed appraiser who will make the \ndetermination if your sword is a weapon or if it has potential value as \na collectible. If it passes shinsa, you will have to pay something like \n$100 per sword or a little less and then your swords will be sent to \nyou along with a registration card. This card must be carried with the \nsword at all times and you must present it to the police if asked. Once \nthe blade is registered you will likely never be asked for the \nregistration (until you leave)and will be free to travel about with \nyour sword.\n\tIf your sword is deemed a weapon it must be returned to the country of \norigin. If you fail to report for shinsa and fail to notify the post \noffice it will be returned to the country of origin or confiscated. You \ncan bring your swords into Japan on the plane, provided the airline \nlets you, these days it is tougher and tougher. When you get to the \nairport tell the authorities you have swords and are requesting a \nshinsa and registration. A police inspector will be called and he can \ntake hours to show, that is why you tell them the moment you get off \nthe plane. At the airport police station they will do a shinsa and \nissue you a temporary registration. If you have your act together this \nmay only add an hour or so to your time at the airport. Remember the \npolice inspector typically doesn&#39;t know swords as well as the \ninspectors at the post office. If he doesn&#39;t like the swords, they will \nhave to be sent back, expensive and time consuming.\n\tIf you have a Sensei or know a sword dealer in your area, they could \nact as your agent, the swords could be sent ahead and be waiting for \nyou. However this is a huge pain in the A**, and is a lot to ask \nsomeone who is not your dearest of friends. Frankly no amount of money \nmakes the registration part of handling swords profitable...\n-t\n\n\n"
}