{
    "userId": 129164387,
    "authorName": "Gillian Rubinstein",
    "from": "Gillian Rubinstein &lt;gillian@...&gt;",
    "profile": "gilliru",
    "replyTo": "LIST",
    "senderId": "CNiIlAlRzZa1YpyBlXhabwH4jtvzvAxbrncngvLEWKjfQ2gBomQ6lQUrZOC0lQV6LiDWQszZrBsKAbGFVOvvQQP2vAxQlTHTx3v03-Zxo4oLNpcUpOMusL0",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [samuraihistory] Bakumatsu questions",
    "postDate": "1075333918",
    "msgId": 3410,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {},
    "prevInTopic": 3405,
    "nextInTopic": 3418,
    "prevInTime": 3409,
    "nextInTime": 3411,
    "topicId": 3286,
    "numMessagesInTopic": 45,
    "msgSnippet": "... Out of all the confusion of bakumatsu politics I find the Court s role the hardest to grasp. If anyone knows of sources on this period I d love to hear",
    "rawEmail": "Return-Path: &lt;gillian@...&gt;\r\nReceived: (qmail 6331 invoked from network); 29 Jan 2004 02:16:08 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m4.grp.scd.yahoo.com with QMQP; 29 Jan 2004 02:16:08 -0000\r\nReceived: from unknown (HELO n12.grp.scd.yahoo.com) (66.218.66.67)\n  by mta3.grp.scd.yahoo.com with SMTP; 29 Jan 2004 02:16:07 -0000\r\nX-eGroups-Return: gillian@...\r\nReceived: from [66.218.67.136] by n12.grp.scd.yahoo.com with NNFMP; 29 Jan 2004 02:15:39 -0000\r\nX-Sender: gillian@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 46110 invoked from network); 28 Jan 2004 23:53:38 -0000\r\nReceived: from unknown (66.218.66.217)\n  by m6.grp.scd.yahoo.com with QMQP; 28 Jan 2004 23:53:38 -0000\r\nReceived: from unknown (HELO pop.communityarchitect.com) (208.185.127.156)\n  by mta2.grp.scd.yahoo.com with SMTP; 28 Jan 2004 23:53:38 -0000\r\nDate: Wed, 28 Jan 2004 16:51:58 -0700\r\nTo: samuraihistory@yahoogroups.com\r\nX-Mailer: Mail::Webmail (v1.218)\r\nCc: samuraihistory@yahoogroups.com\r\nX-eGroups-Remote-IP: 208.185.127.156\r\nFrom: Gillian Rubinstein &lt;gillian@...&gt;\r\nSubject: Re: [samuraihistory] Bakumatsu questions\r\nX-Yahoo-Group-Post: member; u=129164387\r\nX-Yahoo-Profile: gilliru\r\nX-eGroups-Approved-By: kitsuno &lt;samurai-listowner@...&gt; via web; 29 Jan 2004 02:15:39 -0000\r\nX-eGroups-Remote-IP: 66.218.66.67\r\n\r\n&gt; Nate et al,\n\nsome more reponses to your questions:\n&gt; \n&gt; 1. The Court \n\nOut of all the confusion of bakumatsu politics I find the Court&#39;s role the hardest to grasp. If anyone knows of sources on this period I&#39;d love to hear from them. There were factions in the court, such as that led by Sanjo Sanetomi who supported the &#39;loyalist&#39; cause, but what was Sanjo&#39;s education?\n&gt; \n&gt; 2. Same question re: Shishi. \n\nThe Choshu shishi were not usually ronin. They were still operating within the rule of their han. Choshu like all the great han maintained yashiki in Kyoto and Edo where young men were sent to learn sword fighting, other military subjects, Dutch learning and foreign languages. At one stage the Choshu Edo yashiki, the Yubikan was run by Katsura, later Kido Koin, a pupil of Yoshida Shoin, and a high ranking official in the han.\n\nHan education I think is important here. Choshu&#39;s Meirinkan in Hagi is famous: as well as all the martial arts, strategy, tactics and so on, classical learning, confucianism, and ethics were taught here. Inoue Kaoru was a typical pupil: he also attended Shoin&#39;s school at the same time. His family upbringing was extremely frugal and hardworking, yet he was of sufficiently high rank to be employed in the Mori family&#39;s service, was sent to Edo to learn rangaku and then to England to study English, was a close friend of Takasugi Shinsaku and so became a shotai leader, could speak English and so like Ito (another close friend) became involved in the negotiations after the war with the 4 Countries. Yet he was never a ronin, everything he did was with the permission of his han, though against the bakufu&#39;s rulings.\n\nSo the shishi came from a dynamic social culture, not the stagnation that &quot;sakoku&quot; is often depicted as. They rose in the same way young people of ability do anywhere, through a mixture of their own talents, their education and friendships, the circumstances of the time and luck.\n\nHan politics, as Tom says, swung from the conservatives (in Choshu the zokuronha) who supported the bakufu and were in favour of &#39;open country&#39; (ironically -they are far closer to what we would consider &#39;liberal&#39; now) and the &#39;loyalists&#39; (seigiha) who supported the emperor and wanted to expel foreigners. The Mori daimyo, Takachika, vacillated between the two. He was not a strong character (with the exception of Hisamitsu, few of the daimyo were at this stage: Ernest Satow in A Diplomat in Japan blames their education and uprbinging), but the feeling in Choshu was that if action were to be taken against the bakufu the house of Mori had to be involved (still lingering resentment towards the Tokugawa after Sekigahara!), but not to the extent that the Mori should be destroyed. Far more important in han politics, including protection and mentorship of the shishi, were the top bureaucrats like Sufu Masanosuke.\n\nTakachika retired after the restoration and handed leadership of the family over to his son. he died in the 4th year of Meiji. The Mori residence at Hofu was built for the family later in the Meiji period, but I think it illustrates the decline of the daimyo families very well. (In an earlier post I said Mori was called sansei - in fact I&#39;ve looked at my notes now and the phrase was souseikou, because this was all he ever aid in meetings: sorry about that.\n\nJust one thing to add, am trying to keep this short. Ii Naosuke&#39;s policies during the Ansei purges when many bakufu opponents were executed aroused massive resentment among the han bushi. If Ii had lived his strength of character and ruthlessness might have saved the bakufu, his assassination by Mito men in 1860 is probably one of the many turning points in this period.\n&gt; \n&gt;It&#39;s complex - one of the things I did not like about The Last Samura was it turned this dynamic, fascinating, complex, sophisticated society into a tribal village!\n\ng\n&gt; http://www.c1tracking.com/l.asp?cid=5511\n&gt; http://us.click.yahoo.com/mOAaAA/3exGAA/qnsNAA/BcOolB/TM\n&gt; ---------------------------------------------------------------------~-&gt;\n&gt; \n&gt; Yahoo! Groups Links\n&gt; \n&gt; To visit your group on the web, go to:\n&gt;  http://groups.yahoo.com/group/samuraihistory/\n&gt; \n&gt; To unsubscribe from this group, send an email to:\n&gt;  samuraihistory-unsubscribe@yahoogroups.com\n&gt; \n&gt; Your use of Yahoo! Groups is subject to:\n&gt;  http://docs.yahoo.com/info/terms/ \n&gt; \n&gt; \n\n\n"
}