{
    "userId": 167737822,
    "authorName": "golfmandan@att.net",
    "from": "golfmandan@...",
    "profile": "twheels2many",
    "replyTo": "LIST",
    "senderId": "9u5zUABsMwSuDCBNa1lzI6q5963geskhXFw_QKetNqBQIiAMdMQfk0JtORwIbnYQqoFbhNLwNW-p",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "samurai class",
    "postDate": "1075742373",
    "msgId": 3518,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDAyMDIyMDA0MTcxOS4xNTkxMC42MGRkQGF0dC5uZXQ+"
    },
    "prevInTopic": 0,
    "nextInTopic": 3522,
    "prevInTime": 3517,
    "nextInTime": 3519,
    "topicId": 3518,
    "numMessagesInTopic": 19,
    "msgSnippet": "It is theoretically possible, though, that the class could be restored, either through a legal decision, or through a collective revolt by samurai descendents.",
    "rawEmail": "Return-Path: &lt;golfmandan@...&gt;\r\nReceived: (qmail 32030 invoked by uid 7800); 2 Feb 2004 17:43:25 -0000\r\nX-Sender: golfmandan@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 91894 invoked from network); 2 Feb 2004 17:22:58 -0000\r\nReceived: from unknown (66.218.66.217)\n  by m4.grp.scd.yahoo.com with QMQP; 2 Feb 2004 17:22:58 -0000\r\nReceived: from unknown (HELO mtiwmhc11.worldnet.att.net) (204.127.131.115)\n  by mta2.grp.scd.yahoo.com with SMTP; 2 Feb 2004 17:22:57 -0000\r\nReceived: from 204.127.135.76 ([204.127.135.76])\n          by worldnet.att.net (mtiwmhc11) with SMTP\n          id &lt;2004020217193511100eot4re&gt;; Mon, 2 Feb 2004 17:19:35 +0000\r\nReceived: from [67.248.208.37] by 204.127.135.76;\n\tMon, 02 Feb 2004 17:19:33 +0000\r\nTo: samuraihistory@yahoogroups.com\r\nDate: Mon, 02 Feb 2004 17:19:33 +0000\r\nMessage-Id: &lt;020220041719.15910.60dd@...&gt;\r\nX-Mailer: AT&T Message Center Version 1 (Jan  5 2004)\r\nX-Authenticated-Sender: Z29sZm1hbmRhbkBhdHQubmV0\r\nX-eGroups-Remote-IP: 204.127.131.115\r\nFrom: golfmandan@...\r\nSubject: samurai class\r\nX-Yahoo-Group-Post: member; u=167737822\r\nX-Yahoo-Profile: twheels2many\r\nX-eGroups-Approved-By: &lt;westce@...&gt; via email; 2 Feb 2004 17:43:25 -0000\r\n\r\nIt is theoretically possible, though, that the class could be restored, either through a legal \ndecision, or through a collective revolt by samurai descendents. I&#39;m trying to think of an \nhistorical illustration of this... Can&#39;t. Does anyone else know of a restoration of a class through \nrevolt or law? In The Three Musketeers, this happens with the Musketeers. But that&#39;s fiction, \nand the Musketeers weren&#39;t a &quot;class&quot; (though there might be some parallels). Lookin&#39; for a real \nhistorical example...\n\nHere&#39;s a different idea...\nIn India, the law has abolished the caste system. However, in real everyday life, the caste \nsystem is just as real as it was before the laws. The law only serves its purpose if people obey \nit, or if it is enforced. So it is theoretically possible, also, that descendents of samurai could \nclaim to be samurai, and if accepted by the general public, they would for all intents and \npurposes BE samurai, though legally the class has been abolished. Of course, what a samurai \ntoday would do or be is ... well... difficult to imagine. Maybe they would carry two guns instead \nof two swords, LOL, and collectively comprise the Japanese police force.\n\nTheoretically, suppose that history had happened this way: Upon the abolishment of the \nsamurai class, the samurai still lived as samurai, and the public still regarded them as \nsamurai. The government still gave them their stipend, too. (Governments often act in an \ninconsistent manner like this.) Now, if history had happened this way, would that group of \npeople still be samurai, even though legally the class was abolished?\n\nI think they would. \n\nThis has some parallel to the idea of common-law marriages. If a man and woman &quot;shack up&quot; \nfor an extended period of time, and live as man and wife, even though they have never \nexchanged vows or rings... they are for all intents and purposes man and wife. That was \ncommon practice or &quot;common-law&quot;... the government eventually recognized this and would \nafter said elapse of time pronounce them legally man and wife (so the government could get \nadditional taxes out of them).\n\nAnyway, the man and wife were really man and wife BEFORE the government acknowledged \nthem to be so. It isn&#39;t a piece of paper that makes one man and wife. It&#39;s the lifestyle. Many \ncultures don&#39;t have &quot;pieces of paper&quot; from the government to confirm or legitimize the marriage. \nPublic practice or public acceptance takes presidence over legal action. \n\nSo what if someone today claimed to be a samurai? If general public acceptance, apart from \nlaw, would in all practicality make one a samurai (like commonlaw marriage or the Indian caste \nsystem), how much of the public would it take to justify that claim? What&#39;s the critical mass \nrequired for acceptance? Certainly not 100 percent, because even in the samurai&#39;s heyday, \nthere were people who didn&#39;t agree with the class system as it was. Maybe 51%? A simple \nmajority? Who decides what the percentage would be?\n\nAll this to say, &quot;NO!&quot; Samurai DON&#39;T exist today... but theoretically, it&#39;s possible.\n\n\n&gt; Konnichi wa, tomodachi\n&gt; This is going to seem as if I am against samurai, which I am not. I am\n&gt; rather intrigued by them, in their day. Follow me on this for a moment\n&gt; if you will...\n&gt; \n&gt; When Slavery was abolished in the United States, there were people who\n&gt; still thought slavery was a good idea, and people who didn&#39;t. After\n&gt; the abolishment of slavery, for the most part, former slave owners\n&gt; rarely went about saying they were members of a class that proudly\n&gt; owned other human beings and had the right to life or death over them.\n&gt; The law didn&#39;t allow that any more, and for the most part, and the\n&gt; general populace would not stand for that. The abolishment was drilled\n&gt; into the public psyche, as was the concept that slave owners were not\n&gt; needed in a changed society, and that all races and classes should be\n&gt; free and theoretically equal. Owning slaves was made not-noble.\n&gt; \n&gt; Samurai had an equal right of life or death over those of lesser\n&gt; class, held all of the benefits of the current society, and when\n&gt; Samurai were abolished, the general psyche of the public thought they\n&gt; were as un-needed as slave owners were in the U.S.\n&gt; \n&gt; So I suppose one could say they were still slave owners if they were\n&gt; the descendants of slave owners...but the public would not look kindly\n&gt; on that, nor would I suspect the public would look kindly on Samurai.\n&gt; \n&gt; There were good samurai, and the parts of samurai life that were noble\n&gt; should be celebrated but lets not forget it was a package deal. - just\n&gt; like there were, I suppose, some good slave owners, but the society\n&gt; evolved around them.\n&gt; \n&gt; \n&gt; Just other thoughts...\n&gt; Christopher \n&gt; (who celebrates the good parts of samurai life, but is aware there are\n&gt; bad ones...)\n&gt; \n&gt; &gt; So theoretically the descendants of the samurai class could\n&gt; therefore still consider themselves to be samurai, although not with a\n&gt; legal foundation, with the laws enacted during the Meiji Restoration\n&gt; being formulated by the winners, if not nessarily/hypothetically those\n&gt; in the &#39;right&#39; ??\n&gt; &gt; Just a thought\n&gt; &gt; M.Lorimer\n&gt; &gt; \n&gt; \n&gt; \n&gt; ---\n&gt; Samurai Archives: http://www.samurai-archives.com\n&gt; Samurai Archives store: http://www.cafeshops.com/samuraiarchives\n&gt; --- \n&gt; \n&gt; \n&gt; Yahoo! Groups Links\n&gt; \n&gt; To visit your group on the web, go to:\n&gt;  http://groups.yahoo.com/group/samuraihistory/\n&gt; \n&gt; To unsubscribe from this group, send an email to:\n&gt;  samuraihistory-unsubscribe@yahoogroups.com\n&gt; \n&gt; Your use of Yahoo! Groups is subject to:\n&gt;  http://docs.yahoo.com/info/terms/ \n&gt; \n&gt; \n\n"
}