{
    "userId": 128395055,
    "authorName": "Eponymous13@aol.com",
    "from": "Eponymous13@...",
    "profile": "holydemon13",
    "replyTo": "LIST",
    "senderId": "as2cAO2p24p4gLTewVRDhrfTjUvboLYNrxOOx_kwOUCTasfL0_5cjxRH8n1Uj8zFoz3VAMx3cH-43A",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [samuraihistory] Re: Samurai is not christian",
    "postDate": "1076304825",
    "msgId": 3692,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDFhMi4yMDA5NTAzOC4yZDU4NzViOUBhb2wuY29tPg=="
    },
    "prevInTopic": 3682,
    "nextInTopic": 3695,
    "prevInTime": 3691,
    "nextInTime": 3693,
    "topicId": 3425,
    "numMessagesInTopic": 21,
    "msgSnippet": "In a message dated 2/8/2004 10:49:24 AM Eastern Standard Time, ... Okay, just a question here: which would have been better: for them to have used deception",
    "rawEmail": "Return-Path: &lt;Eponymous13@...&gt;\r\nX-Sender: Eponymous13@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 58021 invoked from network); 9 Feb 2004 05:40:27 -0000\r\nReceived: from unknown (66.218.66.172)\n  by m5.grp.scd.yahoo.com with QMQP; 9 Feb 2004 05:40:27 -0000\r\nReceived: from unknown (HELO imo-d06.mx.aol.com) (205.188.157.38)\n  by mta4.grp.scd.yahoo.com with SMTP; 9 Feb 2004 05:40:27 -0000\r\nReceived: from Eponymous13@...\n\tby imo-d06.mx.aol.com (mail_out_v36_r4.12.) id r.1a2.20095038 (4529)\n\t for &lt;samuraihistory@yahoogroups.com&gt;; Mon, 9 Feb 2004 00:33:45 -0500 (EST)\r\nMessage-ID: &lt;1a2.20095038.2d5875b9@...&gt;\r\nDate: Mon, 9 Feb 2004 00:33:45 EST\r\nTo: samuraihistory@yahoogroups.com\r\nMIME-Version: 1.0\r\nX-Mailer: 8.0 for Windows sub 6021\r\nX-eGroups-Remote-IP: 205.188.157.38\r\nFrom: Eponymous13@...\r\nSubject: Re: [samuraihistory] Re: Samurai is not christian\r\nX-Yahoo-Group-Post: member; u=128395055\r\nX-Yahoo-Profile: holydemon13\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nIn a message dated 2/8/2004 10:49:24 AM Eastern Standard Time, \nmedhal8@... writes:\n\n&gt; Pe. Francisco Xavier entered in Japan through LIES and THREASON from the\n&gt; beggining. I&#39;ve read a copy of the original message of him to the pope with\n&gt; a translation to portuguese, and he admited that, to introduce christianity\n&gt; to japan, they would deliberatelly LIE and ACT WITH FALSEHOOD, disguissing\n&gt; christian religious practices with the buddhist ones...\n&gt; \n\n       Okay, just a question here: which would have been better: for them to \nhave used deception and get in to attempt the spread of their message or tell \nthe truth, probably get killed and never get a word in about their message?  \nTo me, missionary work can take on many disguises, because it&#39;s a matter of \nusing whatever means you have to to get your message out and if you believe it&#39;s \nthat important, you die for it.  As someone said, it&#39;s a matter of WHICH \n(L)ord you&#39;re dying for.  In their cases, they were dying for a Lord Not Of This \nWorld.  They adhered absolutely to the tenets of bushido in that they served \ntheir highest Lord to the death.  Show me one samurai who never lied or used \nfalsehood or murdered or committed some form of treason to protect his lord -- \nhuman or Otherwise -- and I&#39;ll show you a liar.  :-)\n       As for Nobunaga, what about the threat of the Ikko Ikki?  Do you think \nthey wanted to party hearty?  Do you think they were going to try and \nproselytize him and his army?  Hardly likely.  It is unlikely that a majority of the \npeople who stood in Nobunaga&#39;s way, even if they did congeal into a potent \nfighting force, would have stood a chance against a brilliant general such as the \nleader of the Oda and his right hand man, Toyotomi, this is true.  But that \nwasn&#39;t the issue.  The issue was that anyone who stood in Oda&#39;s way of unifying \nJapan -- in WHATEVER WAY THAT WAS -- was seen as a threat.  Any threat -- no \nmatter how great or small, or how justified or unjustified -- must be removed. \n Therefore, the genocide, however indefencible to us, was very defencible to \nHIM, and quite frankly, that&#39;s the only opinion about the issue that really \nmattered in the end, although it is nice to bat it around and say &quot;what if&quot; and \n&quot;what was he thinking?&quot; now with four hundred years plus of hindsight.\n       And I must throw my hat into the ring about it too -- I may not be a \nCatholic (either belief or by church membership), but these anti-Catholic posts \nhave GOT to stop.\n       Anyway, that&#39;s my two &quot;not-worth-much&quot; cents.  8-)  Take care, y&#39;all.  \n8-)\n\nTim\n\n\n[Non-text portions of this message have been removed]\n\n\n"
}