{
    "userId": 128739069,
    "authorName": "midorinotoradesu",
    "from": "&quot;midorinotoradesu&quot; &lt;bkirkham@...&gt;",
    "profile": "midorinotoradesu",
    "replyTo": "LIST",
    "senderId": "6TxOqShjmGGx_zobM3YvuXjEysPLZBAYiCTipm3K8PkJdgRNFqlzVexERDz0geGDyuyU4Wea4idoT1OTl3s2Y4jEBrIsDDaV0LGahw",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: Samurai is not christian",
    "postDate": "1076336717",
    "msgId": 3695,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGMwODU4ZCtldDRzQGVHcm91cHMuY29tPg==",
        "inReplyToHeader": "PDFhMi4yMDA5NTAzOC4yZDU4NzViOUBhb2wuY29tPg=="
    },
    "prevInTopic": 3692,
    "nextInTopic": 3720,
    "prevInTime": 3694,
    "nextInTime": 3696,
    "topicId": 3425,
    "numMessagesInTopic": 21,
    "msgSnippet": "I m not anti-catholic.  I m not an athiest.  But in defense of those with varying opinions, the posts were actually related to Samurai History.  I would",
    "rawEmail": "Return-Path: &lt;bkirkham@...&gt;\r\nReceived: (qmail 59298 invoked by uid 7800); 9 Feb 2004 17:57:36 -0000\r\nX-Sender: bkirkham@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 79783 invoked from network); 9 Feb 2004 14:25:51 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m9.grp.scd.yahoo.com with QMQP; 9 Feb 2004 14:25:51 -0000\r\nReceived: from unknown (HELO n29.grp.scd.yahoo.com) (66.218.66.85)\n  by mta5.grp.scd.yahoo.com with SMTP; 9 Feb 2004 14:25:52 -0000\r\nReceived: from [66.218.67.154] by n29.grp.scd.yahoo.com with NNFMP; 09 Feb 2004 14:25:18 -0000\r\nDate: Mon, 09 Feb 2004 14:25:17 -0000\r\nTo: samuraihistory@yahoogroups.com\r\nMessage-ID: &lt;c0858d+et4s@...&gt;\r\nIn-Reply-To: &lt;1a2.20095038.2d5875b9@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 4214\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-eGroups-Remote-IP: 66.218.66.85\r\nFrom: &quot;midorinotoradesu&quot; &lt;bkirkham@...&gt;\r\nSubject: Re: Samurai is not christian\r\nX-Yahoo-Group-Post: member; u=128739069\r\nX-Yahoo-Profile: midorinotoradesu\r\nX-eGroups-Approved-By: &lt;westce@...&gt; via email; 9 Feb 2004 17:57:36 -0000\r\n\r\nI&#39;m not anti-catholic.  I&#39;m not an athiest.  But in defense of those \nwith varying opinions, the posts were actually related to Samurai \nHistory.  I would question the validity of many of the &quot;anti-\ncatholic&quot; statements but some actually make sense.  \nThe Catholic church does have some ugly history, as does Japan.  I&#39;ve \nread articles that the Japanese education system has attempted to \nremove any history of WWII from its textbooks.  Many have been up in \narms about it.  Just because they want Japanese students to know the \nattrocities committed under Japanewse Imperialism does that make them \n&quot;anti-Japan&quot;?  History, no matter how ugly, should be preserved and \ntalked about.  Not shut out because it seems to be saying something \nbad about what you believe in.  We should embrace the past and take \nit for what it is.  \nAs for Samurai Christians, they did exist.  It was stated that those \nChristians should not have been called Samurai.  I think the reverse \nmay have been more true.  Due to the commitment and values of the \nSamurai, it would be difficult and problematic to be a Christian.  \nEven so, they were definately Samurai.\nIt shouldn&#39;t be a surprise that the Church tried to incorporate \nnative traditions, values, and practices into the religion.  Take a \nlook at our major holidays (Easter and Christmas have pagan \ninfluences) as well as early literature (Beowulf).  \n\nBrandon\n--- In samuraihistory@yahoogroups.com, Eponymous13@a... wrote:\n&gt; In a message dated 2/8/2004 10:49:24 AM Eastern Standard Time, \n&gt; medhal8@i... writes:\n&gt; \n&gt; &gt; Pe. Francisco Xavier entered in Japan through LIES and THREASON \nfrom the\n&gt; &gt; beggining. I&#39;ve read a copy of the original message of him to the \npope with\n&gt; &gt; a translation to portuguese, and he admited that, to introduce \nchristianity\n&gt; &gt; to japan, they would deliberatelly LIE and ACT WITH FALSEHOOD, \ndisguissing\n&gt; &gt; christian religious practices with the buddhist ones...\n&gt; &gt; \n&gt; \n&gt;        Okay, just a question here: which would have been better: \nfor them to \n&gt; have used deception and get in to attempt the spread of their \nmessage or tell \n&gt; the truth, probably get killed and never get a word in about their \nmessage?  \n&gt; To me, missionary work can take on many disguises, because it&#39;s a \nmatter of \n&gt; using whatever means you have to to get your message out and if you \nbelieve it&#39;s \n&gt; that important, you die for it.  As someone said, it&#39;s a matter of \nWHICH \n&gt; (L)ord you&#39;re dying for.  In their cases, they were dying for a \nLord Not Of This \n&gt; World.  They adhered absolutely to the tenets of bushido in that \nthey served \n&gt; their highest Lord to the death.  Show me one samurai who never \nlied or used \n&gt; falsehood or murdered or committed some form of treason to protect \nhis lord -- \n&gt; human or Otherwise -- and I&#39;ll show you a liar.  :-)\n&gt;        As for Nobunaga, what about the threat of the Ikko Ikki?  Do \nyou think \n&gt; they wanted to party hearty?  Do you think they were going to try \nand \n&gt; proselytize him and his army?  Hardly likely.  It is unlikely that \na majority of the \n&gt; people who stood in Nobunaga&#39;s way, even if they did congeal into a \npotent \n&gt; fighting force, would have stood a chance against a brilliant \ngeneral such as the \n&gt; leader of the Oda and his right hand man, Toyotomi, this is true.  \nBut that \n&gt; wasn&#39;t the issue.  The issue was that anyone who stood in Oda&#39;s way \nof unifying \n&gt; Japan -- in WHATEVER WAY THAT WAS -- was seen as a threat.  Any \nthreat -- no \n&gt; matter how great or small, or how justified or unjustified -- must \nbe removed. \n&gt;  Therefore, the genocide, however indefencible to us, was very \ndefencible to \n&gt; HIM, and quite frankly, that&#39;s the only opinion about the issue \nthat really \n&gt; mattered in the end, although it is nice to bat it around and say \n&quot;what if&quot; and \n&gt; &quot;what was he thinking?&quot; now with four hundred years plus of \nhindsight.\n&gt;        And I must throw my hat into the ring about it too -- I may \nnot be a \n&gt; Catholic (either belief or by church membership), but these anti-\nCatholic posts \n&gt; have GOT to stop.\n&gt;        Anyway, that&#39;s my two &quot;not-worth-much&quot; cents.  8-)  Take \ncare, y&#39;all.  \n&gt; 8-)\n&gt; \n&gt; Tim\n&gt; \n&gt; \n&gt; [Non-text portions of this message have been removed]\n\n\n"
}