{
    "userId": 111190192,
    "authorName": "Meðal Mikit Stór-ljon Oddhinsson",
    "from": "=?iso-8859-1?Q?Me=F0al_Mikit_St=F3r-ljon_Oddhinsson?= &lt;medhal8@...&gt;",
    "profile": "mahamayuri",
    "replyTo": "LIST",
    "senderId": "sZ21rLTFXx-EKGoECyPQB7mYwegxtfRs9StRMhiYSlA39g0iWQUXGcq-zwRew0twvv-i8H1mvOWii5jw1OFlJ5uNkcwvst0Nk5VQJjdcQkRL_1nRrJLx6rFw5oHtkYahQ3D45YsU6amB66FPPqAAQw",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Oda Nobunaga/was Re: Samurai is not christian",
    "postDate": "1076381956",
    "msgId": 3707,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDAwMDEwMWMzZWY5MCRjYjYxODFjMCQ5MzYxZWFjOEBoYW56b2hhdHRvcmk+",
        "referencesHeader": "PDEwNzYzMTY4MjIuNzc2Ljg3ODYxLm0xMkB5YWhvb2dyb3Vwcy5jb20+"
    },
    "prevInTopic": 0,
    "nextInTopic": 0,
    "prevInTime": 3706,
    "nextInTime": 3708,
    "topicId": 3707,
    "numMessagesInTopic": 1,
    "msgSnippet": "Hi Tim Message: 23 Date: Mon, 9 Feb 2004 00:33:45 EST From: Eponymous13@aol.com Subject: Re: Re: Samurai is not christian In a message dated 2/8/2004 10:49:24",
    "rawEmail": "Return-Path: &lt;medhal8@...&gt;\r\nReceived: (qmail 85434 invoked from network); 10 Feb 2004 04:45:29 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m7.grp.scd.yahoo.com with QMQP; 10 Feb 2004 04:45:29 -0000\r\nReceived: from unknown (HELO n29.grp.scd.yahoo.com) (66.218.66.85)\n  by mta3.grp.scd.yahoo.com with SMTP; 10 Feb 2004 04:45:29 -0000\r\nX-eGroups-Return: medhal8@...\r\nReceived: from [66.218.67.163] by n29.grp.scd.yahoo.com with NNFMP; 10 Feb 2004 04:43:28 -0000\r\nX-Sender: medhal8@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 29041 invoked from network); 10 Feb 2004 04:41:50 -0000\r\nReceived: from unknown (66.218.66.167)\n  by m10.grp.scd.yahoo.com with QMQP; 10 Feb 2004 04:41:50 -0000\r\nReceived: from unknown (HELO smtp-26.ig.com.br) (200.226.132.160)\n  by mta6.grp.scd.yahoo.com with SMTP; 10 Feb 2004 04:41:49 -0000\r\nReceived: (qmail 4578 invoked from network); 10 Feb 2004 04:36:16 -0000\r\nReceived: from unknown (HELO hanzohattori) (200.234.97.147)\n  by smtp-26.ig.com.br with SMTP; 10 Feb 2004 04:36:16 -0000\r\nMessage-ID: &lt;000101c3ef90$cb6181c0$9361eac8@hanzohattori&gt;\r\nTo: &lt;samuraihistory@yahoogroups.com&gt;\r\nReferences: &lt;1076316822.776.87861.m12@yahoogroups.com&gt;\r\nDate: Mon, 9 Feb 2004 23:59:16 -0300\r\nOrganization: =?iso-8859-1?Q?=C1satr=FA_Vanatr=FA_-_Forn_Sed_Brazil?=\r\nMIME-Version: 1.0\r\nContent-Type: text/plain;\n\tcharset=&quot;iso-8859-1&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 5.50.4807.1700\r\nX-MimeOLE: Produced By Microsoft MimeOLE V5.50.4807.1700\r\nX-eGroups-Remote-IP: 200.226.132.160\r\nFrom: =?iso-8859-1?Q?Me=F0al_Mikit_St=F3r-ljon_Oddhinsson?= &lt;medhal8@...&gt;\r\nReply-To: =?iso-8859-1?Q?Me=F0al_Mikit_St=F3r-ljon_Oddhinsson?= &lt;medhal8@...&gt;\r\nSubject: Oda Nobunaga/was Re: Samurai is not christian\r\nX-Yahoo-Group-Post: member; u=111190192\r\nX-Yahoo-Profile: mahamayuri\r\nX-eGroups-Approved-By: kitsuno &lt;samurai-listowner@...&gt; via web; 10 Feb 2004 04:43:26 -0000\r\nX-eGroups-Remote-IP: 66.218.66.85\r\n\r\nHi Tim\n\nMessage: 23\n   Date: Mon, 9 Feb 2004 00:33:45 EST\n   From: Eponymous13@...\nSubject: Re: Re: Samurai is not christian\n\nIn a message dated 2/8/2004 10:49:24 AM Eastern Standard Time,\nmedhal8@... writes:\n\n&gt; Pe. Francisco Xavier entered in Japan through LIES and THREASON from the\n&gt; beggining. I&#39;ve read a copy of the original message of him to the pope\nwith\n&gt; a translation to portuguese, and he admited that, to introduce\nchristianity\n&gt; to japan, they would deliberatelly LIE and ACT WITH FALSEHOOD, disguissing\n&gt; christian religious practices with the buddhist ones...\n&gt;\n\n       Okay, just a question here: which would have been better: for them to\nhave used deception and get in to attempt the spread of their message or\ntell\nthe truth, probably get killed and never get a word in about their message?\n--------------------------\nWell, this is what (not you, but Xavier) I call hipocrisy.\nChristian scriptures say in a very clear way that if the word of the (greek)\nevangelion, is not wanted, the missionary should shake his sandals, to take\nall the dust from the land or house, and go elsewhere to never coming back.\nBuddhism, Taoism and Confucionism never needed to spread lies to be present\nin Japan, and was even subject of study in high schools specially in Samurai\nFamilies.\n\n\n\n\nTo me, missionary work can take on many disguises, because it&#39;s a matter of\nusing whatever means you have to to get your message out and if you believe\nit&#39;s\nthat important, you die for it.  As someone said, it&#39;s a matter of WHICH\n(L)ord you&#39;re dying for.  In their cases, they were dying for a Lord Not Of\nThis\nWorld.  They adhered absolutely to the tenets of bushido in that they served\ntheir highest Lord to the death.\n------------------\nWell, had ya forgot that they had a previous Lord to whom they was already\nin oath of Loyalty? It is called threason anyway. So, in this way, it is not\nbushido.\n\n\n\nShow me one samurai who never lied or used\nfalsehood or murdered or committed some form of treason to protect his\nlord --\nhuman or Otherwise -- and I&#39;ll show you a liar.  :-)\n-----------------\nWell, I admit that I must study more about the life of individual samurais\nin general than great batles and events in Japan History, however I know\nabout The Saint of the Sword (The Kensei), and never heard about him needing\nto break oathes and telling lies to accomplish his missions. (read Go Rin No\nShou)\n\n\n\n\n       As for Nobunaga, what about the threat of the Ikko Ikki?  Do you\nthink\nthey wanted to party hearty?  Do you think they were going to try and\nproselytize him and his army?  Hardly likely.  It is unlikely that a\nmajority of the\npeople who stood in Nobunaga&#39;s way, even if they did congeal into a potent\nfighting force, would have stood a chance against a brilliant general such\nas the\nleader of the Oda and his right hand man, Toyotomi, this is true.  But that\nwasn&#39;t the issue.  The issue was that anyone who stood in Oda&#39;s way of\nunifying\nJapan -- in WHATEVER WAY THAT WAS -- was seen as a threat.  Any threat -- no\nmatter how great or small, or how justified or unjustified -- must be\nremoved.\n Therefore, the genocide, however indefencible to us, was very defencible to\nHIM, and quite frankly, that&#39;s the only opinion about the issue that really\nmattered in the end, although it is nice to bat it around and say &quot;what if&quot;\nand\n&quot;what was he thinking?&quot; now with four hundred years plus of hindsight.\n       And I must throw my hat into the ring about it too -- I may not be a\nCatholic (either belief or by church membership), but these anti-Catholic\nposts\nhave GOT to stop.\n       Anyway, that&#39;s my two &quot;not-worth-much&quot; cents.  8-)  Take care, y&#39;all.\n8-)\n\nTim\n---------------------------\n&quot;All gifts demand a compensation&quot;\n(Old Viking Saying)\n\nIt is just to go back to the topic and not preaching or embelezling\nchristianity history related to Samurai.\n\nAbout Nobunaga, ya forgot the point that he did all that massacre under the\npolitical and finantial support of the Jesus Company (Jesuites), and yes,\npoor villagers was killed for just dwelling near the temples. And concerning\nthe temples weaponry, since the beggining, certain forms of buddhism,\nspecially Dhyana, has contained Martial Arts under their spiritual\npractices, not only to their own safety, but as a trainning to achieve\nenlightenment. (it was presented in the Pure Land monasteries in Japan,\nbecause in China, the Pure Land Teachings and Dhyana Teachings was taunt\ntogether from the same patriarch, Bodhidharma who also had a linneage from\nNagarjuna too.).\nReferences:\nThe Bodhisattva Warriors\nTerence Dukes\nWisdom Publishing\n(it is in english)\n\nAlthough (under my knowledge), Martial Arts are not present in Tibetan\nVajrayana, there is several references in their sutras, shastras and\ntreatises using weapon iconography both representing Demonic Forces working\nagainst karma, sentient beings, etc or in hand of a Wrathful deities to cut\nnegativities, such as the three poisons of the mind.\n\nSo, they had weapons, and what? They was not a big fan of Nobunaga&#39;s abuses,\nand so what? Does they attempted to take over control of Japan, went to\nNobunaga&#39;s house to kill him, to justificate such actions?\n\nConcerning you throwing your hat about that, it displeases me that people do\nso much to act in defense of a institution that gave so much support to such\natrocities, including Germany&#39;s Nazism, but no one said anything about a\nserious demonstration of RACISM and discrimination against my country\n(Brazil), in a message that was totally OFF TOPIC, and of course, a SERIOUS\nVIOLATION not only against Yahoogroups TOS (Therms of Service) but against\neven some international laws. I sent my protests to the list owner and he\nasked me for more tolerance to ensure peace. And All what I did was to say\nthat I was very happy that in this recent fiction movie inside an period of\nJapan History, that they did a positive reference instead of the usual\nracist discrimination USA Movies did against asiatic in the past presenting\nasiatics as monkeys and simmilar extremisms. Like those that made the\nfammous Mr. Bruce Lee so upset in his life. (and in this way I was happy\nthat The Last Samurai did that, even if not 100% historically accurated) So,\nI even respectfully ask you to, before take the role of &quot;most holy than\nthou&quot;, to think about this issues.\n\nMy country is not perfect, and I know that, however racism here is crime\npunishable with jail and I am very proud of that.\n\nRegards\n\nOctavio Augusto\n\n\n\n"
}