{
    "userId": 167737822,
    "authorName": "golfmandan@att.net",
    "from": "golfmandan@...",
    "profile": "twheels2many",
    "replyTo": "LIST",
    "senderId": "8BIDaFC1pUsudsCTfdhF4Rdyrj-XuMaGVOnNM42EKH0SJKr1U_Pbg8NOha6ZkTSXIUvfjlZWz_VD",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [samuraihistory] Re: Trying to learn",
    "postDate": "1076460060",
    "msgId": 3739,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDAyMTEyMDA0MDA0MS4xNjg3NS43ZWY5QGF0dC5uZXQ+"
    },
    "prevInTopic": 3738,
    "nextInTopic": 3740,
    "prevInTime": 3738,
    "nextInTime": 3740,
    "topicId": 3584,
    "numMessagesInTopic": 93,
    "msgSnippet": "Christopher, Mr. Wilson didn t write what you re responding to. I did. Mr. Hazen. You seem to have blended the original post by Mr. Wilson and my response to",
    "rawEmail": "Return-Path: &lt;golfmandan@...&gt;\r\nReceived: (qmail 13076 invoked from network); 11 Feb 2004 05:14:11 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m5.grp.scd.yahoo.com with QMQP; 11 Feb 2004 05:14:11 -0000\r\nReceived: from unknown (HELO n37.grp.scd.yahoo.com) (66.218.66.105)\n  by mta3.grp.scd.yahoo.com with SMTP; 11 Feb 2004 05:14:11 -0000\r\nX-eGroups-Return: golfmandan@...\r\nReceived: from [66.218.66.112] by n37.grp.scd.yahoo.com with NNFMP; 11 Feb 2004 05:14:01 -0000\r\nX-Sender: golfmandan@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 84398 invoked from network); 11 Feb 2004 00:41:10 -0000\r\nReceived: from unknown (66.218.66.217)\n  by m5.grp.scd.yahoo.com with QMQP; 11 Feb 2004 00:41:10 -0000\r\nReceived: from unknown (HELO mtiwmhc12.worldnet.att.net) (204.127.131.116)\n  by mta2.grp.scd.yahoo.com with SMTP; 11 Feb 2004 00:41:09 -0000\r\nReceived: from 204.127.135.40 ([204.127.135.40])\n          by worldnet.att.net (mtiwmhc12) with SMTP\n          id &lt;2004021100410111200sg69ue&gt;; Wed, 11 Feb 2004 00:41:01 +0000\r\nReceived: from [67.248.208.100] by 204.127.135.40;\n\tWed, 11 Feb 2004 00:41:00 +0000\r\nTo: samuraihistory@yahoogroups.com\r\nDate: Wed, 11 Feb 2004 00:41:00 +0000\r\nMessage-Id: &lt;021120040041.16875.7ef9@...&gt;\r\nX-Mailer: AT&T Message Center Version 1 (Feb  8 2004)\r\nX-Authenticated-Sender: Z29sZm1hbmRhbkBhdHQubmV0\r\nX-eGroups-Remote-IP: 204.127.131.116\r\nFrom: golfmandan@...\r\nSubject: Re: [samuraihistory] Re: Trying to learn\r\nX-Yahoo-Group-Post: member; u=167737822\r\nX-Yahoo-Profile: twheels2many\r\nX-eGroups-Approved-By: kitsuno &lt;samurai-listowner@...&gt; via web; 11 Feb 2004 05:14:00 -0000\r\nX-eGroups-Remote-IP: 66.218.66.105\r\n\r\nChristopher, Mr. Wilson didn&#39;t write what you&#39;re responding to. I did. Mr. Hazen. You seem to have blended the original post by Mr. Wilson and my response to his post, in which I was defending the Japanese as not being &quot;sellouts&quot; but as being skilled at adapting their culture to the times, and particularly, in taking from other cultures and improving upon them. Kanji, buddhism, airplanes, electronics, and the get-rid-of-the-samurai-and-modernize-movement are all part of that cultural quality. The japanese did not invent any of those things. They simply learned/took from other cultures and improved upon them. If you want justification for the inclusion of airplanes in that list... the americans invented the airplane, but in WWII it was the Japanese Zero that was king of the skies, not the American P-51 Mustang. As for electronics... again, Americans were at the helm of this... Thomas Edison, for example, and americans invented the computer, too. But what country makes the most/best computers? Japan. Sony and Hitachi and Toshiba generally make the best electronic equipment... TV&#39;s and computers and such. Japanese companies. Though America  has experienced a resurgence in quality with the Apple Macintosh brand, but it is still struggling with popularity. (I&#39;m typing on a iMac right now). Similarly, who makes the most reliable engines for vehicles? It ain&#39;t Ford! Get a Honda or a Toyota, a Lexus or an Acura, if you want reliability. Same with motorcycles. The Japanese have long made the best engines... Hondas, Suzukis, Kawasakis... all way better than the old Harley Davidson (I&#39;ve owned a Harley, a honda, a suzuki, and now I have a Buell... which the Buell is supposed to be an American response to the Japanese sportbike). Again, Americans invented the motorcycle, but Japan makes the best ones. Shoot, even my american made Buell has a Japanese suspension!\n\nGetting rid of the sword carrying Samurai class and modernizing is simply an example of that cultural adaptation.\n\nHope I&#39;ve explained my point well enough. As Nate responded, the Japanese aren&#39;t &quot;sellouts&quot; anymore than the rest of us. But if I were to make a generalized statement of opinion, I would say Americans were adventurous innovators, and the Japanese were creative assimilators. Seems like americans invent the stuff, and then the Japanese make it better. (But Macs still rule...)\n\n&gt; Mr. Wilson,\n&gt; Forgive me if I disagree with you on some points...\n&gt; \n&gt; Sellouts? Adaption is a common way of all biolagical critters...but\n&gt; selling out involves monetary or other similar compensation - \n&gt; \n&gt; Kanji - yes, they found that the Chinese had a functional writing\n&gt; system and adopted it - but remember that they added verb ending usage\n&gt; to a Chinese system that used none...How was that a sellout? What\n&gt; country did your particular writing system come from?\n&gt; \n&gt; Buddhism - remember that they added a tollerance for other religions\n&gt; that strict Buddhism from India did not espouse...\n&gt; They had indigionous religious systems and simply added Buddhism to\n&gt; the pile - they did not replace their religions...(I am also a\n&gt; Buddhist, but that is a side note...\n&gt; \n&gt; Airplanes - quite post-period, but if it is pertanent, I ask you off\n&gt; list to write me and inform me of what Japanese only improvements did\n&gt; they add to the basic idea of aircraft?\n&gt; Electronics? Again, post period and beyond this list&#39;s discussion\n&gt; protocal...\n&gt; \n&gt; \n&gt; &gt;&gt; In a way, getting rid of the samurai was a very Japanese thing to do.\n&gt; \n&gt; I just do not get this part of your post - Getting rid of Samurai\n&gt; might be a result of the possible history lines that Japan might have\n&gt; chosen, as any country with a cast system might have done - but I do\n&gt; not understand your reference to it being a &quot;very Japanese&quot; thing to\n&gt; do... Assimilating - yes, I can see that...Purging - that depended\n&gt; more on circumstance, rather that a national requirement...\n&gt; \n&gt; Your argument seems to be self contradictory...\n&gt; Please illuminate for us...\n&gt; No offence - I am just curious...\n&gt; Christopher...\n&gt; \n&gt; \n&gt; --- In samuraihistory@yahoogroups.com, golfmandan@a... wrote:\n&gt; &gt; The Japanese have always been &quot;sellouts&quot; in a certain way. That&#39;s\n&gt; part of what makes them so uniquely, well, Japanese. What I mean is\n&gt; that one of Japan&#39;s strong points has been their ability to take parts\n&gt; of other cultures and adapt them to their own use, usually improving\n&gt; upon them in the process. Whether it&#39;s kanji, or buddhism, or\n&gt; airplanes, or electronics... the japanese have a knack for learning\n&gt; from other cultures. Yeah, they might be &quot;losing&quot; something in the\n&gt; process, but that&#39;s just part of the inevitable evolution that all\n&gt; cultures undergo. Speaking of which, the loss of the samurai class is\n&gt; part of that process. In a way, getting rid of the samurai was a very\n&gt; Japanese thing to do. LOL. The thing that WASN&#39;T very Japanese-like\n&gt; was their attempt at isolationism practiced before the Meiji restoration. \n&gt; &gt; &gt; &quot;Anyway we should note that Mishima was not really looking for\n&gt; militarism, but a \n&gt; &gt; &gt; returnto Japan&#39;s past, what he felt made Japan uniquely Japanese.&quot;  \n&gt; &gt; &gt; \n&gt; &gt; &gt; is that really such a bad thing?? Im gonna have to mve to Japan in\n&gt; a few years.. \n&gt; &gt; &gt; at first I was not looking foreward to it, mostly bcos I dont\n&gt; speak the \n&gt; &gt; &gt; language.. but many ppl have been telling me I&#39;ll do just fine\n&gt; that they are \n&gt; &gt; &gt; very westernized and most ppl, especially the younger ones (in my\n&gt; age backet) \n&gt; &gt; &gt; speak english.. (on a side note, according to the NY times Wed.\n&gt; Oct 23, \n&gt; &gt; &gt; 2002..&quot;To Grandparents english word trend isnt naissu&quot;) *hooray I\n&gt; actually have \n&gt; &gt; &gt; a refference* the Japanese are adopting English words into their\n&gt; own language.. \n&gt; &gt; &gt; History, tradition and a sense of who I am culturaly is really\n&gt; important to me.. \n&gt; &gt; &gt; so on one hand I was pretty relieved to hear that they are\n&gt; westernizing and that \n&gt; &gt; &gt; I will get along fine over there, but on the other hand, I feel\n&gt; sorry bcos in a \n&gt; &gt; &gt; way they are loosing that.. it seems Mishima was in his\n&gt; own....whacko little \n&gt; &gt; &gt; way, was just trying to point this out to ppl.. does anyone else\n&gt; not see this or \n&gt; &gt; &gt; see modern Japan as being &quot;sell outs&quot; in a way??\n&gt; &gt; &gt; \n&gt; &gt; &gt; Wilson\n&gt; &gt; &gt; \n&gt; &gt; &gt; \n&gt; &gt; &gt; ____________________________________________________________\n&gt; &gt; &gt; Find what you are looking for with the Lycos Yellow Pages\n&gt; &gt; &gt;\n&gt; http://r.lycos.com/r/yp_emailfooter/http://yellowpages.lycos.com/default.asp?SRC\n&gt; &gt; &gt; =lycos10\n&gt; &gt; &gt; \n&gt; &gt; &gt; \n&gt; &gt; &gt; \n&gt; &gt; &gt; \n&gt; &gt; &gt; ---\n&gt; &gt; &gt; Samurai Archives: http://www.samurai-archives.com\n&gt; &gt; &gt; Samurai Archives store: http://www.cafeshops.com/samuraiarchives\n&gt; &gt; &gt; --- \n&gt; &gt; &gt; Yahoo! Groups Links\n&gt; &gt; &gt; \n&gt; &gt; &gt; \n&gt; &gt; &gt; \n&gt; &gt; &gt;  \n&gt; &gt; &gt;\n&gt; \n&gt; \n&gt; \n&gt; \n&gt; ---\n&gt; Samurai Archives: http://www.samurai-archives.com\n&gt; Samurai Archives store: http://www.cafeshops.com/samuraiarchives\n&gt; --- \n&gt; Yahoo! Groups Links\n&gt; \n&gt; \n&gt; \n&gt;  \n&gt; \n\n\n"
}