{
    "userId": 0,
    "authorName": "tom.davidson@realtime.co.uk",
    "from": "tom.davidson@...",
    "profile": "thomas5403",
    "replyTo": "LIST",
    "senderId": "IvOr2i9Xy0WF41lKlCS9EkeIbpmcGtSfQX-QS1Gko96zPzHkUfXNXdt7kgSE9VGHkvyoeUOSqRNujD3VoTceqytV",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "The hakama - from an iaidoka perspective:",
    "postDate": "1006864717",
    "msgId": 373,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDl1MDFnZCsxc2dyQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 375,
    "prevInTime": 372,
    "nextInTime": 374,
    "topicId": 373,
    "numMessagesInTopic": 8,
    "msgSnippet": "Hi all - As a fair proportion of iai technique is performed from a seated posture, I thought it might be useful to post a couple of points. The beginner learns",
    "rawEmail": "Return-Path: &lt;tom.davidson@...&gt;\r\nX-Sender: tom.davidson@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (EGP: mail-8_0_0_1); 27 Nov 2001 12:38:42 -0000\r\nReceived: (qmail 23994 invoked from network); 27 Nov 2001 12:38:41 -0000\r\nReceived: from unknown (216.115.97.167)\n  by m3.grp.snv.yahoo.com with QMQP; 27 Nov 2001 12:38:41 -0000\r\nReceived: from unknown (HELO n28.groups.yahoo.com) (216.115.96.78)\n  by mta1.grp.snv.yahoo.com with SMTP; 27 Nov 2001 12:38:41 -0000\r\nX-eGroups-Return: tom.davidson@...\r\nReceived: from [10.1.4.76] by n28.groups.yahoo.com with NNFMP; 27 Nov 2001 12:38:41 -0000\r\nDate: Tue, 27 Nov 2001 12:38:37 -0000\r\nTo: samuraihistory@yahoogroups.com\r\nSubject: The hakama - from an iaidoka perspective:\r\nMessage-ID: &lt;9u01gd+1sgr@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 3244\r\nX-Mailer: eGroups Message Poster\r\nFrom: tom.davidson@...\r\nX-Yahoo-Profile: thomas5403\r\n\r\nHi all -\n\nAs a fair proportion of iai technique is performed from a \nseated posture, I thought it might be useful to post a couple \nof points.\n\nThe beginner learns initially in seiza - the kneeling posture \nused indoors and formally. At the commencement of any technique \nthe practitioner is therefore seated, with his weight on his \nankles, the feet flat and soles facing upward, and his first \nmove is to rise up to allow him to turn his toes to get a grip \nto launch an attack.\n\nThe most common seated posture, however, is tate hiza, sitting \nwith one knee raised, the foot close in to the body, the other \nleg folded beneath you, bum on ankle. It is an uncomfortable \nposture but it allows maximum of movement, freedom of movement \nto pivot in any direction, and therefore gives the man seated \nin hiza a marked advantage over someone in seiza.\n\nTate hiza came about because it is the easiest way to sit when \nwearing armour, other than on a stool. One cannot sit in seiza, \nwhich compacts the torso, without the body of the armour rising \nup around the neck.\n\nAnother posture is iai-goshi, which is used widely in aikido, \nand was a combative form of hiza (probably hiza derives from \nit). In this both heels are raised and the toes on the ground, \neffectively its a squat with one knee down. It allows greater \nfreedom of movement still, whilst keeping a low profile, and I \nhave seen aikido practitioners move with amazing speed and \nchange of direction in iai-goshi, &#39;running rings&#39; round those \non two feet.\n\nIn iai circles hiza and goshi are &#39;combative&#39; postures and can \nbe read to imply uncertainty and mistrust in semi formal \nsituations. A samurai sitting in hiza before his lord, if his \nkatana was within reach, would be watched intently by the \nmaster&#39;s guards. Samurai countered this by stating that such a \nposture showed &#39;zanshin&#39; - the state of constant alertness (a \nsimplified definition) and a readiness to perform his master&#39;s \nwill.\n\nPut another way, if I was receiving an armed warrior, sitting \nin seiza, and he in hiza, I would probably change my posture \naccordingly.\n\nTrivia:\n\nIt is bad manners to show the soles of one&#39;s feet when sitting. \nThe cross-legged posture of the west is used in the east but \nthe feet are kept tucked in to the body and the hakama is drawn \nin close to cover the soles without &#39;spraying&#39; all over the \nfloor, which is dillatory and considered somewhat flashy or \nfeminine.\n\nThe practice of overlong sleeves and leggings in court attire \nwas adopted from the Chinese court dress and had a useful \nbenefit of hampering an attacker. The draw of the Katori Shinto \nRyu utilises a &#39;roll&#39; of the wrist as the right hand reaches \nacross to the hilt, and this serves to roll the sleeve back \nfrom the wrist and thus not hamper the draw of the sword.\n\nSamurai in &#39;civvies&#39; would tuck the cuffs of their hakama in \nthe waistband and tie back their sleeves (if time and \ncircumstance allowed).\n\nIai techniques when all protagonists begin in kneeling postures \nsometimes employ the device of stamping on the opponent&#39;s \nhakama cuff to imobilise him prior to a strike. Others involves \nforcing your opponent down with your sword then stamping on his \nsleeve or whatever to hold him there.\n\nThomas\n\n\n\n"
}