{
    "userId": 167737822,
    "authorName": "golfmandan@att.net",
    "from": "golfmandan@...",
    "profile": "twheels2many",
    "replyTo": "LIST",
    "senderId": "uNbXobX2N0GYcMaCqD3DC7ktmHerinlFQOHJj2sr9EkP6Igz1Hl2amHg2WmJuzhBn-2cFLVDELvU",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [samuraihistory] Re: Samurai is not christian",
    "postDate": "1076525282",
    "msgId": 3763,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDAyMTEyMDA0MTg0OC4xNjE4OC4yMDI5QGF0dC5uZXQ+"
    },
    "prevInTopic": 3761,
    "nextInTopic": 0,
    "prevInTime": 3762,
    "nextInTime": 3764,
    "topicId": 3425,
    "numMessagesInTopic": 21,
    "msgSnippet": "Well, you can believe what you want to believe. Just realize that your personal religious views are NOT the stripped down essence of the teachings of Christ",
    "rawEmail": "Return-Path: &lt;golfmandan@...&gt;\r\nReceived: (qmail 45829 invoked by uid 7800); 11 Feb 2004 19:48:07 -0000\r\nX-Sender: golfmandan@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 13670 invoked from network); 11 Feb 2004 18:50:23 -0000\r\nReceived: from unknown (66.218.66.167)\n  by m10.grp.scd.yahoo.com with QMQP; 11 Feb 2004 18:50:23 -0000\r\nReceived: from unknown (HELO mtiwmhc11.worldnet.att.net) (204.127.131.115)\n  by mta6.grp.scd.yahoo.com with SMTP; 11 Feb 2004 18:50:23 -0000\r\nReceived: from 204.127.135.57 ([204.127.135.57])\n          by worldnet.att.net (mtiwmhc11) with SMTP\n          id &lt;2004021118480211100eot3he&gt;; Wed, 11 Feb 2004 18:48:02 +0000\r\nReceived: from [67.248.208.86] by 204.127.135.57;\n\tWed, 11 Feb 2004 18:48:02 +0000\r\nTo: samuraihistory@yahoogroups.com\r\nDate: Wed, 11 Feb 2004 18:48:02 +0000\r\nMessage-Id: &lt;021120041848.16188.2029@...&gt;\r\nX-Mailer: AT&T Message Center Version 1 (Feb  8 2004)\r\nX-Authenticated-Sender: Z29sZm1hbmRhbkBhdHQubmV0\r\nX-eGroups-Remote-IP: 204.127.131.115\r\nFrom: golfmandan@...\r\nSubject: Re: [samuraihistory] Re: Samurai is not christian\r\nX-Yahoo-Group-Post: member; u=167737822\r\nX-Yahoo-Profile: twheels2many\r\nX-eGroups-Approved-By: &lt;westce@...&gt; via email; 11 Feb 2004 19:48:07 -0000\r\n\r\nWell, you can believe what you want to believe. Just realize that your personal religious views are NOT the &quot;stripped down essence&quot; of the teachings of Christ or Buddha. You&#39;ve more or less made up your own personal religion. Which is pretty audacious. You&#39;re taking a very deconstructionist approach to religion, and divorcing the religious beliefs from the intent of the original teachers, redefining it and reconstructing it to suit yourself. Which again, is audacious.\n\nAnd as we&#39;ve discussed a lot on this group... the samurai code doesn&#39;t have much to do with the historical samurai. And as for inherent goodness... have you read the hagakure? A lot of it has to do with how to kill other people. Not a lot of inherent goodness in that.\n\nIf you want to discuss religious views, we should probably do that off-group...\n\nDan.\n&gt; Hiya,\n&gt; \n&gt; I understand the point of religions, but to me their point and the\n&gt; point of the beliefs (in the grander scale, what Christ, Buddha, and\n&gt; such taught) are different. To me, the inherent meaning of\n&gt; Christianity and the other beliefs is the morality (of course,\n&gt; morality is such a vague word, it can change depending on the POV of\n&gt; the society it comes from). You are right, I&#39;m not a religious person,\n&gt; which is not to say I don&#39;t believe in God, or even in the grand tale\n&gt; of angels, demons, and the rise and fall from grace of mankind, etc.\n&gt; What I don&#39;t believe in is in religions. I strip down the Message to\n&gt; its essence: do good and be rewarded (I&#39;m making it sound simpler than\n&gt; it is, but I won&#39;t go into too much detail). And one of the main\n&gt; reasons, if not the main one, why I do not believe in religions is\n&gt; precisely that very fervent (sp?) people do give more weight to the\n&gt; individual and unique aspects of their religions than to what really\n&gt; matters. Why is it that even amongst same Beliefs the different\n&gt; religions don&#39;t agree much and make those disagreements into something\n&gt; that matters? As if being a good person but NOT believing in God will\n&gt; take you to Hell, but one that is evil and constantly repents and\n&gt; confesses to the priest, and do all the things the religion requires\n&gt; will take you to Heaven, That doesn&#39;t make sense to me. So, once\n&gt; again, I strip it down to the core. Even the Samurai code has that\n&gt; inherent message of goodness embedded on it.\n&gt; \n&gt; Miburo\n&gt; \n&gt; --- In samuraihistory@yahoogroups.com, golfmandan@a... wrote:\n&gt; &gt; Let me say first off that you&#39;ve misunderstood Christianity and\n&gt; Buddhism and most world religions if you think that the point is\n&gt; simply morality. Sure, most religions have a system of morality, but\n&gt; the defining of good and bad is NOT the point. In Christianity the\n&gt; point is peace with God through faith in Christ. In Buddhism the point\n&gt; is the cessation of individual existence in an illusory world, to\n&gt; exist only in Nirvana. Christians want to propogate their religion\n&gt; because they believe people will be judged by God when they die, and\n&gt; so they think people need forgiveness to enter heaven instead of hell.\n&gt; Buddhists propogate their religion because they believe people are\n&gt; blinded by the material world from their need to escape into a\n&gt; painless and selfless existence in Nirvana. It IS the root principle\n&gt; that matters. The moral system is a reflection of the root belief.\n&gt; That&#39;s why Buddhist morals and Christian morals are so different. They\n&gt; DON&quot;T teach the same thing. I&#39;d assume from your post that you&#39;re not\n&gt; a very religious guy. Talk to anybody who takes their religion\n&gt; seriously and you&#39;ll find that the beliefs are most important, not the\n&gt; least important.\n&gt; &gt; \n&gt; &gt; Which, that&#39;s why the Jesuit missionaries tried to clothe Christian\n&gt; truth in the fashion of contemporary Japanese religion. Christian\n&gt; beliefs with Japanese rituals or practice. It&#39;s the underlying  belief\n&gt; that is most important. So, in theory, if you make it look a little\n&gt; more Japanese, it becomes easier for the Japanese to understand, but\n&gt; the core beliefs remain intact. This method of propogating Roman\n&gt; Catholic faith was used by their missionaries a lot. It isn&#39;t looked\n&gt; at as deceitful, but simply as communicating their beliefs in such a\n&gt; way as to be more easily understood, and to some extent, in a manner\n&gt; more palatable to the mind of the one being taught. Some of this has\n&gt; to do with Aristotelian distinctions between the accident and occident\n&gt; of a thing... The &quot;accident&quot; is the appearance of a thing. The\n&gt; &quot;occident&quot; is the core essence. The accident doesn&#39;t matter nearly as\n&gt; much as the occident. So, as long as the same core belief is being\n&gt; taught, then the Catholics didn&#39;t care what it looked like. (In actual\n&gt; practice, though, the old Catholic method tends toward syncretism...\n&gt; mixing of both belief and ritual... so nothing remains in its pure form).\n&gt; &gt; \n&gt; &gt; &gt; Yeah, but what&#39;s the need to introduce christianity? Buddism (from\n&gt; &gt; &gt; what I know of it) does a good job of teaching what&#39;s good from what&#39;s\n&gt; &gt; &gt; bad, and that&#39;s what is important, the message, not the belief. At\n&gt; &gt; &gt; least, IMHO.\n&gt; &gt; &gt; \n&gt; &gt; &gt; Miburo\n&gt; &gt; &gt; \n&gt; &gt; &gt; --- In samuraihistory@yahoogroups.com, Eponymous13@a... wrote:\n&gt; &gt; &gt; &gt; In a message dated 2/8/2004 10:49:24 AM Eastern Standard Time, \n&gt; &gt; &gt; &gt; medhal8@i... writes:\n&gt; &gt; &gt; &gt; \n&gt; &gt; &gt; &gt; &gt; Pe. Francisco Xavier entered in Japan through LIES and THREASON\n&gt; &gt; &gt; from the\n&gt; &gt; &gt; &gt; &gt; beggining. I&#39;ve read a copy of the original message of him to the\n&gt; &gt; &gt; pope with\n&gt; &gt; &gt; &gt; &gt; a translation to portuguese, and he admited that, to introduce\n&gt; &gt; &gt; christianity\n&gt; &gt; &gt; &gt; &gt; to japan, they would deliberatelly LIE and ACT WITH FALSEHOOD,\n&gt; &gt; &gt; disguissing\n&gt; &gt; &gt; &gt; &gt; christian religious practices with the buddhist ones...\n&gt; &gt; &gt; &gt; &gt; \n&gt; &gt; &gt; &gt; \n&gt; &gt; &gt; &gt;        Okay, just a question here: which would have been better: for\n&gt; &gt; &gt; them to \n&gt; &gt; &gt; &gt; have used deception and get in to attempt the spread of their\n&gt; &gt; &gt; message or tell \n&gt; &gt; &gt; &gt; the truth, probably get killed and never get a word in about their\n&gt; &gt; &gt; message?  \n&gt; &gt; &gt; &gt; To me, missionary work can take on many disguises, because it&#39;s a\n&gt; &gt; &gt; matter of \n&gt; &gt; &gt; &gt; using whatever means you have to to get your message out and if you\n&gt; &gt; &gt; believe it&#39;s \n&gt; &gt; &gt; &gt; that important, you die for it.  As someone said, it&#39;s a matter of\n&gt; &gt; &gt; WHICH \n&gt; &gt; &gt; &gt; (L)ord you&#39;re dying for.  In their cases, they were dying for a Lord\n&gt; &gt; &gt; Not Of This \n&gt; &gt; &gt; &gt; World.  They adhered absolutely to the tenets of bushido in that\n&gt; &gt; &gt; they served \n&gt; &gt; &gt; &gt; their highest Lord to the death.  Show me one samurai who never lied\n&gt; &gt; &gt; or used \n&gt; &gt; &gt; &gt; falsehood or murdered or committed some form of treason to protect\n&gt; &gt; &gt; his lord -- \n&gt; &gt; &gt; &gt; human or Otherwise -- and I&#39;ll show you a liar.  :-)\n&gt; &gt; &gt; &gt;        As for Nobunaga, what about the threat of the Ikko Ikki?  Do\n&gt; &gt; &gt; you think \n&gt; &gt; &gt; &gt; they wanted to party hearty?  Do you think they were going to\n&gt; try and \n&gt; &gt; &gt; &gt; proselytize him and his army?  Hardly likely.  It is unlikely that a\n&gt; &gt; &gt; majority of the \n&gt; &gt; &gt; &gt; people who stood in Nobunaga&#39;s way, even if they did congeal into a\n&gt; &gt; &gt; potent \n&gt; &gt; &gt; &gt; fighting force, would have stood a chance against a brilliant\n&gt; &gt; &gt; general such as the \n&gt; &gt; &gt; &gt; leader of the Oda and his right hand man, Toyotomi, this is true. \n&gt; &gt; &gt; But that \n&gt; &gt; &gt; &gt; wasn&#39;t the issue.  The issue was that anyone who stood in Oda&#39;s way\n&gt; &gt; &gt; of unifying \n&gt; &gt; &gt; &gt; Japan -- in WHATEVER WAY THAT WAS -- was seen as a threat.  Any\n&gt; &gt; &gt; threat -- no \n&gt; &gt; &gt; &gt; matter how great or small, or how justified or unjustified -- must\n&gt; &gt; &gt; be removed. \n&gt; &gt; &gt; &gt;  Therefore, the genocide, however indefencible to us, was very\n&gt; &gt; &gt; defencible to \n&gt; &gt; &gt; &gt; HIM, and quite frankly, that&#39;s the only opinion about the issue that\n&gt; &gt; &gt; really \n&gt; &gt; &gt; &gt; mattered in the end, although it is nice to bat it around and say\n&gt; &gt; &gt; &quot;what if&quot; and \n&gt; &gt; &gt; &gt; &quot;what was he thinking?&quot; now with four hundred years plus of\n&gt; hindsight.\n&gt; &gt; &gt; &gt;        And I must throw my hat into the ring about it too -- I may\n&gt; &gt; &gt; not be a \n&gt; &gt; &gt; &gt; Catholic (either belief or by church membership), but these\n&gt; &gt; &gt; anti-Catholic posts \n&gt; &gt; &gt; &gt; have GOT to stop.\n&gt; &gt; &gt; &gt;        Anyway, that&#39;s my two &quot;not-worth-much&quot; cents.  8-)  Take\n&gt; &gt; &gt; care, y&#39;all.  \n&gt; &gt; &gt; &gt; 8-)\n&gt; &gt; &gt; &gt; \n&gt; &gt; &gt; &gt; Tim\n&gt; &gt; &gt; &gt; \n&gt; &gt; &gt; &gt; \n&gt; &gt; &gt; &gt; [Non-text portions of this message have been removed]\n&gt; &gt; &gt; \n&gt; &gt; &gt; \n&gt; &gt; &gt; \n&gt; &gt; &gt; \n&gt; &gt; &gt; ---\n&gt; &gt; &gt; Samurai Archives: http://www.samurai-archives.com\n&gt; &gt; &gt; Samurai Archives store: http://www.cafeshops.com/samuraiarchives\n&gt; &gt; &gt; --- \n&gt; &gt; &gt; Yahoo! Groups Links\n&gt; &gt; &gt; \n&gt; &gt; &gt; \n&gt; &gt; &gt; \n&gt; &gt; &gt;  \n&gt; &gt; &gt;\n&gt; \n&gt; \n&gt; \n&gt; ---\n&gt; Samurai Archives: http://www.samurai-archives.com\n&gt; Samurai Archives store: http://www.cafeshops.com/samuraiarchives\n&gt; --- \n&gt; Yahoo! Groups Links\n&gt; \n&gt; \n&gt; \n&gt;  \n&gt; \n\n"
}