{
    "userId": 0,
    "authorName": "tom.davidson@realtime.co.uk",
    "from": "tom.davidson@...",
    "profile": "thomas5403",
    "replyTo": "LIST",
    "senderId": "KbDASdR4G2n5-NgBaBtqj9eba7klVmEnxAgjO7jcBrZqrSZxdDhD54Qx76HyR3X4QTNrwDVzo0PNVIUamaa-SOJ5",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Saya clashing",
    "postDate": "1007127359",
    "msgId": 394,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDl1ODF2dituOHA3QGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 416,
    "prevInTime": 393,
    "nextInTime": 395,
    "topicId": 394,
    "numMessagesInTopic": 2,
    "msgSnippet": "Hi Nate, and everyone: Clashing saya was a definite no-no and considered a challenge, and a challenge could never be refused. Here s an example: In 1630 Maeda",
    "rawEmail": "Return-Path: &lt;tom.davidson@...&gt;\r\nX-Sender: tom.davidson@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (EGP: mail-8_0_0_1); 30 Nov 2001 13:36:01 -0000\r\nReceived: (qmail 96310 invoked from network); 30 Nov 2001 13:36:01 -0000\r\nReceived: from unknown (216.115.97.167)\n  by m11.grp.snv.yahoo.com with QMQP; 30 Nov 2001 13:36:01 -0000\r\nReceived: from unknown (HELO n10.groups.yahoo.com) (216.115.96.60)\n  by mta1.grp.snv.yahoo.com with SMTP; 30 Nov 2001 13:36:00 -0000\r\nX-eGroups-Return: tom.davidson@...\r\nReceived: from [10.1.4.82] by n10.groups.yahoo.com with NNFMP; 30 Nov 2001 13:36:00 -0000\r\nDate: Fri, 30 Nov 2001 13:35:59 -0000\r\nTo: samuraihistory@yahoogroups.com\r\nSubject: Saya clashing\r\nMessage-ID: &lt;9u81vv+n8p7@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 3013\r\nX-Mailer: eGroups Message Poster\r\nFrom: tom.davidson@...\r\nX-Yahoo-Profile: thomas5403\r\n\r\nHi Nate, and everyone:\n\nClashing saya was a definite no-no and considered a challenge, \nand a challenge could never be refused.\n\nHere&#39;s an example:\n\nIn 1630 Maeda Higo, grandson of Toshiie, was crossing a bridge \nwith some friends when they met two samurai, Murase and Sakabe, \ncoming the other way. Higo and Sakabe&#39;s saya bumped together \naccidentally as they passed. Higo slapped Sakabe&#39;s shoulder \nwith his fan, and Sakabe drew his sword &#39;with a shout&#39;. Higo&#39;s \nfriends rallied to his cause, and soon Sakabe and Murase were \nkilled.\n\nHearing the news Murase&#39;s father rushed to the scene with sword \nin hand and killed two of Higo&#39;s retainers and injured a third \nbefore he was himself cut down. Sakabe&#39;s father came armed with \na spear, but the press of the crowd prevented him from getting \nclose enough to get involved.\n\nThe incident was reported to Lord Maeda, but no-one was \npunished. Sakabe&#39;s father, ashamed of his failure to exact \nrevenge, left the city and entered the priesthood.\n\nHigo apparently lived the rest of his life in constant fear of \nrevenge.\n(from &#39;Taming of the Samurai&#39; by Eiko Ikegami)\n\nAnother example shows the stupid lengths peacetime samurai \nwould go to to protect their pride and prove their courage. \nUnfortunately I can&#39;t recall the source, and have forgotten the \nnames of those involved, however:\n\nTwo samurai passed on a staircase in (I believe) Edo Castle. \nTheir sayas clashed as they did so, and each turned angrily on \nthe other.\n\nHere&#39;s the dilemma: The affront demands instant retribution, \nbut the guy going up the stairs is delivering a message to his \nmaster - if he gets involved in a fight he&#39;s placing his own \ninterests before his lord&#39;s, and that carries the death \npenalty. If the guy coming down cuts down the man going up, he \nis then preventing someone carrying out his master&#39;s business, \nso both men are caught on the same point.\n\nThe simple solution was to arrange a duel at a time convenient \nto both - but that&#39;s not what happened.\n\nWhat actually happened is that the guy coming down, determined \nto show he was not afraid to die, &#39;right here, right now,&#39; as \nit were, drew his sword and killed himself.\n\nThe guy going up, not to be outdone, continued up, delivered \nhis message, then came back down and he too killed himself on \nthe same spot!\n\nThe Tokugawa problem was how to maintain the &#39;spirit of the \nsamurai&#39; as an ideal, which demands instant response to any \nquarrel (kenka), no matter its cause, whilst keeping the peace \nby a law called kenka ryoseibai, which demanded equally severe \npunishment for both parties.\n\nIt was a real mess, never fully resolved, and aggravated by the \nfact that the Tokugawa bureaucracy was notoriously uneven and \nindecisive when making decisions with regard to duels and \nvendettas. Sometimes men were beheaded for NOT getting involed \nin fights, which was seen as dishonouring their status as \nsamurai, other times men were beheaded for getting involved \nwhen they should have practiced restraint.\n\nThomas \n\n\n\n"
}