{
    "userId": 167737822,
    "authorName": "golfmandan@att.net",
    "from": "golfmandan@...",
    "profile": "twheels2many",
    "replyTo": "LIST",
    "senderId": "DFetGvNPiVXN_bfWU9QYWg5UIvm7Y_MVU8E-aS9vDbta8yQP2PkGIMxyyzSXmoAkJdZ8Ewbbl8Iy",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "&quot;just war&quot;",
    "postDate": "1080246516",
    "msgId": 4030,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDAzMjUyMDA0MjAyOC4yMDI5OC4xNmZlQGF0dC5uZXQ+"
    },
    "prevInTopic": 0,
    "nextInTopic": 4032,
    "prevInTime": 4029,
    "nextInTime": 4031,
    "topicId": 4030,
    "numMessagesInTopic": 6,
    "msgSnippet": "There are various just war theories that have been propounded throughout history. They usually have certain things in common, but ultimately, it s impossible",
    "rawEmail": "Return-Path: &lt;golfmandan@...&gt;\r\nReceived: (qmail 44484 invoked by uid 7800); 26 Mar 2004 01:18:54 -0000\r\nX-Sender: golfmandan@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 29549 invoked from network); 25 Mar 2004 20:30:37 -0000\r\nReceived: from unknown (66.218.66.172)\n  by m10.grp.scd.yahoo.com with QMQP; 25 Mar 2004 20:30:37 -0000\r\nReceived: from unknown (HELO mtiwmhc11.worldnet.att.net) (204.127.131.115)\n  by mta4.grp.scd.yahoo.com with SMTP; 25 Mar 2004 20:30:37 -0000\r\nReceived: from 204.127.135.76 ([204.127.135.76])\n          by worldnet.att.net (mtiwmhc11) with SMTP\n          id &lt;200403252028361110000j3le&gt;; Thu, 25 Mar 2004 20:28:36 +0000\r\nReceived: from [67.248.208.215] by 204.127.135.76;\n\tThu, 25 Mar 2004 20:28:36 +0000\r\nTo: samuraihistory@yahoogroups.com\r\nDate: Thu, 25 Mar 2004 20:28:36 +0000\r\nMessage-Id: &lt;032520042028.20298.16fe@...&gt;\r\nX-Mailer: AT&T Message Center Version 1 (Feb 13 2004)\r\nX-Authenticated-Sender: Z29sZm1hbmRhbkBhdHQubmV0\r\nX-eGroups-Remote-IP: 204.127.131.115\r\nFrom: golfmandan@...\r\nSubject: &quot;just war&quot;\r\nX-Yahoo-Group-Post: member; u=167737822\r\nX-Yahoo-Profile: twheels2many\r\nX-eGroups-Approved-By: kitsuno &lt;samurai-listowner@...&gt; via email; 26 Mar 2004 01:18:54 -0000\r\n\r\nThere are various &quot;just war theories&quot; that have been propounded throughout history. They usually have certain things in common, but ultimately, it&#39;s impossible to settle it on a philosophical basis. The idea of a &quot;just war&quot; is one of those things that will probably always remain a matter of opinion in the public realm, and which no one will ever prove conclusively to the world. Even among small groups that hold basically the same worldview, there is no real concensus. I myself believe in a particular just war theory, but it certainly isn&#39;t convincing to everyone else. \n\nUltimately, a &quot;just war&quot; is simply choosing a side in the lesser of two evils. If you consider WWII, which we would say was &quot;just&quot; on the part of the Allied forces, as they were defending rather than attacking... millions of innocent, unoffending people (meaning people who did not believe in the aggression and genocide) were killed, both on the Allied side and the Axis side. It certainly wasn&#39;t ALL the germans and italians and japanese that were the willing aggressors. Millions were conscripted against their wills who didn&#39;t really believe in the legitimacy of the Axis side. And on the Allied side, millions died defending against that aggression. And the Allied forces even sided with Stalin, who was a brutal murderer who killed some 40 million of his own people. Allying with such a man is certainly evil. But the enemy of my enemy is my friend... or so they say... If innocent people are unavoidably killed, then war cannot be &quot;just&quot; in a complete and unqualified sense.\n\nWe would generally say war is just only for the defending side, and not for the aggressor. But what if one knows that war is coming, is inevitable, unavoidable, and you&#39;re left with the choice of being the aggressor or the one who is first struck? Then it seems that maybe it&#39;s okay to be the initial attacker, if war is inevitable. Such was the case for Japan and it&#39;s attack on Pearl Harbor... they felt or knew that war was inevitable, so chose to strike first rather than be struck first. We americans always call Japan the bad guys, but from a different perspective, their attack seems a little more acceptable (not that I&#39;m saying they were right!!!)\n\nThe question of whether or not there is a just war is a very difficult one. It&#39;s not easy to answer. I guess I would end up saying that war is an inevitable evil, an apparently necessary evil to combat other evils. Just? Only in a relative or highly qualified sense. But certainly not completely. \n\n&gt; Eponymous13@... wrote:\n&gt; \n&gt; Hey.\n&gt;        There are such things as &quot;evil&quot; or &quot;dishonourable&quot; wars, this is true. \n&gt; One thing war always is, and that&#39;s UGLY.  There&#39;s no such thing as a \n&gt; &quot;beautiful war&quot;.  That&#39;s an oxymoron if ever I heard one.  If done for personal \n&gt; greed and aggrandisement, yes, to start a war is dishonourable.  It is not, \n&gt; however, dishonourable to END a war by any means necessary when the party in the \n&gt; right is the victor, and it is not wrong to keep a war going until the party in \n&gt; that right (whatever it may be) is victorious.  And I must agree with whomever \n&gt; said that there are both honourable and dishonourable actions in wartime, on \n&gt; the battlefield and off.  War is another part of life, however ugly it may be, \n&gt; and there are honourable and dishonourable acts in everyday life.\n&gt; \n&gt; \n&gt; Fair enough but how do you define a &quot;right&quot;side in a war. Surely that is just a \n&gt; matter of oppinion and if so then there is no correct honour, just how you \n&gt; percieve it?\n&gt; \n&gt; Jonny\n&gt; \n&gt; \n&gt; \t\t\n&gt; ---------------------------------\n&gt;   Yahoo! Messenger - Communicate instantly...&quot;Ping&quot; your friends today! Download \n&gt; Messenger Now\n&gt; \n&gt; [Non-text portions of this message have been removed]\n&gt; \n&gt; \n&gt; \n&gt; \n&gt; ---\n&gt; Samurai Archives: http://www.samurai-archives.com\n&gt; Samurai Archives store: http://www.cafeshops.com/samuraiarchives\n&gt; --- \n&gt; Yahoo! Groups Links\n&gt; \n&gt; \n&gt; \n&gt;  \n&gt; \n\n"
}