{
    "userId": 128739069,
    "authorName": "midorinotoradesu",
    "from": "&quot;midorinotoradesu&quot; &lt;bkirkham@...&gt;",
    "profile": "midorinotoradesu",
    "replyTo": "LIST",
    "senderId": "LzNnnzNlKbr2ehs-vvm38mTG59gTYDW8dCdsyAZB-_FGKo4J744Si4QWhRbFFVpz4qSEWdoMHRTTuEaRCJbCVuc5sgMpwrtAtfVtCQ",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: &quot;just war&quot;",
    "postDate": "1080279986",
    "msgId": 4032,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGM0MGczaSsyZ2hsQGVHcm91cHMuY29tPg==",
        "inReplyToHeader": "PDAzMjUyMDA0MjAyOC4yMDI5OC4xNmZlQGF0dC5uZXQ+"
    },
    "prevInTopic": 4030,
    "nextInTopic": 4033,
    "prevInTime": 4031,
    "nextInTime": 4033,
    "topicId": 4030,
    "numMessagesInTopic": 6,
    "msgSnippet": "I have two thing to say about your post. First, you are correct in many ways.  I d like to comment on the just ness of a war based on the loss of innocent",
    "rawEmail": "Return-Path: &lt;bkirkham@...&gt;\r\nX-Sender: bkirkham@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 93544 invoked from network); 26 Mar 2004 05:46:33 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m12.grp.scd.yahoo.com with QMQP; 26 Mar 2004 05:46:33 -0000\r\nReceived: from unknown (HELO n12.grp.scd.yahoo.com) (66.218.66.67)\n  by mta3.grp.scd.yahoo.com with SMTP; 26 Mar 2004 05:46:33 -0000\r\nReceived: from [66.218.67.251] by n12.grp.scd.yahoo.com with NNFMP; 26 Mar 2004 05:46:28 -0000\r\nDate: Fri, 26 Mar 2004 05:46:26 -0000\r\nTo: samuraihistory@yahoogroups.com\r\nMessage-ID: &lt;c40g3i+2ghl@...&gt;\r\nIn-Reply-To: &lt;032520042028.20298.16fe@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 6772\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-eGroups-Remote-IP: 66.218.66.67\r\nFrom: &quot;midorinotoradesu&quot; &lt;bkirkham@...&gt;\r\nSubject: Re: &quot;just war&quot;\r\nX-Yahoo-Group-Post: member; u=128739069\r\nX-Yahoo-Profile: midorinotoradesu\r\n\r\nI have two thing to say about your post.  \n\nFirst, you are correct in many ways.  I&#39;d like to comment on the \n&quot;just&quot;ness of a war based on the loss of innocent lives.  If it is \nmore &quot;just&quot; to inflict as little loss of innocents as possible then \nAmerica&#39;s military is moving very close to the over all goal of zero  \ncollateral damage.  In other posts, some say that war is ugly.  It \nis, normally.  But I think if you watch our military you can see the \nbeauty of a &quot;precise war&quot;.  Wars are no longer gauged in terms of \nbridges bombed, buildings destroyed, or people killed.  We used to \ncount how many buildings were destroyed to judge our progress in war.  \nBut we have evolved to a point which we can destroy a single room in \na building.  Vastly reducing collateral damage while precisely \nhitting our target.  I think that war in traditional, trench war \nsense is very ugly due to the high number of casualties in such a \nwar.  Being able to stop specific people without hurting anyone else \nis a thing of beauty but only  if the cause is morally right \n(subjective, I know).  \n\nThis election year President Bush will be critisized for the War on \nTerror.  I&#39;d hope that people look at the way we fight against \nterrorists.  They cause mass casualties of innocent people, while we \ntarget and kill only known terrorists and the rogue nation leaders \nthat support terror.  In fact, we aren&#39;t out there killing all of \nthem.  We are capturing them.  Surely a war against an enemy whose \nprimary goal is to kill innocent people, is a just war.  Reguardless \nof weather we find Weapons of Mass Destruction or not.  \n\nThe fundamental question is killing ever justified?  I think it is if \nthe death of one can prevent the suffering of many.  Sometimes you \nhave to cut the cancer out to save the patient.  If you don&#39;t, it \nwill spread until its evil pollutes all of mankind.\n\nOkay the 2nd thing.  My understanding is that America wanted Japan to \nstrike first because America needed the support for the war.  We \nthought it was someone else&#39;s war until we were attacked.  So I \nreally doubt that Japan&#39;s attack was a pre-emtive strike.  I think \nthe leaders of that time wanted justice for the Russo-Japanese war \ntreaties that America had mediated.  The promises of monetary \nreimbursement to the Japanese were threatening to our politicians.  \nWe were scared that if Japan had that money, they would build a great \nmilitary and eventually come after us.  We were afraid of a situation \nthat we ended up creating.  I don&#39;t think their attack was just in \nthe sense you mentioned but it was in the sense of retribution.  \n\nBrandon\n--- In samuraihistory@yahoogroups.com, golfmandan@a... wrote:\n&gt; There are various &quot;just war theories&quot; that have been propounded \nthroughout history. They usually have certain things in common, but \nultimately, it&#39;s impossible to settle it on a philosophical basis. \nThe idea of a &quot;just war&quot; is one of those things that will probably \nalways remain a matter of opinion in the public realm, and which no \none will ever prove conclusively to the world. Even among small \ngroups that hold basically the same worldview, there is no real \nconcensus. I myself believe in a particular just war theory, but it \ncertainly isn&#39;t convincing to everyone else. \n&gt; \n&gt; Ultimately, a &quot;just war&quot; is simply choosing a side in the lesser of \ntwo evils. If you consider WWII, which we would say was &quot;just&quot; on the \npart of the Allied forces, as they were defending rather than \nattacking... millions of innocent, unoffending people (meaning people \nwho did not believe in the aggression and genocide) were killed, both \non the Allied side and the Axis side. It certainly wasn&#39;t ALL the \ngermans and italians and japanese that were the willing aggressors. \nMillions were conscripted against their wills who didn&#39;t really \nbelieve in the legitimacy of the Axis side. And on the Allied side, \nmillions died defending against that aggression. And the Allied \nforces even sided with Stalin, who was a brutal murderer who killed \nsome 40 million of his own people. Allying with such a man is \ncertainly evil. But the enemy of my enemy is my friend... or so they \nsay... If innocent people are unavoidably killed, then war cannot be \n&quot;just&quot; in a complete and unqualified sense.\n&gt; \n&gt; We would generally say war is just only for the defending side, and \nnot for the aggressor. But what if one knows that war is coming, is \ninevitable, unavoidable, and you&#39;re left with the choice of being the \naggressor or the one who is first struck? Then it seems that maybe \nit&#39;s okay to be the initial attacker, if war is inevitable. Such was \nthe case for Japan and it&#39;s attack on Pearl Harbor... they felt or \nknew that war was inevitable, so chose to strike first rather than be \nstruck first. We americans always call Japan the bad guys, but from a \ndifferent perspective, their attack seems a little more acceptable \n(not that I&#39;m saying they were right!!!)\n&gt; \n&gt; The question of whether or not there is a just war is a very \ndifficult one. It&#39;s not easy to answer. I guess I would end up saying \nthat war is an inevitable evil, an apparently necessary evil to \ncombat other evils. Just? Only in a relative or highly qualified \nsense. But certainly not completely. \n&gt; \n&gt; &gt; Eponymous13@a... wrote:\n&gt; &gt; \n&gt; &gt; Hey.\n&gt; &gt;        There are such things as &quot;evil&quot; or &quot;dishonourable&quot; wars, \nthis is true. \n&gt; &gt; One thing war always is, and that&#39;s UGLY.  There&#39;s no such thing \nas a \n&gt; &gt; &quot;beautiful war&quot;.  That&#39;s an oxymoron if ever I heard one.  If \ndone for personal \n&gt; &gt; greed and aggrandisement, yes, to start a war is dishonourable.  \nIt is not, \n&gt; &gt; however, dishonourable to END a war by any means necessary when \nthe party in the \n&gt; &gt; right is the victor, and it is not wrong to keep a war going \nuntil the party in \n&gt; &gt; that right (whatever it may be) is victorious.  And I must agree \nwith whomever \n&gt; &gt; said that there are both honourable and dishonourable actions in \nwartime, on \n&gt; &gt; the battlefield and off.  War is another part of life, however \nugly it may be, \n&gt; &gt; and there are honourable and dishonourable acts in everyday life.\n&gt; &gt; \n&gt; &gt; \n&gt; &gt; Fair enough but how do you define a &quot;right&quot;side in a war. Surely \nthat is just a \n&gt; &gt; matter of oppinion and if so then there is no correct honour, \njust how you \n&gt; &gt; percieve it?\n&gt; &gt; \n&gt; &gt; Jonny\n&gt; &gt; \n&gt; &gt; \n&gt; &gt; \t\t\n&gt; &gt; ---------------------------------\n&gt; &gt;   Yahoo! Messenger - Communicate instantly...&quot;Ping&quot; your friends \ntoday! Download \n&gt; &gt; Messenger Now\n&gt; &gt; \n&gt; &gt; [Non-text portions of this message have been removed]\n&gt; &gt; \n&gt; &gt; \n&gt; &gt; \n&gt; &gt; \n&gt; &gt; ---\n&gt; &gt; Samurai Archives: http://www.samurai-archives.com\n&gt; &gt; Samurai Archives store: http://www.cafeshops.com/samuraiarchives\n&gt; &gt; --- \n&gt; &gt; Yahoo! Groups Links\n&gt; &gt; \n&gt; &gt; \n&gt; &gt; \n&gt; &gt;  \n&gt; &gt;\n\n\n"
}