{
    "userId": 167737822,
    "authorName": "golfmandan@att.net",
    "from": "golfmandan@...",
    "profile": "twheels2many",
    "replyTo": "LIST",
    "senderId": "A9pFCe75-7-jnWN8Y-t1rMuso0Eb0IqtIFVNxGpRy9_7DOWkzV-CO7SWOU9UleEFhxf3aPCURKBM",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re:role of bushido",
    "postDate": "1080533184",
    "msgId": 4058,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDAzMjkyMDA0MDQwNi4yMzQ2OC44ZjRAYXR0Lm5ldD4="
    },
    "prevInTopic": 0,
    "nextInTopic": 4059,
    "prevInTime": 4057,
    "nextInTime": 4059,
    "topicId": 4058,
    "numMessagesInTopic": 9,
    "msgSnippet": "if i recall, we ve discussed the role of bushido before. It wasn t for keeping the samurai down, but for keeping them up. That is, in a society without any",
    "rawEmail": "Return-Path: &lt;golfmandan@...&gt;\r\nReceived: (qmail 15717 invoked from network); 29 Mar 2004 04:46:33 -0000\r\nReceived: from unknown (66.218.66.172)\n  by m11.grp.scd.yahoo.com with QMQP; 29 Mar 2004 04:46:33 -0000\r\nReceived: from unknown (HELO n6.grp.scd.yahoo.com) (66.218.66.90)\n  by mta4.grp.scd.yahoo.com with SMTP; 29 Mar 2004 04:46:33 -0000\r\nX-eGroups-Return: golfmandan@...\r\nReceived: from [66.218.66.121] by n6.grp.scd.yahoo.com with NNFMP; 29 Mar 2004 04:44:31 -0000\r\nX-Sender: golfmandan@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 88461 invoked from network); 29 Mar 2004 04:08:48 -0000\r\nReceived: from unknown (66.218.66.217)\n  by m10.grp.scd.yahoo.com with QMQP; 29 Mar 2004 04:08:48 -0000\r\nReceived: from unknown (HELO mtiwmhc13.worldnet.att.net) (204.127.131.117)\n  by mta2.grp.scd.yahoo.com with SMTP; 29 Mar 2004 04:08:47 -0000\r\nReceived: from 204.127.135.57 ([204.127.135.57])\n          by worldnet.att.net (mtiwmhc13) with SMTP\n          id &lt;2004032904062411300sl4r0e&gt;; Mon, 29 Mar 2004 04:06:24 +0000\r\nReceived: from [67.248.208.82] by 204.127.135.57;\n\tMon, 29 Mar 2004 04:06:24 +0000\r\nTo: samuraihistory@yahoogroups.com\r\nDate: Mon, 29 Mar 2004 04:06:24 +0000\r\nMessage-Id: &lt;032920040406.23468.8f4@...&gt;\r\nX-Mailer: AT&T Message Center Version 1 (Feb 13 2004)\r\nX-Authenticated-Sender: Z29sZm1hbmRhbkBhdHQubmV0\r\nX-eGroups-Remote-IP: 204.127.131.117\r\nFrom: golfmandan@...\r\nSubject: Re:role of bushido\r\nX-Yahoo-Group-Post: member; u=167737822\r\nX-Yahoo-Profile: twheels2many\r\nX-eGroups-Approved-By: kitsuno &lt;samurai-listowner@...&gt; via web; 29 Mar 2004 04:44:30 -0000\r\nX-eGroups-Remote-IP: 66.218.66.90\r\n\r\nif i recall, we&#39;ve discussed the role of bushido before. It wasn&#39;t for keeping the samurai down, but for keeping them &quot;up.&quot; That is, in a society without any wars, if you have a military class, you have to have some rational or emotional justification for continuing their benefits. Bushido made the samurai out to be more than just a soldier, and so attempted (I guess successfully) to justify his existence in the non-warring period. Kinda like for america, if we don&#39;t have any perceived military threats, we want to cut military spending. So what does the military do? Come up with all the &quot;be all you can be&quot; and &quot;army of one&quot; and &quot;we&#39;re looking for a few good men&quot; advertising campaigns... which glorifies the military in the public&#39;s eye, and gives it a purpose apart from war... namely the bettering of our citizens by education and experience. Bushido made samurai out to be &quot;honorable citizens&quot; or something to that effect...\n&gt; All sounds about right to me. But what I meant was that the bushido \n&gt; was used to keep samurai down in the edo jidai (i know it wasnt \n&gt; around earlier... im glad you do, because on the message board right \n&gt; now ive got a heated discussion on my hands with someone who \n&gt; disagrees.).\n&gt; I&#39;m sure it wasn&#39;t a conspiracy the way we think about it... but it \n&gt; was a useful tool utilized in this way nonetheless.\n&gt; \n&gt; --- In samuraihistory@yahoogroups.com, &quot;midorinotoradesu&quot; \n&gt; &lt;bkirkham@m...&gt; wrote:\n&gt; &gt; Now Kyle, I like that.  You have been fair with all of us by \n&gt; &gt; explaining what you meant. \n&gt; &gt; \n&gt; &gt; I do have some thoughts about the whole lineage thing.  I&#39;m not an \n&gt; &gt; expert, so I hope Tony will correct me if I&#39;m way off.  I do \n&gt; believe \n&gt; &gt; the practice of one on one combat existed in the early samurai \n&gt; &gt; period.  Even in the Gempei war many challanges were shouted to \n&gt; foes \n&gt; &gt; based on the existing honor system.  Many Samurai did call out \n&gt; their \n&gt; &gt; lineage before a battle.  Although it seems silly to us now, we \n&gt; have \n&gt; &gt; to remember how isolated Japan was from the rest of the world.  \n&gt; They \n&gt; &gt; had a system of fighting wars that was very different than any \n&gt; &gt; other...Until the Mongols invaded.  Then the Samurai began to wise \n&gt; &gt; up.  &quot;Hey, these Mongols don&#39;t really care about our family do \n&gt; they?&quot;  \n&gt; &gt; My understanding is that the Japanese were totally unprepared to \n&gt; &gt; fight a war with an organized mongolian military machine.  The \n&gt; &gt; Kamikaze came and literally saved Japan.  But the samurai were \n&gt; &gt; prepared the second time, and the preparations/strategic \n&gt; philosophies \n&gt; &gt; that followed changed the face of Samurai warfare.  \n&gt; &gt; \n&gt; &gt; Into the Sengoku is when Ashigaru are much more apparent in the \n&gt; &gt; armies.  Long after the lineage practice had been proven unwise by \n&gt; &gt; the Mongols (I know, they were actually Korean and Chinese \n&gt; &gt; conscripts).  So at this point I can&#39;t see them doing it either.\n&gt; &gt; \n&gt; &gt; Many years later, after a couple hundred years of peace, under the \n&gt; &gt; Tokugawa bakufu, Hagakure was written.  This is about the point \n&gt; that \n&gt; &gt; Bushido is crystalized into what we know today.  Prior to the \n&gt; &gt; peaceful Edo Jidai, much of the &quot;honor sytem&quot; wasn&#39;t based on \n&gt; those \n&gt; &gt; high and holy precepts that everyone thinks the samurai lived by.  \n&gt; It \n&gt; &gt; was only in the last years of the samurai that the bushido code \n&gt; would \n&gt; &gt; influence the population.\n&gt; &gt; \n&gt; &gt; I guess, I too get a little sick of generalizations.  I recently \n&gt; went \n&gt; &gt; to a banquet that had a presentation on Samurai and Kensei.  We \n&gt; were \n&gt; &gt; informed that the Samurai lived by the Bushido code.  They were \n&gt; &gt; warriors and role models that were bound by honor to better \n&gt; society.  \n&gt; &gt; They helped everyone gain greater understanding by standing for \n&gt; &gt; peace, justice, and the American way (well, they didn&#39;t really say \n&gt; &gt; that, but they might as well have).  Upon hearing this, I could \n&gt; hear \n&gt; &gt; Tony&#39;s voice with a resounding &quot;Bunk!&quot;  There were good and bad \n&gt; &gt; Samurai.  They didn&#39;t all live honorable and they Bushido code \n&gt; didn&#39;t \n&gt; &gt; affect most of the samurai period.  Surely, you must agree that \n&gt; they \n&gt; &gt; had some system of honor.  How else could we quantify a good or \n&gt; bad \n&gt; &gt; samurai?  But it wasn&#39;t &quot;Bushido&quot; persay.  Since &quot;Bushido&quot; did not \n&gt; &gt; exist in the Sengoku, it probably wasn&#39;t used to keep the troops \n&gt; in \n&gt; &gt; line.  I am sure that daimyo did manipulate their troops but it \n&gt; may \n&gt; &gt; have been much more simple and less dubious than you presume.  \n&gt; &gt; Promises of fame and fortune, political status, social status, \n&gt; pride, \n&gt; &gt; and land are other methods that could be used to obtain loyalty.  \n&gt; &gt; \n&gt; &gt; In short, I don&#39;t think that there was a universal conspiracy by \n&gt; &gt; leaders of the time, to devise a system to keep a brotha down.  \n&gt; That \n&gt; &gt; was not the &quot;purpose&quot; of honor or bushido, although it (like \n&gt; anything \n&gt; &gt; else) could be perverted and warped to serve sinister means.\n&gt; &gt; \n&gt; &gt; Brandon\n&gt; &gt; \n&gt; &gt; --- In samuraihistory@yahoogroups.com, &quot;Kyle Segall&quot; &lt;\n&gt; &gt; klancesegall@y...&gt; wrote:\n&gt; &gt; &gt; Try a little more than Shogun. Akechi Mitsuhide wouldn&#39;t have \n&gt; been \n&gt; &gt; &gt; thought so poor had he actually succeeded in becoming Shogun \n&gt; (his \n&gt; &gt; &gt; alliances not fallen apart, the mori finding out about \n&gt; nobunaga&#39;s \n&gt; &gt; &gt; death before hideyoshi). Don&#39;t kid yourself into think he really \n&gt; &gt; did \n&gt; &gt; &gt; anything special. Just dumb.\n&gt; &gt; &gt; The daimyo used bushido to keep troops loyal. Yes, some samurai \n&gt; &gt; &gt; really believed in it. Obviously, take a look at the Hagakure to \n&gt; &gt; see \n&gt; &gt; &gt; that. But these guys weren&#39;t the soldiers, they were the \n&gt; &gt; &gt; peacekeeping semi-beurocrats of the Edo jidai.\n&gt; &gt; &gt; You claim that all of Japan followed a system of honor... its \n&gt; true \n&gt; &gt; &gt; that confucian principles were generally followed, but thats far \n&gt; &gt; &gt; from a system of honor, especially what you&#39;re thinking about. \n&gt; &gt; Think \n&gt; &gt; &gt; about it; if you&#39;re a farmer, and you toil all day and sleep \n&gt; what \n&gt; &gt; &gt; little time you have off, what room is there for the &quot;honor&quot; \n&gt; that \n&gt; &gt; &gt; you think everyone followed? that they were too tired to ever do \n&gt; &gt; &gt; anything but be subserviant like the samurai the hagakure \n&gt; preaches \n&gt; &gt; &gt; about may be true... but that wasn&#39;t really out of a sense of \n&gt; &gt; honor.\n&gt; &gt; &gt; \n&gt; &gt; &gt; I don&#39;t recall all samurai calling out challenges... only the \n&gt; noble \n&gt; &gt; &gt; ones. I doubt an ashigaru wielding a spear was shouting, &quot;I am \n&gt; so-\n&gt; &gt; &gt; and-so, from so-and-so village! Come get some!&quot;\n&gt; &gt; &gt; \n&gt; &gt; &gt; And sorry about the snappy remarks... I&#39;m just SICK of all these \n&gt; &gt; &gt; kids thinking the Hagakure is the book of every samurai for \n&gt; every \n&gt; &gt; &gt; age, and that Akechi Mitsuhide was a unique person for his \n&gt; actions. \n&gt; &gt; &gt; Only famous for who he killed and how dumb he was in doing it.\n&gt; &gt; &gt; \n&gt; &gt; &gt; \n&gt; &gt; &gt;\n&gt; \n&gt; \n&gt; \n&gt; \n&gt; ---\n&gt; Samurai Archives: http://www.samurai-archives.com\n&gt; Samurai Archives store: http://www.cafeshops.com/samuraiarchives\n&gt; --- \n&gt; Yahoo! Groups Links\n&gt; \n&gt; \n&gt; \n&gt;  \n&gt; \n\n\n"
}