{
    "userId": 128739069,
    "authorName": "midorinotoradesu",
    "from": "&quot;midorinotoradesu&quot; &lt;bkirkham@...&gt;",
    "profile": "midorinotoradesu",
    "replyTo": "LIST",
    "senderId": "DcUISGqQyIiIXRFo18PHlyO6iwa8wWP4mMiMHXVwsQ9QjMrIUGzX3DZajOBGgzZ9wVarUXa894q-jLPQXzctCw9EeJmn99rrSPLdiw",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re:role of bushido",
    "postDate": "1080546030",
    "msgId": 4059,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGM0OGp0ZSttY2lyQGVHcm91cHMuY29tPg==",
        "inReplyToHeader": "PDAzMjkyMDA0MDQwNi4yMzQ2OC44ZjRAYXR0Lm5ldD4="
    },
    "prevInTopic": 4058,
    "nextInTopic": 4061,
    "prevInTime": 4058,
    "nextInTime": 4060,
    "topicId": 4058,
    "numMessagesInTopic": 9,
    "msgSnippet": "Kinda like for america, if we don t have any perceived military threats, we want to cut military spending. So what does the military do? Come up with all the",
    "rawEmail": "Return-Path: &lt;bkirkham@...&gt;\r\nX-Sender: bkirkham@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 57717 invoked from network); 29 Mar 2004 07:41:03 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m6.grp.scd.yahoo.com with QMQP; 29 Mar 2004 07:41:03 -0000\r\nReceived: from unknown (HELO n13.grp.scd.yahoo.com) (66.218.66.68)\n  by mta5.grp.scd.yahoo.com with SMTP; 29 Mar 2004 07:41:02 -0000\r\nReceived: from [66.218.67.163] by n13.grp.scd.yahoo.com with NNFMP; 29 Mar 2004 07:40:31 -0000\r\nDate: Mon, 29 Mar 2004 07:40:30 -0000\r\nTo: samuraihistory@yahoogroups.com\r\nMessage-ID: &lt;c48jte+mcir@...&gt;\r\nIn-Reply-To: &lt;032920040406.23468.8f4@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 3223\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-eGroups-Remote-IP: 66.218.66.68\r\nFrom: &quot;midorinotoradesu&quot; &lt;bkirkham@...&gt;\r\nSubject: Re:role of bushido\r\nX-Yahoo-Group-Post: member; u=128739069\r\nX-Yahoo-Profile: midorinotoradesu\r\n\r\n Kinda like for america, if we don&#39;t have any perceived military \nthreats, we want to cut military spending. So what does the military \ndo? Come up with all the &quot;be all you can be&quot; and &quot;army of one&quot; and \n&quot;we&#39;re looking for a few good men&quot; advertising campaigns... which \nglorifies the military in the public&#39;s eye, and gives it a purpose \napart from war... namely the bettering of our citizens by education \nand experience. Bushido made samurai out to be &quot;honorable citizens&quot; \nor something to that effect...\n\nI have to disagree with you here.  The military does not come up with \nadvertising campaigns to glorify the military in the public&#39;s eye.  \nHow does spending more of the military budget on advertising give the \nmilitary any more money.  A portion of the budget is allotted to \nrecruit and retain personnel through these campaigns.  This was an \nimportant issue about 5 years ago.  The military branches were all \nsignificantly under mandated strength numbers.\n\nIf you want to cut military spending (or more aptly if congress wants \nto do so) there isn&#39;t much the military can do about it.  Congress \nmakes laws about force budgets and limitaions on force strength (the \nnumber of personnel in each branch).  Perception is an important \nissue and some people do percieve that we aren&#39;t in need of a \nmilitary.  Perceptions are not always the truth.  Your perception and \nmy perception may be completely different.  \n\nRelating back to the samurai, there is always a need for military \npower.  In the samurai days it may have been for civil obedience \noutside the existance of a war.  As for America&#39;s military, I&#39;d \nchallenge you to name a period in recent history that they weren&#39;t \ninvovled in some conflict.  U.S. forces have been reduced by more \nthan half.  The military performs the same job with less people. The  \nmilitary also serves the purpose of civil protection, aid natural \ndisaster victims, and any other emergency of national or local \nimportance. \n\n The U.S. military is very different from the samurai.  Japan was \nisolated from most of the world.  By their own choice and because of \ngeography.  The U.S. military deals with global issues.  A military \ndealing only with its own country&#39;s problems has different demands. \nIn which case your second assertion may bear some truth.  Only some \ntruth becuase I believe the samurai were in a postion like many \ndictatorships in the world.  They possessed the frightening might or \nthe military and didn&#39;t require justifying themselves to the \npopulation they ruled.  If the peasants didn&#39;t like it; what would \nthey do about it?  They odd situation with Japan is that they had 2 \npositions of power.  Shogun and Emperor.  Periods existed when the \nEmperor possessed all the power and there were times when the Emperor \nwas only a puppet.  The peasants were&#39;nt the only ones who didn&#39;t \nlike the system.  The Emperor didn&#39;t and he did something about it.  \nNo matter how the samurai class may have been &quot;justified&quot; the Emperor \ndecided that the weren&#39;t needed and that a new military needed to be \nformed to progress the nation into modern times.  \n\nImportant to note that he still thought a military was important just \nnot the one they had.\n\nBrandon\n\n\n"
}