{
    "userId": 0,
    "authorName": "Heijoshin@aol.com",
    "from": "Heijoshin@...",
    "replyTo": "LIST",
    "senderId": "wJXYLKtXhgHGUWDI1vHvf0Swk9WaiaLEYZQHKHkS_94aXw_JcNwGAoN9XwoOsoCB_WwfvIWtaT0",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [samuraihistory]",
    "postDate": "1007230736",
    "msgId": 409,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDkuMWY2Yjg1OGQuMjkzYTc5MTBAYW9sLmNvbT4="
    },
    "prevInTopic": 0,
    "nextInTopic": 0,
    "prevInTime": 408,
    "nextInTime": 410,
    "topicId": 409,
    "numMessagesInTopic": 1,
    "msgSnippet": "This is an interesting response. European fencing places the sword the furest away from the body than any other sword art.  Therefore it styles are modified",
    "rawEmail": "Return-Path: &lt;Heijoshin@...&gt;\r\nReceived: (qmail 80700 invoked from network); 2 Dec 2001 03:11:13 -0000\r\nReceived: from unknown (216.115.97.171)\n  by m3.grp.snv.yahoo.com with QMQP; 2 Dec 2001 03:11:13 -0000\r\nReceived: from unknown (HELO n8.groups.yahoo.com) (216.115.96.58)\n  by mta3.grp.snv.yahoo.com with SMTP; 2 Dec 2001 03:11:13 -0000\r\nX-eGroups-Return: Heijoshin@...\r\nReceived: from [10.1.1.35] by n8.groups.yahoo.com with NNFMP; 02 Dec 2001 03:11:13 -0000\r\nX-eGroups-Approved-By: kitsuno@... via web; 02 Dec 2001 03:11:09 -0000\r\nX-Sender: Heijoshin@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (EGP: mail-8_0_0_1); 1 Dec 2001 18:19:01 -0000\r\nReceived: (qmail 13822 invoked from network); 1 Dec 2001 18:18:59 -0000\r\nReceived: from unknown (216.115.97.171)\n  by m5.grp.snv.yahoo.com with QMQP; 1 Dec 2001 18:18:59 -0000\r\nReceived: from unknown (HELO imo-d06.mx.aol.com) (205.188.157.38)\n  by mta3.grp.snv.yahoo.com with SMTP; 1 Dec 2001 18:18:59 -0000\r\nReceived: from Heijoshin@...\n\tby imo-d06.mx.aol.com (mail_out_v31_r1.9.) id r.9.1f6b858d (4247)\n\t for &lt;samuraihistory@yahoogroups.com&gt;; Sat, 1 Dec 2001 13:18:56 -0500 (EST)\r\nMessage-ID: &lt;9.1f6b858d.293a7910@...&gt;\r\nDate: Sat, 1 Dec 2001 13:18:56 EST\r\nSubject: Re: [samuraihistory]\r\nTo: samuraihistory@yahoogroups.com\r\nMIME-Version: 1.0\r\nX-Mailer: AOL 7.0 for Windows US sub 118\r\nFrom: Heijoshin@...\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nThis is an interesting response.\nEuropean fencing places the sword the furest away from the body than any \nother sword art.  Therefore it styles are modified for more straight in \nattacks.  Scoring with the tip instead of the side of the blade so to speak.\nSheild and sword can also be straight in however there differences.  The \nsheild is used to block and also deflect to the side for a return side of \nblade cut.  When this happens the body dynamics are more side to side or \nobleaque than straight in.  The sheild colaspes or moves way left, either way \nprotect the heart from side and forward attacks.  It also prevents other \nforms of damage coming from your opponent.  The opponents are in very close \nto each other.  Unlike fencing where it is difficult to reach out and place \nyour hand on your opponent you can use grabs, shoulders, stepping on feet, \nthigh kicks with the knees in sword and sheild.  If you want to strike your \nopponent, the sword arm comes forward for the strike.  Hence, the heart is \nprotected.  It needs to come past the sheild to do this.  If the sheild is \nstill in front of you then you are facing your opponent square on.  Sword and \nsheild have been used as a means of fighting alot longer than the refined \nfencing styles.\nHowever, the point is to compare to japanese sword arts.  The katana is a \nside of the blade weapon more so that a tip type blade.  It attacks are close \nin and more from a side angle than the up in the face, high over head, open \nyour belly style.  Both hands tend to come into use for in feild combat \npurposes.  This would place the attack perpendicular the the opponents \ncenter.  When enterening or leaving the current attack, youe generally can \nswitch to a single right hand to create or remain in contact with the \nopponent.  The handle of the katanas in the 15th through the 18th century \nwere longer for more leverage and srtength with the blade.  The strengh was \nneeded for close contact.  If you move up to later time frames, the length of \nthe handles were shortened for style reason more than combat reasons.  The \ngentleman were bumping into things with the longer blades and handles being \nword in their belts.  This lead to single hand style iaido.  The blades were \nalso lightened with grooves.\nAll of this become apparent when you have these different blades in hand and \ncan try them out.\nNo disrespect but arguing about right and left handed practioners of the \nsword arts is of no value.  The dogma of any ART lies within the practioner \nand their understand of its application.  There are excpetions to everything. \n Some things are better to do one way and others not.  But if the practioner \ncan make a ART work for them using nondogmatic ways than so be it.  Lets not \nget started on exceptions.  The Japanese made rules for everything.  This is \na way to control a society.  The rules and teachings of sword arts are \ncreated for specific reasons.  Ask a swordmaster this question for his \nunderstanding.  Each one you ask will have a different reason.  Ask Toshiro \nObata at www.shinkendo.com or James Williams at www.bugei.com.\nIf anyone needs to have this go further, I suggest take lessons in multiple \nsword arts, read about blade combat tatics, and move on.\nI have a whole lot more but I think you get the point.\n\nHeijoshin\n\n\n\n&gt; &gt; In European Swordsmanship, the right hand is used for the sword because it\n&gt; &gt; places the heart furthest away from the attacker.  Safer place to have \n&gt; it.\n&gt; &gt; The left hand was used for a shield to protect the heart.\n&gt; &gt;\n&gt; \n&gt; Sorry, this is horribly false.\n&gt; \n&gt; The sword was in the dominant hand. I&#39;ve fenced with many a lefty.\n&gt; \n&gt; For the record, sword-and-shield  combat is the opposite of fencing. In the\n&gt; former, the shield side is in FRONT (because the shield is BETWEEN you and\n&gt; the opponent) and if you&#39;re left handed that puts your &quot;heart&quot; closer to \n&gt; the\n&gt; opponent, and the sword farther back. In fencing, your sword is out in \n&gt; front\n&gt; because you want the maximum distance between you and the opponent. If \n&gt; you&#39;re\n&gt; a lefty, your left side faces; if a righty, your right side faces.\n&gt; \n&gt; There have been left-handed rapiers and so on, so it&#39;s pretty clear that\n&gt; there were lefties fighting in Europe.\n&gt; \n&gt; Tony\n\n\nScott Erickson\nHeijoshin@...\n\n\n\n[Non-text portions of this message have been removed]\n\n\n\n"
}