{
    "userId": 0,
    "authorName": "Alexander M. Frazier",
    "from": "&quot;Alexander M. Frazier&quot; &lt;punish10@...&gt;",
    "replyTo": "LIST",
    "senderId": "47Bzd8BZC9SuWkeFUnRZXPfTk2cXo16TAVjZBCVDbf5X2Jiuj0YXZ2_RV1_VQ226v5STbw2zZr7KNBgL2W2GBfuinjdPpFs6z8cBPMkMOmB2oGfQgs4",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [samuraihistory] TO: Mr. Frazier AND TO: Mr. Baker",
    "postDate": "1007290706",
    "msgId": 413,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDAwMTcwMWMxN2IyMCQ0NGYyODk0MCRmMTkzMTQ0MkBjb21wdXRlcj4=",
        "referencesHeader": "PDIwMDExMTMwMTUwMTI1LjUwMjcwLnFtYWlsQHdlYjEwMzAyLm1haWwueWFob28uY29tPiA8MDEyYTAxYzE3YTNkJGE5MjhjNjYwJGU2ZjU4NjlmQGRhZWRhbHVzPg=="
    },
    "prevInTopic": 408,
    "nextInTopic": 426,
    "prevInTime": 412,
    "nextInTime": 414,
    "topicId": 408,
    "numMessagesInTopic": 4,
    "msgSnippet": "KUMO, It is apparent that YOU are the one not reading. You seem to be so wrapped up in defending your rude behavior that you missed what I was saying. SEE",
    "rawEmail": "Return-Path: &lt;punish10@...&gt;\r\nReceived: (qmail 62936 invoked from network); 5 Dec 2001 05:06:35 -0000\r\nReceived: from unknown (216.115.97.172)\n  by m8.grp.snv.yahoo.com with QMQP; 5 Dec 2001 05:06:35 -0000\r\nReceived: from unknown (HELO n24.groups.yahoo.com) (216.115.96.74)\n  by mta2.grp.snv.yahoo.com with SMTP; 5 Dec 2001 05:06:37 -0000\r\nX-eGroups-Return: punish10@...\r\nReceived: from [216.115.96.40] by n24.groups.yahoo.com with NNFMP; 05 Dec 2001 05:06:37 -0000\r\nX-eGroups-Approved-By: kitsuno &lt;kitsuno@...&gt; via web; 05 Dec 2001 05:06:33 -0000\r\nX-Sender: punish10@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (EGP: mail-8_0_0_1); 2 Dec 2001 07:49:57 -0000\r\nReceived: (qmail 17401 invoked from network); 2 Dec 2001 07:49:56 -0000\r\nReceived: from unknown (216.115.97.172)\n  by m2.grp.snv.yahoo.com with QMQP; 2 Dec 2001 07:49:56 -0000\r\nReceived: from unknown (HELO imf03bis.bellsouth.net) (205.152.58.163)\n  by mta2.grp.snv.yahoo.com with SMTP; 2 Dec 2001 07:49:56 -0000\r\nReceived: from computer ([66.20.147.241]) by imf03bis.bellsouth.net\n          (InterMail vM.5.01.01.01 201-252-104) with SMTP\n          id &lt;20011202075105.IETY16055.imf03bis.bellsouth.net@computer&gt;\n          for &lt;samuraihistory@yahoogroups.com&gt;;\n          Sun, 2 Dec 2001 02:51:05 -0500\r\nMessage-ID: &lt;001701c17b20$44f28940$f1931442@computer&gt;\r\nTo: &lt;samuraihistory@yahoogroups.com&gt;\r\nReferences: &lt;20011130150125.50270.qmail@...&gt; &lt;012a01c17a3d$a928c660$e6f5869f@daedalus&gt;\r\nSubject: Re: [samuraihistory] TO: Mr. Frazier AND TO: Mr. Baker\r\nDate: Sun, 2 Dec 2001 02:58:26 -0800\r\nMIME-Version: 1.0\r\nContent-Type: text/plain;\n\tcharset=&quot;iso-8859-1&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 5.00.2919.6600\r\nX-MimeOLE: Produced By Microsoft MimeOLE V5.00.2919.6600\r\nFrom: &quot;Alexander M. Frazier&quot; &lt;punish10@...&gt;\r\n\r\nKUMO,\n\nIt is apparent that YOU are the one not reading. You seem to be so wrapped\nup in defending your rude behavior that you missed what I was saying.\nSEE BELOW. I have added my own comments to yours.\n\n----- Original Message -----\nFrom: &quot;KUM0&quot; &lt;kum0@...&gt;\nTo: &lt;samuraihistory@yahoogroups.com&gt;\nSent: Friday, November 30, 2001 11:43 PM\nSubject: [samuraihistory] TO: Mr. Frazier AND TO: Mr. Baker\n\n\n&gt; In this e-mail:\n&gt;\n&gt; TWO MESSAGES, The first adressed to Mr. Baker,\n&gt; The SECOND adressed to Mr. Frazier\n&gt;\n&gt; ========================================\n&gt;\n&gt; TO: MR. BAKER,\n&gt;\n&gt; Thank you.\n&gt;\n&gt; Even after I bite your head off, (which you apologised for provoking\nanyway out of a good heart, even though you were not wrong in\n&gt; the first place), you then stand up for me.\n&gt; You are a very kind person, and I am sorry to you for any insult that I\nmade to you, ever.\n&gt; Whether you were wrong or not is not the case as you were not wrong to\nexpress your opinion in the first place and meant no offence\n&gt; anyway.\n&gt; Therefore I was wrong and apologise to you.\n&gt;\n&gt; Kumo.\n&gt;\n&gt; Natsu-gusa ya\n&gt; Tsuamono-domo ga\n&gt; yume no ato\n&gt;\n&gt; - Basho Matsuo.\n&gt;   (1644 - 1694)\n&gt;\n&gt; ---------------------------\n&gt; TO: MR. FRAZIER\n&gt;\n&gt; Read between your paragraphs for responses:\n&gt;\n&gt; ----- Original Message -----\n&gt; From: Alexander M. Frazier\n&gt;\n&gt; &gt; KUMO ...\n&gt;\n&gt; &gt; Are you ten years old?\n&gt;\n&gt; * What is wrong with ten year olds?\n&gt; ** Nothing if you ARE ten years old. If you are a grown man acting like a\nten year old, there is a big problem with it in adult society.\n&gt; &gt; If you disagree with someone, so be it, but that was the rudest display\nof adolescent behavior I have seen in a very long time.\n&gt; &gt; Show some respect.\n&gt; &gt; People from various martial arts are passed verbal transmissions of\ntheir &quot;history&quot; and the reasons for various traditions\n&gt; &gt; revolving around that art.\n&gt; &gt; As mentioned in this diatribe, I am a student of Aikido. Daito ryu more\nspecifically. In our art, the hakama is gifted to a\n&gt; &gt; shodan. It is believed by our shihan that the hakama was worn for both\nceremony and ease of movement for combat in an &quot;in-house&quot;\n&gt; &gt; circumstance. In another art there may have been different traditions or\ncircumstances surrounding its use.\n&gt;\n&gt; * Who questioned another ryu&#39;s use of the Hakama? NO-ONE.\n** Let me just quote you on this one first. &quot;Did you invent the Hakama and\ndevise it&#39;s uses? I believe that you didn&#39;t. You only know of it&#39;s uses\ninside Budo as you learn it, and are in no position to comment on any other\narts uses of the hakama.&quot;\n** What I had to say was not intended or designed to question anything. You\nslammed him for expressing what he was taught, and I was trying to show that\ndifferent arts are taught different things. He wasn&#39;t wrong by having\nincomplete information. You, on the other hand, were very wrong in being so\nrude about it as though you were the authority on the subject.\n\n\n&gt;\n&gt; &gt; However, regardless of any one teaching, you must consider the fact that\nthe hakama was Japanese\n&gt;\n&gt; * Who said that the Hakama wasn&#39;t/isn&#39;t Japanese? NO-ONE.\n** Lovely how you broke this sentence in half to twist its meaning.\n&gt;\n&gt; &gt; not the tool of martial arts.\n&gt;\n&gt; * And how do you then account for it&#39;s additional and specific uses in the\narts?\n** I account for it the same way I account for Indians discovering the added\nbonus of a warm pelt after eating the buffalo. The Japanese wore it, and\nwonder of wonders, it was really easy to move in it. Go figure.\n&gt; * It is in fact BOTH, Japanese and a TOOL of the arts.\n&gt; * You seem to have missed this.\n&gt; ** It IS both, but it may not necessarily have ALWAYS been both.\n&gt; &gt; It was worn by practitioners and &quot;lay&quot; folk alike.\n&gt;\n&gt; * Who said that it wasn&#39;t worn by many kinds of people? NO-ONE.\n** By bringing up the point that everyone wore them, I was simply showing\nthat it was not designed for any specific martial purpose. It was a garment.\nAnd your comments as referenced above were unnecessary.\n&gt;\n&gt; &gt; Martial arts all stemmed from India and developed into numerous styles\nover many generations throughout all of the orient, taking\n&gt; &gt; on various characteristics by each major clan and teacher. The hakama\nwas just a garment that simply followed the Japanese during\n&gt; &gt; their day, and when one clan broke from another ... or one family\ndivided and became two ... when they moved on they took their\n&gt; &gt; hakamas with them. Perhaps after the fact each determined that it had\ncertain combative attributes. Who can truly say?\n&gt;\n&gt; * Hmmmmm, I don&#39;t know..... maybe the GRAND MASTERS?\n** Another childish response.\n&gt;\n&gt; &gt; I know that YOU weren&#39;t there any more than Eric was, so certainly you\ncan&#39;t answer the question with any more authority than he\n&gt; &gt; could.\n&gt;\n&gt; * Who questioned Mr. Baker&#39;s authority on the use of the Hakama? NO-ONE.\n** Ummm, you did! Let me go ahead and quote you again. &quot;Did you invent the\nHakama and devise it&#39;s uses? I believe that you didn&#39;t. You only know of\nit&#39;s uses inside Budo as you learn it, and are in no position to comment on\nany other arts uses of the hakama.&quot;\n&gt;\n&gt; &gt; In any case, people have different reasons for the things they think and\nbelieve, and not all of it is rootless. Unless YOU\n&gt; &gt; are the expert on all these matters, which I do not believe you are, try\nto have a little sensitivity in rebuking information you\n&gt; &gt; BELIEVE is incorrect.\n&gt;\n&gt; * Next time you feel the need to go on, ...and on, ...and on about things\nthat you have no clue about, Don&#39;t. Supress the need to BE\n&gt; * WRONG ABOUT EVERYTHING IN YOUR E-MAIL THAT YOU ACCUSE ME OF.\n** Seems to me that I was right on target about everything I had to say. You\nshould consider being a writer. They are all touchy and critical like you,\nand they love rebutting criticism over even a single word.\n&gt;\n&gt; * Included is a copy of my e-mail to Mr. Baker. Please re-read it, as you\npaid no attention to it last time, and must have been\n&gt; * looking slightly off-screen while typing, looking at the television or\nsomething.\n&gt; * THEN, when you understand what I was expressing, please e-mail me\nprivately, because I would hope that you do not\n&gt; * enjoy embarrassing yourself any more than you have on this matter.\n** Here is my email punish10@...\n** If you choose to stop making a fool of YOURself and choose to rebut\nprivately, I will be happy to discuss things in more detail on a personal\nbasis. However, you are crazy if you think you are going attempt to demean\nme on a public message and not get a worthy response of a like kind. Most\nespecially when it all stemmed from your rude message to another member of\nthis message group.\n&gt;\n&gt; &gt; Alex\n&gt;\n&gt; * AGAIN, THIS IS THE LAST ON THIS MATTER. YOU SEEMED TO HAVE MISSSED THAT\nLAST TIME.\n&gt; * AND MY INVITATION TO E-MAIL ME PRIVATELY.\n&gt; * IT IS HOPED THAT IN CAPS IT WILL BE HARDER TO OVERLOOK THIS TIME.\n&gt;\n&gt; Kumo.\n&gt;\n&gt; Natsu-gusa ya\n&gt; Tsuamono-domo ga\n&gt; yume no ato\n&gt;\n&gt; - Basho Matsuo.\n&gt;   (1644 - 1694)\n&gt;\n&gt; Flollowing is my e-mail to Mr. Baker.\n&gt; =========================\n&gt;\n&gt; ----- Original Message -----\n&gt; From: KUM0\n&gt; Subject: The ignorant\n&gt;\n&gt; * Mr. Baker,\n&gt;\n&gt; &gt; I am sorry\n&gt;\n&gt; * Do not be sorry, for you cannot change. And would not where it even for\nthe better.\n&gt;\n&gt; &gt; but I have practiced Budo for over 12 years of my life.\n&gt;\n&gt; * A commendable time spent learning. Kudos.\n&gt;\n&gt; &gt; I have to disagree.  There are all kinds of ideas that the Hakama was\nworn to disguise movement or position.  This is simply not\n&gt; &gt; true.\n&gt;\n&gt; * Did you invent the Hakama and devise it&#39;s uses? I believe that you\ndidn&#39;t. You only know of it&#39;s uses inside Budo as you learn it,\n&gt; * and are in no position to comment on any other arts uses of the hakama.\n&gt;\n&gt; &gt; The Samurai when going in to combat without armor preffered to were\nthere hakama tucked up some under the Obi.\n&gt;\n&gt; * As does anybody with an ounce of common sense.\n&gt;\n&gt; &gt; This allowed full movement without tripping on the hakama itself.(anyone\nwho practices Aikido has had this happen)\n&gt;\n&gt; * I agree. This I have seen for myself.\n&gt;\n&gt; &gt; When wearing armor they didn&#39;t even wear\n&gt; &gt; hakama so it did not apply.\n&gt;\n&gt; * However, I don&#39;t believe that this paragraph has anything atall to do\nwith the subject matter being discussed.\n&gt;\n&gt; &gt; The Word &quot;ninja&quot; is not hstorically correct and neither is their movie\nincarnation.  They were usually reffered to as Shinobi and\n&gt; &gt; originally were not as specialized as the movies make them appear.\n&gt; &gt; They were used to set fire to enemy encampments and castles in order to\ncause confusion.  Sometimes rarely they would be employed\n&gt; &gt; to kill.  But I have heard of very few if any cases with the latter.  A\ngood book on the subject of the origin and truths behind\n&gt; the\n&gt; &gt; &quot;Ninja&quot; is Stephen Turnbulls, Ninja.  It is very hard to get ahold of\nand has to be ordered from Europe but is worth the\n&gt; &gt; price.\n&gt; &gt; There are alot of myths regarding the history of the Martial arts.(Ninja\nEspecially)\n&gt;\n&gt; * Who mentioned movies? Who mentioned historically correct details\nregarding the ninja? How would you be an authority on the ninja?\n&gt; * You study Budo by your own admission. It is very rude by every cultures\nbeliefs to denounce that of which you are ignorant.\n&gt;\n&gt; * And ignorant of such matters you are.\n&gt;\n&gt; * Whether the term &quot;Ninja&quot; appeared in Japan  _ever_  is no matter.\nNowdays it is an accepted layman&#39;s term. Whether you like it or\n&gt; * not. And the world will use it without you.\n&gt;\n&gt; * I have respect for the way of Bu, but not for you, because you are\nignorant, and have no respect for anything but your own\n&gt; * &quot;knowledge&quot;. Of which you probably know nothing outside of Budo\nteachings, and the odd bit of book reading here or there by\n&gt; authors\n&gt; * who are also no authority on the subjects which they publish books on.\n&gt;\n&gt; * That is my last comment on the matter on the list, if you wish to\ncomment youself, which you no doubt would accept to do without\n&gt; * thought, then you have my e-mail address and have my invitation to mail\nme personally for any reason.\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt;\n&gt; Samurai Archives: http://www.samurai-archives.com\n&gt; ---\n&gt; To unsubscribe from this group, send an email to:\n&gt; samuraihistory-unsubscribe@yahoogroups.com\n&gt;\n&gt;\n&gt;\n&gt; Your use of Yahoo! Groups is subject to http://docs.yahoo.com/info/terms/\n&gt;\n&gt;\n\n\n\n\n"
}