{
    "userId": 154423207,
    "authorName": "Michael Lorimer",
    "from": "=?iso-8859-1?q?Michael=20Lorimer?= &lt;mijalo_jp@...&gt;",
    "profile": "mijalo_jp",
    "replyTo": "LIST",
    "senderId": "dDC19ofXfA2ZncHbHC6g2Yw5JkONh7nFMpe49bOQO6E91mAY9l-ng9WZGK_C7EjuBHct1Lp8Nhmii2ipcRsYIqFzpSea1uFrxpxxZ_iKNJFxhxNSCKXNZbAzqPjN3IJScQ",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [samuraihistory] WWII... why?",
    "postDate": "1081769609",
    "msgId": 4206,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDQwNDEyMTEzMzI5LjQ0OTAucW1haWxAd2ViNjAyMDcubWFpbC55YWhvby5jb20+",
        "inReplyToHeader": "PEQwNkNFN0E1LThDMzktMTFEOC1CMjIxLTAwMDM5Mzk2MkY5OEBkb25rZXlpc2xhbmQuY29tPg=="
    },
    "prevInTopic": 4203,
    "nextInTopic": 4210,
    "prevInTime": 4205,
    "nextInTime": 4207,
    "topicId": 4198,
    "numMessagesInTopic": 27,
    "msgSnippet": "I feel in terms of diplomacy Japan couldn t back down. It had shown its military capability, both naval and on land, during the Russo-Japanese War, but",
    "rawEmail": "Return-Path: &lt;mijalo_jp@...&gt;\r\nReceived: (qmail 32231 invoked by uid 7800); 12 Apr 2004 15:45:37 -0000\r\nX-Sender: mijalo_jp@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 14054 invoked from network); 12 Apr 2004 11:33:31 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m23.grp.scd.yahoo.com with QMQP; 12 Apr 2004 11:33:31 -0000\r\nReceived: from unknown (HELO web60207.mail.yahoo.com) (216.109.118.102)\n  by mta5.grp.scd.yahoo.com with SMTP; 12 Apr 2004 11:33:31 -0000\r\nMessage-ID: &lt;20040412113329.4490.qmail@...&gt;\r\nReceived: from [221.89.96.33] by web60207.mail.yahoo.com via HTTP; Mon, 12 Apr 2004 12:33:29 BST\r\nDate: Mon, 12 Apr 2004 12:33:29 +0100 (BST)\r\nTo: samuraihistory@yahoogroups.com\r\nIn-Reply-To: &lt;D06CE7A5-8C39-11D8-B221-000393962F98@...&gt;\r\nMIME-Version: 1.0\r\nX-eGroups-Remote-IP: 216.109.118.102\r\nFrom: =?iso-8859-1?q?Michael=20Lorimer?= &lt;mijalo_jp@...&gt;\r\nSubject: Re: [samuraihistory] WWII... why?\r\nX-Yahoo-Group-Post: member; u=154423207\r\nX-Yahoo-Profile: mijalo_jp\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\nX-eGroups-Approved-By: &lt;westce@...&gt; via email; 12 Apr 2004 15:45:37 -0000\r\n\r\nI feel in terms of diplomacy Japan couldn&#39;t back down. It had shown its military capability, both naval and on land, during the Russo-Japanese War, but effectively ganged-up upon by the more mature diploatic powers, Japan received nothing from the War other than, in many poltical and military circles, a revanchist attitude not too dissimilar to the French Right and Left of the Third Republic between 1871-1914. Driven as much by this attitude of pride and a stubborn willingness to ignore the obvious, Japan&#39;s leadership willingly blundered into the War, succeeding in antagonizing the USA, the UK, and a host of other colonizers and dominions, aswell China. The same lack of forethought that drove them against the NT of Australia (were they going to march to Adelaide down The Track??) was what kept them going. \nAnd at this stage of tragic proceedings, would the Allies have negotiated a settlement if the Japanese had appeared willing. American attitudes were akin to those of more recent years; an attack on the American nation, state, and way of life. Roosevelt was in little doubt that revenge had to be taken, an attitude willingly shared by Churchill. And the Nationalists or Communists in China? \nPerhaps by comparing this to the samurai spirit is degrading the samurai. While samurai armies were composed of a corps of trusted retainers and &#39;captains&#39;, the majority, whether ashigaru were samurai, were agriculturalists.  Wars were generally fought around the agricultural calendar. Their loyalty ran to what was at stake; their property. There were few mass suicides or massive &#39;bloodbath&#39; battles, the daimyo and their troops had more sense; more often than not a daimyo surrendered and in return was confirmed in his estates, upon condition of loyalty. Perhaps in the Japanese High Command in 1943/44 should have done the same to save themselves, rather than pursuing an impossible dream in the remodelled spirit of the samurai.That&#39;s just my opinion anyways.\nM.Lorimer   \n \n\nCesare Polenghi &lt;cepo@...&gt; wrote:\nAccording to Mass (the former Japanese historian at Stanford), the \nsamurai spirit was alive and kicking until the forties. Thus I hope I \nam not going off-topic here. Ok, once I am done with my excuse, here is \nmy question: the Japanese campaign in East Asia and in the Pacific was \nclearly a hopeless hyperbole. There was NO WAY the Japanese could \ncontrol and man such a vast area. After Guadalcanal, then, it was clear \nthat the wind had changed, still there was room for diplomacy, either \nwith the US and perhaps with what was left of China and the Soviets. \nBut the Japanese kept fighting and dying until August 1945.\nWhy?\nI have my own theories, but before throwing them on the table, I&#39;d love \nto hear from some of you.\nThanks\ncepo\nPS= subquestion; is the &quot;Thin Red Line&quot; a good movie? Worth 3 hours of \nmy life and the $3,99 at block buster?\n\n\n\n---\nSamurai Archives: http://www.samurai-archives.com\nSamurai Archives store: http://www.cafeshops.com/samuraiarchives\n--- \n\n\n\n---------------------------------\nYahoo! Groups Links\n\n   To visit your group on the web, go to:\nhttp://groups.yahoo.com/group/samuraihistory/\n  \n   To unsubscribe from this group, send an email to:\nsamuraihistory-unsubscribe@yahoogroups.com\n  \n   Your use of Yahoo! Groups is subject to the Yahoo! Terms of Service. \n\n\n\t\t\n---------------------------------\n  Yahoo! Messenger - Communicate instantly...&quot;Ping&quot; your friends today! Download Messenger Now\n\n[Non-text portions of this message have been removed]\n\n\n"
}