{
    "userId": 145759856,
    "authorName": "Kitsuno",
    "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
    "profile": "kitsuno",
    "replyTo": "LIST",
    "senderId": "U6wi8Caq-SrEtHtkc6Dr6kXBqFXtVQd_uSZHiDPzxUxHEv9SL93i4fM10cEQ3mCwlN_L_MvRiwW0emLl0ZMZUDwET0wDmRzeeBAUo1hi6AGsLk_hptBFFPw",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "The Twilight Samurai",
    "postDate": "1084743335",
    "msgId": 4361,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGM4OG1yNyt2YzI5QGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 4364,
    "prevInTime": 4360,
    "nextInTime": 4362,
    "topicId": 4361,
    "numMessagesInTopic": 6,
    "msgSnippet": "A samurai film of rare depth and sensitivity From SFGate.com The Twilight Samurai: Starring Hiroyuki Sanada, Rie Miyazawa. Directed by Yoji Yamada. Written by",
    "rawEmail": "Return-Path: &lt;samurai-listowner@...&gt;\r\nX-Sender: samurai-listowner@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 53746 invoked from network); 16 May 2004 21:35:38 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m24.grp.scd.yahoo.com with QMQP; 16 May 2004 21:35:38 -0000\r\nReceived: from unknown (HELO n18.grp.scd.yahoo.com) (66.218.66.73)\n  by mta3.grp.scd.yahoo.com with SMTP; 16 May 2004 21:35:38 -0000\r\nReceived: from [66.218.67.161] by n18.grp.scd.yahoo.com with NNFMP; 16 May 2004 21:35:37 -0000\r\nDate: Sun, 16 May 2004 21:35:35 -0000\r\nTo: samuraihistory@yahoogroups.com\r\nMessage-ID: &lt;c88mr7+vc29@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 3383\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-eGroups-Remote-IP: 66.218.66.73\r\nFrom: &quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;\r\nSubject: The Twilight Samurai\r\nX-Yahoo-Group-Post: member; u=145759856\r\nX-Yahoo-Profile: kitsuno\r\n\r\nA samurai film of rare depth and sensitivity\n\nFrom SFGate.com\n\nThe Twilight Samurai: Starring Hiroyuki Sanada, Rie Miyazawa. \nDirected by Yoji Yamada. Written by Yamada and Yoshitaka Asama. (Not \nrated. In Japanese with English subtitles. 129 minutes. At the Bridge \nand Rafael.) \n\n-----------------------------------------\nFilms about samurai rarely provide insight into their economic \ncircumstances or household concerns. &quot;The Twilight Samurai,&#39;&#39; a \nnominee for best foreign-language film at this year&#39;s Oscars, \npresents its own, somewhat revisionist samurai legend as a thoughtful \nand moving domestic drama. \nThe picture offers not a requiem for a lost era but regret that it \ndidn&#39;t end sooner for born-again pacifist Iguchi (Hiroyuki Sanada), \nan impoverished widower in the lower caste of the samurai class in \nthe waning days of the feudal Edo period. An economic hierarchy among \nsamurai is an intriguing concept on its own, but the beauty \nof &quot;Twilight Samurai,&#39;&#39; directed and co- written by Yoji Yamada, lies \nin its timeless questions about the qualities that measure a man. \n\nActor Sanada (&quot;Ringu&#39;&#39;) invests his character with a quiet grace \nunder torn robes and unkempt hair. Iguchi has been dubbed &quot;twilight \nsamurai&quot; for neglecting his studies to care for his two young \ndaughters and mother with dementia. He takes his greatest pleasure, \nhe declares, in watching his children grow. \n\nConstantly warned that his poor hygiene is an offense, Iguchi is too \nbusy to care, or more precisely, too caring to bother. After a busy \nday as a clerk in his clan&#39;s warehouse, he crafts wooden baskets he \nsells to pay off debt incurred by his late wife&#39;s long illness. A \nscene of the samurai working by firelight with his children is the \nmovie&#39;s most intimate. With great affection, Sanada&#39;s samurai advises \nhis older girl to study Confucius, even though the clan elders \ndiscourage women&#39;s education. But awareness is also a source of \nturmoil for this philosophical man. Even the gentlest soul must rise \nto a challenge, especially if he is a samurai. When Iguchi must \ndefend a woman (Rie Miyazawa) from her abusive ex-husband, he is \nloath to display his swordsmanship. Instead, he triumphs with a \nwooden bat against a sword. The woman, a childhood friend, responds \nby caring for his daughters and cleaning his house. \n\nSanada and Miyazawa bring a shy gratitude and growing mutual respect \nto their characters&#39; interactions, but the presence of the lovely \nyoung woman also provokes new money concerns. She is from a higher \ncaste, and he fears she would be left wanting if they married. More \nworrisome still is an order from the clan that he kill a wayward \nsamurai who has refused to commit hara-kiri. Iguchi&#39;s outlook is \nsuspiciously evolved for a man of his time, but filmmaker Yamada \nprovides sufficient context. His comrades view Iguchi as eccentric at \nbest and a half-wit at worst -- the &quot;twilight&#39;&#39; tag extends their \nassessment of his mental faculties. But Yamada offers visual \ncounterpoints in wide shots of the tattered warrior before a backdrop \nof orchards and sky, bathed in golden hues as the sun sets. The \nperiod between day and night is a time to mourn the fading light or \nglory in its remaining glimmers. &quot;The Twilight Samurai&#39;&#39; chooses the \nlatter. \n\nhttp://www.sfgate.com/cgi-bin/article.cgi?\nf=/c/a/2004/05/14/DDGE26KQPL1.DTL&type=movies\n\n\n\n"
}