{
    "userId": 158256369,
    "authorName": "Fabros1",
    "from": "&quot;Fabros1&quot; &lt;fabros1@...&gt;",
    "profile": "martinisword9",
    "replyTo": "LIST",
    "senderId": "6SxRwPqPAXxrLRGEdxlAXSezde4AUUxXVNS7s0_p3WHY9i2BUKmCb5taXo1ZlWPFcTrvZ1qiSZdzGYZDqMN_QD-l87viRg",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "WAB Samurai",
    "postDate": "1086063422",
    "msgId": 4415,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDEyNDIwMWM0NDc4ZiQ2ZWFhODFhMCQ2NDAxYThjMEBWYWlvRzMyPg==",
        "referencesHeader": "PDIwMDQwNTE5MDM1NjIzLjIyNjk0LnFtYWlsQHdlYjQxMzAyLm1haWwueWFob28uY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 0,
    "prevInTime": 4414,
    "nextInTime": 4416,
    "topicId": 4415,
    "numMessagesInTopic": 1,
    "msgSnippet": "HI I went to Kublacon in Burlingame, CA this weekend to find someone to play Clan War with me. I brought over 28mm 1500 Clan War figures to Kublacon this ",
    "rawEmail": "Return-Path: &lt;fabros1@...&gt;\r\nReceived: (qmail 57907 invoked by uid 7800); 1 Jun 2004 06:39:45 -0000\r\nX-Sender: fabros1@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 3558 invoked from network); 1 Jun 2004 04:19:00 -0000\r\nReceived: from unknown (66.218.66.217)\n  by m22.grp.scd.yahoo.com with QMQP; 1 Jun 2004 04:19:00 -0000\r\nReceived: from unknown (HELO sccrmhc12.comcast.net) (204.127.202.56)\n  by mta2.grp.scd.yahoo.com with SMTP; 1 Jun 2004 04:19:00 -0000\r\nReceived: from VaioG32 (unknown[67.181.143.230](misconfigured sender))\n          by comcast.net (sccrmhc12) with SMTP\n          id &lt;20040601041804012007duo3e&gt;; Tue, 1 Jun 2004 04:18:04 +0000\r\nMessage-ID: &lt;124201c4478f$6eaa81a0$6401a8c0@VaioG32&gt;\r\nTo: &lt;samuraihistory@yahoogroups.com&gt;\r\nReferences: &lt;20040519035623.22694.qmail@...&gt;\r\nDate: Mon, 31 May 2004 21:17:02 -0700\r\nMIME-Version: 1.0\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 6.00.2800.1409\r\nDisposition-Notification-To: &quot;Fabros1&quot; &lt;fabros1@...&gt;\r\nX-MimeOLE: Produced By Microsoft MimeOLE V6.00.2800.1409\r\nX-eGroups-Remote-IP: 204.127.202.56\r\nFrom: &quot;Fabros1&quot; &lt;fabros1@...&gt;\r\nSubject: WAB Samurai\r\nX-Yahoo-Group-Post: member; u=158256369\r\nX-Yahoo-Profile: martinisword9\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\nX-eGroups-Approved-By: kitsuno &lt;samurai-listowner@...&gt; via email; 1 Jun 2004 06:39:45 -0000\r\n\r\nHI\n\nI went to Kublacon in Burlingame, CA this weekend to find someone to play\nClan War with me. I brought over 28mm 1500 Clan War figures to Kublacon this\nweekend, each and everyone was at the pro-painted level. Lots of interest\nbut no one brought their Clans with them to play or were ready to play with\nmy figures. It seems that Clan War is dead on the West Coast. And that&#39;s a\nreal shame because I enjoyed playing it very much.\n\nHowever, as a historical miniatures player, I was always disappointed that\nmost Clan War players never took the time to paint their armies. Maybe\nthat&#39;s why a lot of the historical players by-passed the game system and\njust purchased the figures to create their samurai armies and used other\nrules systems.\n\nWe played WAB and Katana. A lot of the former Clan War players in my area\nare getting their armies converted over to Warhammer Ancient Battles. Our\nsamurai are awesome in WAB. So if you can&#39;t find any Clan War players at the\nnext CON you attend, maybe you should look at putting together a WAB Samurai\nlist. At least you&#39;ll be able to field your army on the tabletop and you&#39;ll\nget some use out of them. Also, be sure you take the time to paint your\nfigures.\n\nWhen my son offered to display a pro-painted level ion / Crane / Crab /\nUnicorn / Dragon / Yoritomo armies he was ignored by the guys who put on the\nLegends of the 5 Rings card game. I guess the lead figures are  no longer of\ninterest to the WofC folks.\n\nI got a chance to chat with Jervis Johnson this weekend at Kublacon in\nBurlingame, CA (SF Bay Area) and discuss Samurais in WAB. He pointed out\nthat it&#39;s not too often that a games author gets to do something special in\na rules set. He loves the Japanese armies and of course the movie Seven\nSamurai and the 47 Ronin.\n\nSamurai are an unbalanced army in WAB but there will be a new Samurai list\nas soon as Robert figures out what he wants to put it, maybe next summer at\nthe earliest/latest. Jervis states that he will make changes as needed, but\nsees no need to make any further changes at this time to the Samurai Army\nList.\n\nJervis points out that war is never balanced. Real world or historical\narmies are/were never tweaked until they are equal on the battlefield. The\nbest general is the one who takes what he has to fight with and uses his\nskills to achieve victory. If an Egyptian goes up against a Samurai Army and\npulls a draw or a victory, then it&#39;s a well earned victory. However, if you\nthe Samurai Army commander fails to achieve victory, then it says something\nabout your understanding of how to use Samurai properly.\n\nSo use what you have to your best advantage in your next WAB tournament.\nExploit all the strengths that your WAB Samurai army has to offer. And if\nyour opponent loses, it&#39;s not because he has the best army, it&#39;s because he\nlet his fear of your army list defeat him.\n\nOh, yes, I did get both of my WAB books autographed by Jervis.\n\nBANZAI!!!!!!!!!!!!!!!!!!!!!\n\n\n[Non-text portions of this message have been removed]\n\n\n"
}