{
    "userId": 187976578,
    "authorName": "Sam Murray",
    "from": "Sam Murray &lt;bhsindians87@...&gt;",
    "profile": "bhsindians87",
    "replyTo": "LIST",
    "senderId": "-REDwmmXCNOIGzFAeE48fEDgXHeKvwl8uoWzKpgFc51m1zd05raOUTezZ5WlVbk24aFF1qaH09NPqi-JEB2UCTLVkMHxnJ60VgM",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [samuraihistory] I NEED YOUR HELP... if you please..",
    "postDate": "1086442495",
    "msgId": 4470,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDQwNjA1MTMzNDU1Ljk5ODg1LnFtYWlsQHdlYjYxMjAxLm1haWwueWFob28uY29tPg=="
    },
    "prevInTopic": 4468,
    "nextInTopic": 4506,
    "prevInTime": 4469,
    "nextInTime": 4471,
    "topicId": 4437,
    "numMessagesInTopic": 42,
    "msgSnippet": "I don t know what it says. I only speak French and japanese (and of course English). Here is a really good essay you would like: ONE DAY THE SUN WILL RISE Many",
    "rawEmail": "Return-Path: &lt;bhsindians87@...&gt;\r\nReceived: (qmail 24875 invoked from network); 5 Jun 2004 15:57:03 -0000\r\nReceived: from unknown (66.218.66.216)\n  by m10.grp.scd.yahoo.com with QMQP; 5 Jun 2004 15:57:03 -0000\r\nReceived: from unknown (HELO n38.grp.scd.yahoo.com) (66.218.66.106)\n  by mta1.grp.scd.yahoo.com with SMTP; 5 Jun 2004 15:57:03 -0000\r\nX-eGroups-Return: bhsindians87@...\r\nReceived: from [66.218.66.113] by n38.grp.scd.yahoo.com with NNFMP; 05 Jun 2004 15:57:00 -0000\r\nX-Sender: bhsindians87@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 76597 invoked from network); 5 Jun 2004 13:35:19 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m18.grp.scd.yahoo.com with QMQP; 5 Jun 2004 13:35:19 -0000\r\nReceived: from unknown (HELO web61201.mail.yahoo.com) (216.155.196.125)\n  by mta3.grp.scd.yahoo.com with SMTP; 5 Jun 2004 13:35:19 -0000\r\nMessage-ID: &lt;20040605133455.99885.qmail@...&gt;\r\nReceived: from [69.43.20.82] by web61201.mail.yahoo.com via HTTP; Sat, 05 Jun 2004 06:34:55 PDT\r\nDate: Sat, 5 Jun 2004 06:34:55 -0700 (PDT)\r\nTo: samuraihistory@yahoogroups.com\r\nMIME-Version: 1.0\r\nX-eGroups-Remote-IP: 216.155.196.125\r\nFrom: Sam Murray &lt;bhsindians87@...&gt;\r\nSubject: Re: [samuraihistory] I NEED YOUR HELP... if you please..\r\nX-Yahoo-Group-Post: member; u=187976578\r\nX-Yahoo-Profile: bhsindians87\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\nX-eGroups-Approved-By: kitsuno &lt;samurai-listowner@...&gt; via web; 05 Jun 2004 15:57:00 -0000\r\nX-eGroups-Remote-IP: 66.218.66.106\r\n\r\n\n\n  \n\nI don&#39;t know what it says. I only speak French and japanese (and of course English). Here is a really good essay you would like:\n\n \nONE DAY THE SUN WILL RISE\nMany have screamed the truth to the heavens, many will continue to do so to the wind; but few ears are really willing to listen. Can it be that our human nature prevents us from &quot;hearing&quot; what our masters are telling us? Can it be that humanity is asleep, choked with false values, idols or ideals? Why do most people roam searching, consciously or unconsciously, for something or someone to follow? Are we facing our own drowsiness when we search to be identified, noticed and become a part of something?\n\nMany people have asked themselves: Who am I? Where am I going? Why am I here in this world? Questions that surely have troubled us, but the real problem is not the question, rather the answer. How many of us have found it? Sadder still, how many of us haven&#39;t found it? Even sadder still, how many of us, once we&#39;ve made the question haven&#39;t even taken the time to think about it? It seems easier to follow the &quot;normal&quot; course of things, be born, live and die without knowing why and what for.\n\nHave we ever stopped in our lives to &quot;see&quot; and &quot;listen&quot;? Have we stopped the world and analysed if we are on the right road? And do we even know any other road different from egoism, vanity, violence and consumism?\n\nMany will stick to the different forms of religion and creeds while searching for something more human; others will follow different forms of cultural, bodily and spiritual expressions and in this search (if it exists) how will we know if we are on the right track? Let us listen to our inner being, listen and interpret our internal signals and intuition.\n\nIf you are reading these reflexions, you are related to Karate in some way, if so, have you ever stopped to think if you are really practicing Karate? Before continuing, ask yourself: what do I understand by Karate? Most probably, and I understand you, it may be exactly the contrary of what it really is. Mass media have created the general concept people have of Karate, violence, egoism, individualism and vanity are concepts that are manipulated, inbuilt and hightened to &quot;sell&quot; it in our society.\n\nWe are used to competing in every aspect of our lives, then why not compete in Karate? Is this what our Masters, the founders of the art, wanted for us, for the human society? What would Master Funakoshi and Master Egami think about the evolution the Martial Art has taken? Do you really think the attributes I just mentioned were the goals of karate evolution the masters defined?\n\nIf you practice competition (and I will not call it Karate), I invite you to strongly reflect on these words, because the real &quot;DO&quot; is not a road to violence, actually its the exact contrary, it&#39;s the road to love. Yes, Karate-do is the road of love (way of love), the art transformed into love, the road of personal development based on love, love of yourself, love of your training partner, love of your Dojo, love of your environment, love of nature, love of teaching, love of spirituality. Love, respect, loyalty, partnership, detachment are a few of the concepts our masters have tried to give us through their &quot;art&quot; called KARATE. If we accept that Karate is love, spirituality, a connection with the Universe, with the vital energy, with Ki; what then is competition? I will leave the question open, but once again I ask: What sense is there in winning over another person? Is there any pleasure in hurting a training partner? What do I want to prove by breaking a rib? Is it so important to\n feel you are a &quot;winner&quot;, but winner of what? Is it justifiable to hurt or harm someone else to have a medal hanging on the wall? Because you were the best... best in what? of what? for what? I leave the questions open and each one must deeply reflect and find his/her own answers, answers based on the personal study within this beautiful art called Karate, that never was, and never will be, a method to harm others, nor a method to heighten or feed egos, negative feelings or vanities.\n\nLet&#39;s not waste our time, let&#39;s wake up and jump right in the adventure of personal development, the search of the real I. And how far will we go? It all depends on how deep we are willing to go. \n\nLater,\n\nSam \n\n\n\n\n\n\n\n\t\t\n---------------------------------\nDo you Yahoo!?\nFriends.  Fun. Try the all-new Yahoo! Messenger\n\n[Non-text portions of this message have been removed]\n\n\n\n"
}