{
    "userId": 181581475,
    "authorName": "Oyakata",
    "from": "Oyakata &lt;oyakata@...&gt;",
    "profile": "jckelly108",
    "replyTo": "LIST",
    "senderId": "6Lly_J7serCga8k8kS5ksddHTrIWFHhzSViQfs5YpHwa2DAjXxAz_n-GX8P38djHDl2QdXcKkFGRIjHtHfem5mxUXr2ZvPfG",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [samuraihistory] Re: Nobunaga as a villain",
    "postDate": "1086526783",
    "msgId": 4485,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "inReplyToHeader": "PDI3REIwOTkyLUI3OTQtMTFEOC04NjgxLTAwMDM5Mzk2MkY5OEBkb25rZXlpc2xhbmQuY29tPg==",
        "referencesHeader": "PDI3REIwOTkyLUI3OTQtMTFEOC04NjgxLTAwMDM5Mzk2MkY5OEBkb25rZXlpc2xhbmQuY29tPg=="
    },
    "prevInTopic": 4483,
    "nextInTopic": 4491,
    "prevInTime": 4484,
    "nextInTime": 4486,
    "topicId": 4414,
    "numMessagesInTopic": 26,
    "msgSnippet": "I agree with everything you ve been saying on this topic. But, I disagree with the analysis you provide below. On Sat, 5 Jun 2004 22:33:15 -1000, Cesare",
    "rawEmail": "Return-Path: &lt;oyakata@...&gt;\r\nX-Sender: oyakata@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 56259 invoked from network); 6 Jun 2004 12:59:55 -0000\r\nReceived: from unknown (66.218.66.217)\n  by m22.grp.scd.yahoo.com with QMQP; 6 Jun 2004 12:59:55 -0000\r\nReceived: from unknown (HELO serve.wwwroot12.net) (63.247.65.42)\n  by mta2.grp.scd.yahoo.com with SMTP; 6 Jun 2004 12:59:55 -0000\r\nReceived: from cvg-166-244-175.cinci.rr.com ([24.166.244.175] helo=D2XWF701)\n\tby serve.wwwroot12.net with smtp (Exim 4.34)\n\tid 1BWxFZ-0007eG-Cq\n\tfor samuraihistory@yahoogroups.com; Sun, 06 Jun 2004 07:59:46 -0500\r\nDate: Sun, 06 Jun 2004 08:59:43 -0400\r\nTo: samuraihistory@yahoogroups.com\r\nOrganization: OdaNobunaga.com\r\nIn-Reply-To: &lt;27DB0992-B794-11D8-8681-000393962F98@...&gt;\r\nReferences: &lt;27DB0992-B794-11D8-8681-000393962F98@...&gt;\r\nX-Mailer: Datula version 1.51.06 for Windows\r\nMime-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-2022-JP\r\nX-AntiAbuse: This header was added to track abuse, please include it with any abuse report\r\nX-AntiAbuse: Primary Hostname - serve.wwwroot12.net\r\nX-AntiAbuse: Original Domain - yahoogroups.com\r\nX-AntiAbuse: Originator/Caller UID/GID - [47 12] / [47 12]\r\nX-AntiAbuse: Sender Address Domain - odanobunaga.com\r\nX-Source: \r\nX-Source-Args: \r\nX-Source-Dir: \r\nX-eGroups-Remote-IP: 63.247.65.42\r\nFrom: Oyakata &lt;oyakata@...&gt;\r\nSubject: Re: [samuraihistory] Re: Nobunaga as a villain\r\nX-Yahoo-Group-Post: member; u=181581475\r\nX-Yahoo-Profile: jckelly108\r\n\r\nI agree with everything you&#39;ve been saying on this topic. But, I \ndisagree with the analysis you provide below.\n\n\nOn Sat, 5 Jun 2004 22:33:15 -1000, Cesare Polenghi\u001b$B$5$s\u001b(B wrote in message &lt;27DB0992-B794-11D8-8681-000393962F98@...&gt;\n&gt;I would say there are few reasons for that:\n&gt;\n&gt;1 - He was a &quot;strong man,&quot; and the Japanese revere people with strong \n&gt;will.\nThis is a bit too convenient. On the one hand it&#39;s too generalistic. \nOn the other hand there were plentoy of strong men to be had during \nthis period. Not many have become as talked about and as studied as \nNobunaga. So I guess at the least I could agree that this is part of \nthe reason - but it doesn&#39;t go very far in explaining Nobunaga&#39;s \nlegacy.\n\n&gt;2 - Asia has a tradition of men who cared about &quot;duty,&quot; rather than \n&gt;about individuals. Just think of the indian Prince Krishna in the \nFirst this again is too generalistic. We are not talking about \n&quot;Asia&quot; we are specifically talking about Japan.\n\nSecond it can be argued that Nobunaga had no sense of duty whatsoever. \nHe killed several of his older relatives on his way to uniting his \nown kuni (Owari). He got rid of several long-time family vassals and \nis famous for his ability to pick and chose followers of ability. \nThis implies that he did not use tradition or loyalty or duty to \nmaintain his retainers.\n\n&gt;Li&#39;s &quot;Hero&quot;), and of course of Nobunaga and Hideyoshi. Nobunaga had a \n\nI don&#39;t understand your reference here. How do Nobunaga and Hideyoshi \nrelate to &quot;duty&quot; here?\n\n&gt;goal: to unify Japan. He dedicated his life to that, and he wouldn&#39;t \n&gt;stop at nothing. Some people like such attitude.\n\nThis is not the sense of &quot;duty&quot; that is meant in Japan. Duty (in the \nhonorable, admirable sense) is not to a cause, but to a person of \nautority, or one could say to a structure. Duty to one&#39;s own goal of \nunifying Japan is not in and of itself an admirable trait that would \ngo down well in the annals of history.\n\n&gt;Again, careful with comparisons with people such as Hitler. Hitler \n&gt;invaded foreign countries, and he created a bureaucratic apparatus to \n&gt;kill civilians (=concentration camps). Nobunaga played in his own \n&gt;country and he killed simply what was on his way.\nI agree about the unfortunate temptation to compare with Hitler. \nIt&#39;s quite banal. But I would also caution that Nobunaga did kill more \nthan &quot;those who were in his way&quot;. He was ruthless and certainly \nover the top on more than one occasion.\n\n&gt;3 - Finally, it can be argued that Nobunaga, just as many other \n&gt;unifiers, worked for a &#39;greater good.&#39; The unification was necessarily \n\nI see this as being dangerously close to falling into the very trap \nthat you are cautioning against. Nobunaga&#39;s efforts were neither for \ngood nor for evil. He did what he did out of sheer personal ambition \nand his sense of his place in the order of things. \n\n&gt;a bloodshed, but what emerged at its end (the Tokugawa Shogunate) \n&gt;formed the basis for modern Japan and guaranteed 250+ years of relative \n&gt;peace. Ultimately, if Japan would have go on &quot;sengokuing&quot; another \n&gt;100-200 years, it would have been routed easily by the first Western \n&gt;fleet arriving. So, the unification was a good thing for Japan, I would \n&gt;say.\n\nI agree with this. Nobunaga&#39;s place in Japanese history comes, at \nleast in part, because he is seen as having kicked off the process \nof ending the old order and bringing together the new order. His \nrole in the thing - whatever his motive - has been to put the nail in \nthe coffin of the old way, and to set the wheels in motion for \nTokugawa to finally pacify the country. He is seen as the terrible \ndestroyer and the mighty creator - a powerful, aweful, awesome man who \nit is almost impossible to believe actually existed. It seems like \na fictional story. His impact on the direction of Japan is impossible \nto measure. That is, at least to some degree, the simple reason why he \nlives on in the imagination and in the popular culture.\n\n&gt;In general, our approach as historians (??) should be less judgmental. \n&gt;We are here to observe, perhaps comment, but we are in no position to \n&gt;judge the &quot;morality&quot; or the &quot;sense of justice&quot; of a man who lived some \n&gt;500 years ago in a far away country, engulfed in a civil war.\n\nYes yes yes. 1000 time yes. And this approach is much more \ncommon among Japanese historians.\n\n&gt;Sure, by our modern Enlightenment-Christian influenced standard, he was \n&gt;a villain. But this is a biased point of view. I think.\n\nYes again!\n\n&gt;PS = I believe Nobunaga was not killed by ninja, but by Akechi \n&gt;Mitsuhide&#39;s men. Apparently, Nobunaga was on his way to Kyoto to do \n&gt;some tea ceremony. He stayed over at a temple, and there he&#39;s got it. \n&gt;There is no historical evidence of his death, however. The temple \n&gt;(Honnouji) burnt down, and he probably perished in the fire, perhaps \n&gt;after committing seppuku. It was 1582\n\nThere are volumes and volumes written about this one incident. Noone \nwill ever know just exactly what happened there. But the accepted \nstory is indeed that Akechi Mitsuhide arranged for the attack. \nNobunaga is said to have fought without armor for some time, then \nwhen it was clear that the day was lost, he retreated into the \ntemple to commit seppuku. \n\nIf you enjoy Japanese there is a great site that I&#39;ve enjoyed \nreading over the years:\nhttp://www.inv.co.jp/~yoshio/HJ/index.html\n\n&gt; Hideyoshi, was campaigning in \n&gt;the West, and once he heard the news he returned to Kyoto, and he \n&gt;destroyed Akechi Mitsuhide, to become the new leader of Japan.\n\nWow! Talk about a condensed version of events!\n\n--\nJay Kelly\noyakata@...\n\n"
}