{
    "userId": 181581475,
    "authorName": "Oyakata",
    "from": "Oyakata &lt;oyakata@...&gt;",
    "profile": "jckelly108",
    "replyTo": "LIST",
    "senderId": "vFUxAmwrGcjc2mVB2ldZlgm8eLYqxHbXOfJACLEd-yocyqmSBaswSYD0KqKxCN-jy-in71e9vyFfhSwYWkz4sYKUCJsv1kZ-",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [samuraihistory] Re: Nobunaga as a villain",
    "postDate": "1086570614",
    "msgId": 4492,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "inReplyToHeader": "PDQwQzNCNjUyLjgwNzAwMDNAaW5kaWFuYS5lZHU+",
        "referencesHeader": "PDI3REIwOTkyLUI3OTQtMTFEOC04NjgxLTAwMDM5Mzk2MkY5OEBkb25rZXlpc2xhbmQuY29tPgk8MjAwNDA2MDYxMjU5Lmk1NkN4dFZiMDIyNzMwQHJvdW5kLnVpdHMuaW5kaWFuYS5lZHU+CTw0MEMzQjY1Mi44MDcwMDAzQGluZGlhbmEuZWR1Pg=="
    },
    "prevInTopic": 4491,
    "nextInTopic": 4499,
    "prevInTime": 4491,
    "nextInTime": 4493,
    "topicId": 4414,
    "numMessagesInTopic": 26,
    "msgSnippet": "On Sun, 06 Jun 2004 19:26:58 -0500, Anthony J. Bryant\u001b$B$5$s\u001b(B wrote in message  ... I think the broader context of the",
    "rawEmail": "Return-Path: &lt;oyakata@...&gt;\r\nX-Sender: oyakata@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 82167 invoked from network); 7 Jun 2004 01:10:20 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m5.grp.scd.yahoo.com with QMQP; 7 Jun 2004 01:10:20 -0000\r\nReceived: from unknown (HELO serve.wwwroot12.net) (63.247.65.42)\n  by mta3.grp.scd.yahoo.com with SMTP; 7 Jun 2004 01:10:19 -0000\r\nReceived: from cvg-166-244-175.cinci.rr.com ([24.166.244.175] helo=D2XWF701)\n\tby serve.wwwroot12.net with smtp (Exim 4.34)\n\tid 1BX8ea-00069J-4m\n\tfor samuraihistory@yahoogroups.com; Sun, 06 Jun 2004 20:10:20 -0500\r\nDate: Sun, 06 Jun 2004 21:10:14 -0400\r\nTo: samuraihistory@yahoogroups.com\r\nOrganization: OdaNobunaga.com\r\nIn-Reply-To: &lt;40C3B652.8070003@...&gt;\r\nReferences: &lt;27DB0992-B794-11D8-8681-000393962F98@...&gt;\n\t&lt;200406061259.i56CxtVb022730@...&gt;\n\t&lt;40C3B652.8070003@...&gt;\r\nX-Mailer: Datula version 1.51.06 for Windows\r\nMime-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-2022-JP\r\nX-AntiAbuse: This header was added to track abuse, please include it with any abuse report\r\nX-AntiAbuse: Primary Hostname - serve.wwwroot12.net\r\nX-AntiAbuse: Original Domain - yahoogroups.com\r\nX-AntiAbuse: Originator/Caller UID/GID - [47 12] / [47 12]\r\nX-AntiAbuse: Sender Address Domain - odanobunaga.com\r\nX-Source: \r\nX-Source-Args: \r\nX-Source-Dir: \r\nX-eGroups-Remote-IP: 63.247.65.42\r\nFrom: Oyakata &lt;oyakata@...&gt;\r\nSubject: Re: [samuraihistory] Re: Nobunaga as a villain\r\nX-Yahoo-Group-Post: member; u=181581475\r\nX-Yahoo-Profile: jckelly108\r\n\r\nOn Sun, 06 Jun 2004 19:26:58 -0500, Anthony J. Bryant\u001b$B$5$s\u001b(B wrote in message &lt;40C3B652.8070003@...&gt;\n&gt;Oyakata wrote:\n&gt;&gt; Second it can be argued that Nobunaga had no sense of duty whatsoever. \n&gt;\n&gt;He was in charge. Duty was something others had to HIM. OTOH, he was very\n&gt;respectful when dealing with the court.\n\nI think the broader context of the conversation would probably be \nhelpful.\n\nThe person who I was replying to said:\n&quot;Asia has a tradition of men who cared about &quot;duty,&quot; rather than \nabout individuals.&quot;\n\nI was replying to that comment. Which is why I said that Nobunaga \ndid not have a sense of duty. Which (in my opinion) he did not. That \nis not a moralistic judgement on my part.\n\nHe was respectful to the court but he would not suffer to be bound by \nduty. He showed minimal respect to his superiors in terms of rank \nor life-station (ie his elders). This of course includes the Shogun.\n\n&gt;&gt; He killed several of his older relatives on his way to uniting his \n&gt;&gt; own kuni (Owari). He got rid of several long-time family vassals and \n&gt;&gt; is famous for his ability to pick and chose followers of ability. \n&gt;&gt; This implies that he did not use tradition or loyalty or duty to \n&gt;&gt; maintain his retainers.\n&gt;\n&gt;On the contrary. He relied on it -- but it was duty and loyalty to HIM that\n&gt;mattered. Anyone who betrayed him, plotted against him, or threatened his\n&gt;position was no longer to be trusted, and needed to be dealt with.\n\nUnfortunately I think you&#39;ve missed my point. Maybe I didn&#39;t do a \nvery good job of explaining it. I hope that I did not say that \n&quot;Nobunaga did not demand loyalty or duty&quot;. What I meant to say is that \nhe did not practice it himself, either to his betters or to his own \nvassals.\n\n&gt;Rather pragmatic, really.\n\nAgreed. However it is often pointed out that Nobunaga was this \nway to a much higher degree than most of his contemporaries. So \nwhile it may be pragmatic it wasn&#39;t that common.\n\n&gt;&gt; This is not the sense of &quot;duty&quot; that is meant in Japan. Duty (in the \n&gt;&gt; honorable, admirable sense) is not to a cause, but to a person of \n&gt;&gt; autority, or one could say to a structure. Duty to one&#39;s own goal of \n&gt;&gt; unifying Japan is not in and of itself an admirable trait that would \n&gt;&gt; go down well in the annals of history.\n&gt;\n&gt;Not if one sees the unification as something that needs to be done, and one \n&gt;sees\n&gt;oneself as the only one who can do it. It&#39;s the whole &quot;duty to a higher cause&quot;\n&gt;thing. Ambition can figure into it, but there&#39;s a duty to one&#39;s vision.\n\nThis is incorrect in the context of the discussion. It implies that \nduty can somehow be judged based on one&#39;s own personal opinions of \nwhat ought to be done. This is not how duty works, at least not in the \nJapanese aethetic. You don&#39;t get to pick your duty. That is the very \nessense of the thing.\n\nTo be clear I understand what you&#39;re saying and I agree that this \nsense of purpose was what propelled Nobunaga (and I said as much in a \npart of my message that you&#39;ve chosen not to quote) . But again, \nrecall the context of this discussion. The messase I was replying to \nsomehow said that Nobunaga&#39;s sense of duty is what makes him such a \npopular figure in Japan. \n\nAnd I simply disagree with that assessment. This sense of &quot;duty to \none&#39;s own vision&quot; is not -- in Japan -- the kind of trait that would \nbe admired and would explain why Nobunaga has become such a grand \nfigure in Japan. Duty in the sense of \u001b$B5AM}\u001b(B or \u001b$B5AL3\u001b(B would have \nexplained it, but not &quot;duty&quot; to one&#39;s vision. This &quot;being true to \none&#39;s own self&quot; is called wagamama \u001b$B8c$,$^$^\u001b(B in Japan and it is almost \nthe oposite of admirable.\n\n&gt;&gt; I agree about the unfortunate temptation to compare with Hitler. \n&gt;&gt; It&#39;s quite banal. But I would also caution that Nobunaga did kill more \n&gt;&gt; than &quot;those who were in his way&quot;. He was ruthless and certainly \n&gt;&gt; over the top on more than one occasion.\n&gt;\n&gt;True. But it discouraged a lot more outbreaks. It&#39;s a rather bloody version of\n&gt;the &quot;breaking eggs to make omelettes&quot; thing, with a little bit of &quot;pour\n&gt;encourager les autres&quot; as well. You wipe out a village or two now and five \n&gt;other\n&gt;villages down the line will think twice about rising.\n\n100% agree. My overall point is that people tend to exaggerate \ntheir \u001b$B?.D9A|\u001b(B one way or the other. Either they have this &quot;Nobunaga as \nblood-sucking vampire&quot; image or the have this &quot;everything he did was \nperfectly normal for his day and age&quot; image. Both are incorrect. He \nwas not a blood-sucking vampire, but then again some of his actions \nwere seen as atrocious even at the time.\n\n&gt;&gt; There are volumes and volumes written about this one incident. Noone \n&gt;&gt; will ever know just exactly what happened there. But the accepted \n&gt;&gt; story is indeed that Akechi Mitsuhide arranged for the attack. \n&gt;\n&gt;&quot;Arranged for&quot;? What the heck is that supposed to mean?\n&gt;\n&gt;Mitsuhide *ran* the attack, he ordered it. He didn&#39;t contract for someone from\n&gt;New Jersey or Koka.\n\nAs you can tell from my comment that &quot;Noone will ever know just exa\nctly what happened there&quot; I feel it&#39;s always best to hedge my \nexpressions when talking about this incident\n\n--\nJay Kelly\noyakata@...\n\n"
}