{
    "userId": 25055624,
    "authorName": "Will O&#39;Neil",
    "from": "Will O&#39;Neil &lt;w.d.oneil@...&gt;",
    "profile": "woneil38",
    "replyTo": "LIST",
    "senderId": "Tko_G8ktr3PxiEgN74sihjSRR81lbuBGMys6mW100WaTzdkZhD4Hs-OnglMUwTnN4CvRB-R1MUcDEnC1SiaioVT-z5YDUELN",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [samuraihistory] Re: Becoming a Samurai",
    "postDate": "1088282890",
    "msgId": 4679,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDYuMS4xLjEuMC4yMDA0MDYyNjEyMDkxOC4wNTg5YTZjOEBwb3AuZWFzdC5jb3gubmV0Pg=="
    },
    "prevInTopic": 4665,
    "nextInTopic": 4681,
    "prevInTime": 4678,
    "nextInTime": 4680,
    "topicId": 4648,
    "numMessagesInTopic": 11,
    "msgSnippet": "This question has certainly generated some lively and interesting discussion! I find it helpful to think back over the evolution of the samurai. Recall that",
    "rawEmail": "Return-Path: &lt;w.d.oneil@...&gt;\r\nReceived: (qmail 73048 invoked from network); 27 Jun 2004 03:35:56 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m25.grp.scd.yahoo.com with QMQP; 27 Jun 2004 03:35:56 -0000\r\nReceived: from unknown (HELO n32.grp.scd.yahoo.com) (66.218.66.100)\n  by mta5.grp.scd.yahoo.com with SMTP; 27 Jun 2004 03:35:56 -0000\r\nX-eGroups-Return: w.d.oneil@...\r\nReceived: from [66.218.67.150] by n32.grp.scd.yahoo.com with NNFMP; 27 Jun 2004 03:35:56 -0000\r\nX-Sender: w.d.oneil@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 60017 invoked from network); 26 Jun 2004 20:49:23 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m1.grp.scd.yahoo.com with QMQP; 26 Jun 2004 20:49:23 -0000\r\nReceived: from unknown (HELO lakermmtao11.cox.net) (68.230.240.28)\n  by mta5.grp.scd.yahoo.com with SMTP; 26 Jun 2004 20:49:23 -0000\r\nReceived: from ONEILW--1U4344.cna.org ([68.100.101.21])\n          by lakermmtao11.cox.net\n          (InterMail vM.6.01.03.02 201-2131-111-104-20040324) with ESMTP\n          id &lt;20040626204922.NKL25349.lakermmtao11.cox.net@...&gt;\n          for &lt;samuraihistory@yahoogroups.com&gt;;\n          Sat, 26 Jun 2004 16:49:22 -0400\r\nMessage-Id: &lt;6.1.1.1.0.20040626120918.0589a6c8@...&gt;\r\nX-Sender: woneil@...\r\nX-Mailer: QUALCOMM Windows Eudora Version 6.1.1.1\r\nDate: Sat, 26 Jun 2004 16:48:10 -0400\r\nTo: samuraihistory@yahoogroups.com\r\nMime-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;iso-8859-1&quot;\r\nContent-Transfer-Encoding: quoted-printable\r\nX-eGroups-Remote-IP: 68.230.240.28\r\nFrom: Will O&#39;Neil &lt;w.d.oneil@...&gt;\r\nSubject: Re: [samuraihistory] Re: Becoming a Samurai\r\nX-Yahoo-Group-Post: member; u=25055624\r\nX-Yahoo-Profile: woneil38\r\nX-eGroups-Approved-By: kitsuno &lt;samurai-listowner@...&gt; via web; 27 Jun 2004 03:35:53 -0000\r\nX-eGroups-Remote-IP: 66.218.66.100\r\n\r\nThis question has certainly generated some lively and interesting discussio=\r\nn!\n\nI find it helpful to think back over the evolution of the samurai. Reca=\r\nll that the first samurai (really bushi, since the kind of socio-political =\r\norganization implied by the term &quot;samurai&quot; had not really evolved yet) were=\r\n essentially outlaws on the rugged and unsettled northeastern frontier of H=\r\nonshu, where the writ of the imperial court did not run, nearly 1,000 years=\r\n ago. (Some people have tried to trace their roots further back than that, =\r\nbut not entirely convincingly to my mind. Martin Collcutt reviewed several =\r\nrelevant books a few years ago -- full citations for this and other works a=\r\nt end of this post.)\n\nSome of the leaders of bushi bands made good and esta=\r\nblished themselves as overlords of one or more villages. In other cases loc=\r\nal magnates, recognizing their value, took bushi into their service (as &quot;sa=\r\nmurai&quot; per se -- the word comes from one meaning &quot;to serve&quot;). The logic of =\r\nbig battalions fostered the formation and growth of samurai/bushi networks =\r\nand hierarchies.\n\nAt this point it was largely true that a samurai was as a=\r\n samurai did. If you showed up with a mount, armed cap-=E0-pie,  and demons=\r\ntrated the skills and courage to fight effectively no one was likely to be =\r\ninclined to inquire closely about your ancestry. And if someone got rude ab=\r\nout it you, as a proper samurai, demonstrated how good your bloodline reall=\r\ny was by fighting him to the death, then and there. Of course it took a goo=\r\nd deal of capital, in a society without much movable wealth, in order to eq=\r\nuip and train yourself. Being the son of a successful bushi was the most co=\r\nmmon route, but by no means the only one.\n\nAfter the Onin Wars, and particu=\r\nlarly after the introduction of gunpowder weapons, entry at the bottom beca=\r\nme even more porous -- a sturdy physique and pugnacious disposition could w=\r\nin you access to the lowest rungs of warrior status. Were these fellows &quot;re=\r\nal samurai&quot;? It was a question that didn&#39;t seem to bother anyone especially=\r\n -- their military utility was enough to recommend them in an era where it =\r\nwas very much a matter of dog eat dog. And of course ability could carry yo=\r\nu a long way up the social hierarchy. Hideyoshi never felt quite secure eno=\r\nugh to claim the very topmost rung, but if anyone despised such a man for h=\r\nis humble origins he needed to be very, very circumspect in saying so.\n\n(BT=\r\nW, the point of the sword hunt was not to close the samurai class in social=\r\n terms but rather to secure the countryside and ensure that no challenges t=\r\no Hideyoshi&#39;s order could arise. Ieyasu and his successors followed Hidedyo=\r\nshi&#39;s lead for like reasons. Of course Nobunaga had really set the preceden=\r\nt through his vigorous suppression of the militarized ikki.)\n\nAll this chan=\r\nged a great deal between the establishment of the Tokugawa bakufu in 1603 a=\r\nnd its full consolidation in power (about a generation later). By 1630, the=\r\n actual military functions of the samurai were largely moot and the members=\r\n of this numerous class (probably 7% or so of the total population, althoug=\r\nh varying greatly from han to han) were employed (when employed at all) sol=\r\nely in bureaucratic or ceremonial duties. The Tokugawa order still rested o=\r\nn military dominance -- the term &quot;bakufu&quot; directly implies as much -- so th=\r\ne military functions of the samurai could not be dispensed with, but they r=\r\nemained in abeyance for more than two centuries.\n\nIn these circumstances, t=\r\nhe samurai became two things: an essentially hereditary social class and a =\r\ncollective term for those occupying the top 100 or more of the levels of au=\r\nthority in a deeply hierarchical socio-political structure. The picture was=\r\n complicated by the decentralized nature of authority under the Tokugawa, s=\r\nince each daimyo&#39;s household or o-ie was a largely a law unto itself regard=\r\ning its own composition and structure. That is, if your local daimyo said y=\r\nou were a samurai, that was all it took to make you a member of the authori=\r\nty hierarchy, entitled and required to behave accordingly. And if no daimyo=\r\n (recalling that the shogun himself was also a daimyo, head of his own grea=\r\nt o-ie) claimed you, then you were an outcaste, at least officially -- a ro=\r\nnin. \n\n(A ronin remained a sort of samurai-by-courtesy, owing to social ori=\r\ngin, and might by good fortune or exceptional ability gain the patronage of=\r\n some other daimyo and thus regain official standing. But many drifted to o=\r\nther employment, including agriculture, trade, or less reputable fields.)\n\n=\r\nThe practice of the daimyo varied a great deal. In fact, no one has yet map=\r\nped out the patterns of all 260+ daimyo households. But it is clear that at=\r\n least some of them altered the status order a lot. First of all, of course=\r\n, there was a general trend toward reducing many samurai from independent h=\r\nolders to stipendiaries wholly dependent on the daimyo -- a major shift (do=\r\nwnward) in terms of status and autonomy. On the other hand, various individ=\r\nuals or groups might be granted samurai status (and stipends, although the =\r\nlatter were usually meager) in return for benefits bestowed on the han. To =\r\nput it bluntly, in a lot of cases you could very well buy your way into sam=\r\nurai status. (How far &quot;real&quot; hereditary samurai would go in cashing your st=\r\natus claims is another matter, of course.)\n\nFor the most part, it was prett=\r\ny difficult to move more than one or perhaps two rungs up the samurai statu=\r\ns ladder in the Tokugawa era -- and most han had at least a score of rungs,=\r\n with hundreds in some of the larger ones. But one could ascend a long way =\r\nin certain cases. For one thing, homosexuality was relatively widespread am=\r\nong the samurai (both before and during the Tokugawa era) and a young favor=\r\nite of the daimyo might rise to high status.\n\nWhen the samurai structure wa=\r\ns swept away after the Restoration, the samurai social class did not entire=\r\nly disappear. Indeed, the Meiji elite, in one of their concessions to the o=\r\nld order, gave official recognition to the class. This created the problem =\r\nof deciding who should be so designated, which was the source of many heada=\r\nches due to the variation among han practices. It was originally proposed t=\r\no have some gradation in official class, reflecting former rank distinction=\r\ns. This was eventually given up as a bad job and all former daimyo were ran=\r\nked in one class, with everyone else lumped in another. Even so, there were=\r\n many gray areas and many who were dissatisfied with the results.\n\nWhile I =\r\nthink I&#39;ve addressed most of the points raised by others, there are two spe=\r\ncific questions deserving separate treatment\n\n--- In samuraihistory@yahoogr=\r\noups.com, &quot;naomasa298&quot; &lt;shanesuebsahakarn@g...&gt; wrote:\n&gt;\n&gt; At that stage, y=\r\nou were either born a samurai or you weren&#39;t, but \n&gt; I&#39;m sure there were ex=\r\nceptions. I&#39;m not sure what status Will Adams \n&gt; achieved, but if anyone ha=\r\ns any examples of people promoted to \n&gt; samurai status (and what they did t=\r\no achieve it), I&#39;d be interested \n&gt; to hear.\n\nIn regard to Master Adams (an=\r\nd many other matters) I can thoroughly recommend _Learning from Shogun_, a =\r\nmarvellous book edited by Prof. Henry Smith, who has now very kindly posted=\r\n it in PDF form on the Web! If you are not familiar with it, do go at once =\r\nto\nhttp://www.columbia.edu/~hds2/learning/\n\n[I had the pleasure of playing =\r\na very minor role in getting this on the Web in its present form.]\n\n&gt; Adopt=\r\nion springs to mind - could an Edo period samurai adopt a non-\n&gt; samurai? W=\r\nith all of the economic hardships that many families \n&gt; suffered later in t=\r\nhe period, it seems like adopting a rich \n&gt; merchant&#39;s son might have been =\r\na good way out of debt - or, since \n&gt; merchants were officially the lowest =\r\nrung of society, was this a \n&gt; social no-no?\n\nCould and often did. Might ma=\r\nrry a merchant&#39;s daughter, too. \n\nBTW, the merchant class was not the lowes=\r\nt in official status -- there were several under classes. \n\nWill O&#39;Neil\n\nSo=\r\nurces:\n\nCollcutt, Martin. &quot;The &#39;Emergence of the Samurai&#39; and The Military =\r\nHistory of Early Japan.&quot; Harvard Journal of Asiatic Studies. 56, No. 1 (Jun=\r\n 1996): 151-64. Not only reviews and comments on several books (including I=\r\nkegami, infra) but puts them in comparative perspective.\n\nConlan, Thomas Do=\r\nnald. _State of War: The Violent Order of Fourteenth-Century Japan_. Ann Ar=\r\nbor: Center for Japanese Studies, University of Michigan, 2003. Study of th=\r\ne samurai in a critical period from a variety of perspectives. Military his=\r\ntory at its best.\n\nDunn, Charles J. _Everyday Life in Traditional Japan_. B=\r\noston: Tuttle Publishing, 1969. Brief and easy reading but generally sound =\r\nand very informative about the samurai and many other aspects of life in th=\r\ne Tokugawa era. Illustrated with many wonderful drawings. Current paperback=\r\n.\n\nHall, John Whitney and Marius B. Jansen, editors. _Studies in the Instit=\r\nutional History of Early Modern Japan_. Princeton: Princeton University Pre=\r\nss, 1968. A great collection of very revealing articles, most of which touc=\r\nh on Tokugawa-era samurai in one way or another. Particularly interesting e=\r\nxplorations of several particular han. Not to be missed -- takes effort to =\r\nfind it, but very worth it.\n\nHowland, Douglas R. &quot;Samurai Status, Class, an=\r\nd Bureaucracy: A Historigraphical Essay.&quot; Journal of Asian Studies. 60, No.=\r\n 2 (May 2001): 352-80. Thoughtful and penetrating analysis of these issues,=\r\n combined with analytical guide to the relevant literature.\n\nIkegami, Eiko.=\r\n _Taming of the Samurai: Honorific Individualism and the Making of Modern J=\r\napan_. Cambridge: Harvard University Press, 1995. Not for the casual reader=\r\n but very rewarding. Traces the evolution of the samurai from the very begi=\r\nnnings up to the bakumatsu. This is historical sociology, not military hist=\r\nory. It is the central foundation for what I relate above. Current paperbac=\r\nk.\n\nJansen, Marius B., editor. _Warrior Rule in Japan_. Cambridge: Cambridg=\r\ne University Press, 1995. Selected articles from volumes 3 and 4 of _The Ca=\r\nmbridge History of Japan,_ covering many aspects of the rise and evolution =\r\nof samurai dominance. Current paperback.\n\nJansen, Marius B. and Gilbert Roz=\r\nman, editors. _Japan in Transition: From Tokugawa to Meiji_. Princeton: Pri=\r\nnceton University Press, 1986. See Chapter 3, &quot;The Ruling Class,&quot; contribut=\r\ned by Jansen. Current paperback.\n\nMorillo, Stephen. &quot;Milites, Knights and S=\r\namurai: Military Terminology, Comparative History, and the Problem of Trans=\r\nlation.&quot; In The Normans and Their Adversaries at War: Essays in Memory of C=\r\n. Warren Hollister, edited by Richard P. Abels and Bernard S. Bachrach. Woo=\r\ndbridge, Suffolk: Boydell Press, 2001.\n\nShimizu, Yoshiaki, editor. _Japan: =\r\nThe Shaping of Daimyo Culture, 1185-1868_. London: Thames and Hudson, 1968.=\r\n Catalog of an exhibition. Gorgeous and quite informative.\n\nSmith, [II], He=\r\nnry [D.], editor. _Learning From Shogun: Japanese History and Western Fanta=\r\nsy_. Santa Barbara, California: Program in Asian Studies, University of Cal=\r\nifornia, 1980. Engaging and easy-to-read but soundly-based collection organ=\r\nized around commentary on James Clavell&#39;s _Shogun_. Available on the Web (i=\r\nn PDF form): http://www.columbia.edu/~hds2/learning/\n\nYamamura, Kozo. _Stud=\r\ny of Samurai Income and Entrepreneurship: Quantitative Analyses of Economic=\r\n and Social Aspects of the Samurai in Tokugawa and Meiji Japan_. Cambridge:=\r\n Harvard University Press, 1974. Not military history but more broadly info=\r\nrmative than the title might suggest.\n\n(Most of these you will have to get =\r\nvia interlibrary loan, although some of the books are available at fairly a=\r\nffordable prices used or as current paperbacks. While I have copies of all,=\r\n I spent a lot of money on some of them, and a lot of time searching for ot=\r\nhers.)\n\n\n\n"
}