{
    "userId": 181581475,
    "authorName": "Oyakata",
    "from": "Oyakata &lt;oyakata@...&gt;",
    "profile": "jckelly108",
    "replyTo": "LIST",
    "senderId": "dyd6Fadm3Ykd9feHZHtUR__jH_qFHq18024XXuhmYanvdTeO57aGvp4e5fd6ffAQKkI-gXbM-dw2mnqbwfptmzzARPB0u3Q6",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [samuraihistory] Re: Becoming a Samurai",
    "postDate": "1088345929",
    "msgId": 4684,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "inReplyToHeader": "PDYuMS4xLjEuMC4yMDA0MDYyNjEyMDkxOC4wNTg5YTZjOEBwb3AuZWFzdC5jb3gubmV0Pg==",
        "referencesHeader": "PDYuMS4xLjEuMC4yMDA0MDYyNjEyMDkxOC4wNTg5YTZjOEBwb3AuZWFzdC5jb3gubmV0Pg=="
    },
    "prevInTopic": 4683,
    "nextInTopic": 0,
    "prevInTime": 4683,
    "nextInTime": 4685,
    "topicId": 4648,
    "numMessagesInTopic": 11,
    "msgSnippet": "Another excellent post, will. I agree with most of what you ve said and wish I could say it as well. Just a few thoughts.... On Sat, 26 Jun 2004 16:48:10",
    "rawEmail": "Return-Path: &lt;oyakata@...&gt;\r\nX-Sender: oyakata@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 47839 invoked from network); 27 Jun 2004 14:19:38 -0000\r\nReceived: from unknown (66.218.66.217)\n  by m1.grp.scd.yahoo.com with QMQP; 27 Jun 2004 14:19:38 -0000\r\nReceived: from unknown (HELO serve.wwwroot12.net) (63.247.65.42)\n  by mta2.grp.scd.yahoo.com with SMTP; 27 Jun 2004 14:19:38 -0000\r\nReceived: from cvg-166-244-175.cinci.rr.com ([24.166.244.175] helo=D2XWF701)\n\tby serve.wwwroot12.net with smtp (Exim 4.34)\n\tid 1BeaUf-0000AJ-6z\n\tfor samuraihistory@yahoogroups.com; Sun, 27 Jun 2004 09:18:53 -0500\r\nDate: Sun, 27 Jun 2004 10:18:49 -0400\r\nTo: samuraihistory@yahoogroups.com\r\nOrganization: OdaNobunaga.com\r\nIn-Reply-To: &lt;6.1.1.1.0.20040626120918.0589a6c8@...&gt;\r\nReferences: &lt;6.1.1.1.0.20040626120918.0589a6c8@...&gt;\r\nX-Mailer: Datula version 1.51.06 for Windows\r\nMime-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-2022-JP\r\nX-AntiAbuse: This header was added to track abuse, please include it with any abuse report\r\nX-AntiAbuse: Primary Hostname - serve.wwwroot12.net\r\nX-AntiAbuse: Original Domain - yahoogroups.com\r\nX-AntiAbuse: Originator/Caller UID/GID - [47 12] / [47 12]\r\nX-AntiAbuse: Sender Address Domain - odanobunaga.com\r\nX-Source: \r\nX-Source-Args: \r\nX-Source-Dir: \r\nX-eGroups-Remote-IP: 63.247.65.42\r\nFrom: Oyakata &lt;oyakata@...&gt;\r\nSubject: Re: [samuraihistory] Re: Becoming a Samurai\r\nX-Yahoo-Group-Post: member; u=181581475\r\nX-Yahoo-Profile: jckelly108\r\n\r\nAnother excellent post, will. I agree with most of what you&#39;ve said \nand wish I could say it as well. Just a few thoughts....\n\n\nOn Sat, 26 Jun 2004 16:48:10 -0400, Will O&#39;Neil\u001b$B$5$s\u001b(B wrote in message &lt;6.1.1.1.0.20040626120918.0589a6c8@...&gt;\n&gt;This question has certainly generated some lively and interesting discussion!\n\nThat&#39;s the best kind of question there is.\n\n&gt;I find it helpful to think back over the evolution of the samurai. Recall \n\nI agree 100% with this. I believe that it&#39;s important when asking \n(or answering) questions, to explicitly talk about what time period \nis under discussion. Since we are talking about almost 1000 years of \nhistory, there is no absolute answer to almost any question at all. \nIt depends on when (and sometimes where) we are talking about.\n\n&gt;that the first samurai (really bushi, since the kind of socio-political \n&gt;organization implied by the term &quot;samurai&quot; had not really evolved yet) were \n&gt;essentially outlaws on the rugged and unsettled northeastern frontier of \n&gt;Honshu, where the writ of the imperial court did not run, nearly 1,000 years \n\nThis is a very long and well written reply. I only would like to add \nthat this way of understanding of the roots of the samurai is really \none of several competing theories (theory in the sense of theory of \nevolution - I don&#39;t use theory here in a disparaging way) . There is a \nwhole field of study about how the samurai class came about. While \nthere are theories that are more accepted than others, it is still up \nfor grabs. The &quot;strongmen of the north&quot; theory is not necessarily the \nonly way to understand how the samurai class came about.\n\nI particulary enjoy (and hate - it&#39;s a very difficult read) _Bushi \nno SeiRitsu_ by Motoki Yasuo.\n\n&gt;At this point it was largely true that a samurai was as a samurai did. If you \n&gt;showed up with a mount, armed cap-\u001b$B_\u000e\u001b(Bpie,  and demonstrated the skills and \n&gt;courage to fight effectively no one was likely to be inclined to inquire \n&gt;closely about your ancestry. And if someone got rude about it you, as a \n\nThis is compounded by the fact that ancestries could be, well, made \nup on the spot. Anyone could claim to be decended from the Minamoto or \nTaira, and they often did.\n\n&gt;After the Onin Wars, and particularly after the introduction of gunpowder \n&gt;weapons, entry at the bottom became even more porous -- a sturdy physique and \n&gt;pugnacious disposition could win you access to the lowest rungs of warrior \n&gt;status. Were these fellows &quot;real samurai&quot;? It was a question that didn&#39;t seem \n\nThis is very well said, again. The question &quot;were ashigaru actually \nsamurai&quot; is an un-answerable one. Or rather, the answer is probably \n&quot;it doesn&#39;t really matter&quot;. \n\n&gt;ability could carry you a long way up the social hierarchy. Hideyoshi never \n&gt;felt quite secure enough to claim the very topmost rung, but if anyone \n&gt;despised such a man for his humble origins he needed to be very, very \n&gt;circumspect in saying so.\n\nThis point I agree less with. It&#39;s telling that &quot;Hideyoshi&quot; is \nprobably the example that is mentioned most. Of course \nthere is also Saitou Dousan who was a seller of oils. But there are \nfew cases of common people going very far up the social heirarchy. \nIt did happen and we&#39;ve just mentioned two actual people who did it. B\nut it has to be said that this was very much the exception to the rule\n.\nOn the other hand of course the sengoku era is known as the era of &quot;ge\n-koku-jou&quot; which means &quot;the low supplanting the high&quot;. It was the era \nof vassals supplanting their lords; but not of commoners supplanting s\namurai.\n\n&gt;(BTW, the point of the sword hunt was not to close the samurai class in \n&gt;social terms but rather to secure the countryside and ensure that no \n&gt;challenges to Hideyoshi&#39;s order could arise. Ieyasu and his successors \n\nAgreed. \n\n&gt;followed Hidedyoshi&#39;s lead for like reasons. Of course Nobunaga had really \n&gt;set the precedent through his vigorous suppression of the militarized ikki.)\n\nI&#39;m not so sure that Nobunaga&#39;s efforts at repressing his enemies \ncan be said to have directly led to the katana-gari approach. Any \nmilitary leader would of course want to disarm or disable his enemy. \nBut the katana-gari method seems a fairly different solution than \nordinary armed suppression (or armed conflict).\n\n&gt;All this changed a great deal between the establishment of the Tokugawa \n&gt;bakufu in 1603 and its full consolidation in power (about a generation \n\nAgreed. This is a very important point. A lot of structures, \nphilosophies, and overall &quot;rules&quot; were formalized and legitimized in \nthe Edo period. Sometimes people misunderstand that these \nformalities were in place all along. Sometimes they were and \nsometimes they were not. But as a general approach it&#39;s a good idea \nto keep in mind that the Tokugawa structure only came about in the \nearly 17th century. What came before it was not (necessarily) the \nsame thing.\n\n--\nJay Kelly\noyakata@...\n\n"
}