{
    "userId": 25055624,
    "authorName": "Will O&#39;Neil",
    "from": "Will O&#39;Neil &lt;w.d.oneil@...&gt;",
    "profile": "woneil38",
    "replyTo": "LIST",
    "senderId": "HIsv7SsTTY-iHSLHPPvYSu-4LTsM9mTKcMyiYrvMc9aEdVpdaCCOx1Pu9qoRzEHwNwL3OHRJzffMsq_p-I-9nGkoJrON5cAn",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [samuraihistory] Etiquette/Daimyo question",
    "postDate": "1089093100",
    "msgId": 4772,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDYuMS4xLjEuMC4yMDA0MDcwNjAwMjY0My4wNjRhN2M4MEBwb3AuZWFzdC5jb3gubmV0Pg==",
        "inReplyToHeader": "PCtZM2hQRkFHbFQ2QUZ3OUxAdGhlZmlnaHRzY2hvb2wuZGVtb24uY28udWs+",
        "referencesHeader": "PDAwMDkwMWM0NjFmOCQ3MTRkNmRlMCQ2ZjA2Mjg1MEB2M2Y2YzU+IDwyMDA0MDcwNTAwMDE0My45NDE3OS5xbWFpbEB3ZWI0MTMwMi5tYWlsLnlhaG9vLmNvbT4gPCtZM2hQRkFHbFQ2QUZ3OUxAdGhlZmlnaHRzY2hvb2wuZGVtb24uY28udWs+"
    },
    "prevInTopic": 4770,
    "nextInTopic": 4774,
    "prevInTime": 4771,
    "nextInTime": 4773,
    "topicId": 4702,
    "numMessagesInTopic": 27,
    "msgSnippet": "... So far as I know, anyone holding a fief directly from the shogun with a kokudaka (rice assessment) of 10,000 koku per annum was ranked as a daimyo, but in",
    "rawEmail": "Return-Path: &lt;w.d.oneil@...&gt;\r\nX-Sender: w.d.oneil@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 14992 invoked from network); 6 Jul 2004 06:00:23 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m21.grp.scd.yahoo.com with QMQP; 6 Jul 2004 06:00:23 -0000\r\nReceived: from unknown (HELO lakermmtao08.cox.net) (68.230.240.31)\n  by mta3.grp.scd.yahoo.com with SMTP; 6 Jul 2004 06:00:22 -0000\r\nReceived: from ONEILW--1U4344.cna.org ([68.100.101.21])\n          by lakermmtao08.cox.net\n          (InterMail vM.6.01.03.02 201-2131-111-104-20040324) with ESMTP\n          id &lt;20040706055226.KCWE17721.lakermmtao08.cox.net@...&gt;\n          for &lt;samuraihistory@yahoogroups.com&gt;;\n          Tue, 6 Jul 2004 01:52:26 -0400\r\nMessage-Id: &lt;6.1.1.1.0.20040706002643.064a7c80@...&gt;\r\nX-Sender: woneil@...\r\nX-Mailer: QUALCOMM Windows Eudora Version 6.1.1.1\r\nDate: Tue, 06 Jul 2004 01:51:40 -0400\r\nTo: samuraihistory@yahoogroups.com\r\nIn-Reply-To: &lt;+Y3hPFAGlT6AFw9L@...&gt;\r\nReferences: &lt;000901c461f8$714d6de0$6f062850@v3f6c5&gt;\n &lt;20040705000143.94179.qmail@...&gt;\n &lt;+Y3hPFAGlT6AFw9L@...&gt;\r\nMime-Version: 1.0\r\nX-eGroups-Remote-IP: 68.230.240.31\r\nFrom: Will O&#39;Neil &lt;w.d.oneil@...&gt;\r\nSubject: Re: [samuraihistory] Etiquette/Daimyo question\r\nX-Yahoo-Group-Post: member; u=25055624\r\nX-Yahoo-Profile: woneil38\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nAt 07:19 7/5/2004, Dean Wayland wrote:\n\n&gt;Finally to add a piece to Nate&#39;s answer re daimyo: the required income\n&gt;during the Tokugawa shogunate or Edo era (1600-1868) to be considered as\n&gt;a daimyo was 10,000 koku. \n\nSo far as I know, anyone holding a fief directly from the shogun with a kokudaka (rice assessment) of 10,000 koku per annum was ranked as a daimyo, but in certain large han the greatest of the domainal samurai held fiefs from the daimyo exceeding 10,000 koku -- I know of one who had 30,000 koku.\n\n&gt;One koku was the amount of rice required to\n&gt;feed one person for one year, and served as a measure of wealth for what\n&gt;was fundamentally an agricultural society. A koku is a fraction over 180\n&gt;litres of rice or about 300 pounds in weight. \n\nIn much of Japan (except the region immediately around Kyoto) the assessment in the Sengoku was in kandaka, which is to say in money terms rather than rice. I&#39;m still digging into the story of the transition to the kokudaka system, which took place under Hideyoshi.\n\n&gt;Will Adams, the first\n&gt;Englishman in Japan, in a letter dated 1611 recounted that he and his\n&gt;crew were each given an income of &quot;2 pounds of rice a day&quot;, which is 2.4\n&gt;koku a year. \n\nThere was a difference between one&#39;s kokudaka and income. The kokudaka was the nominal productive capacity of the fief, while the tax revenues varied but were usually around 30% to 40% of the kokudaka. If you were a low-ranked stipendiary rather than a fief-holder your stipend might be reckoned in hyo of 0.35 koku, so that a man with a stipend of 100 hyo actually received 35 koku (when not required to make a &quot;loan&quot; to his daimyo or shogun). Generally, one whose stipend was stated in koku rather than hyo had higher status, but got no more. That is, a stipend of 100 koku would bring in about the same net income as one of 100 hyo.\n\nAccording to _Learning from Shogun_, William Adams (he never called himself &quot;Will&quot;, noble a name though it be) held a fief with a kokudaka of 250 koku, comprising the villiage of Hemimura in what is today Yokusuka. This was quite a substantial property and implies a certain dignity to his station. Indeed, there is reason to believe that he wore the two swords of the samurai, although he almost certainly was not regarded as a samurai per se.\n\n&gt;IIRC to be a samurai you had to have an income exceeding\n&gt;1,000 koku, \n\nNo. It is reckoned that the greatest number of shogunal housemen had stipends of only 30 to 70 hyo. Needless to say, this meant miserable poverty unless one found other ways to augment it. In 1700 in Okayama han, 93 samurai were recorded as having less than 10 hyo, and in 1840-44 there were more than 1,000 with less than 20 hyo. It was quite impossible to live on less than 10 hyo (3.5 koku of rice income) and impossible to do more than merely subsist on less than 20 -- all these men had to find some way of supplementing their incomes quite substantially. In some rural han, stipends as low as 4 hyo equivalent were recorded, although it is thought that these were men with only nominal samurai duties who really were farmers.\n\nA swordsmith (who was not a samurai, of course) might have 100 hyo, and other valued specialist craftsmen often got 50 or more.\n\n&gt;while the richest daimyo in the land Tokugawa Ieyasu, the\n&gt;first of the Edo era shogun&#39;s had an income of over 4 million koku a\n&gt;year!\n\nThis was Iyasu&#39;s kokudaka, not his income. Recall that the entire direct expense of the bakufu was borne out of the shogun&#39;s lands, since he received no tax revenues from the han. Thus his kokudaka was not so munificent as might seem.\n\nWill O&#39;Neil\n\n\n\n\n[Non-text portions of this message have been removed]\n\n\n"
}