{
    "userId": 191117731,
    "authorName": "Jamie Taylor",
    "from": "Jamie Taylor &lt;idiotkid43@...&gt;",
    "profile": "idiotkid43",
    "replyTo": "LIST",
    "senderId": "sgLQ1fL3smMq-5F7BwM1tDqq3YF8UVBd4nZxp3JpTugiycpcJFYIgfvQh5NeyDCRAXbGBWfl66kgKuXHvQ849rurJ_pLJ9TO2Q",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "More Daimyo",
    "postDate": "1089330109",
    "msgId": 4785,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDQwNzA4MjM0MTQ5LjE0Mjc3LnFtYWlsQHdlYjkwMTA3Lm1haWwuc2NkLnlhaG9vLmNvbT4=",
        "inReplyToHeader": "PCtZM2hQRkFHbFQ2QUZ3OUxAdGhlZmlnaHRzY2hvb2wuZGVtb24uY28udWs+"
    },
    "prevInTopic": 4780,
    "nextInTopic": 4791,
    "prevInTime": 4784,
    "nextInTime": 4786,
    "topicId": 4702,
    "numMessagesInTopic": 27,
    "msgSnippet": "Ryoshu Daimyo were caslte-less, as I read on another post.  Where did they live?  Amongst who, villages, farms?  Who did they rule? 200-300 Daimyo families",
    "rawEmail": "Return-Path: &lt;idiotkid43@...&gt;\r\nReceived: (qmail 16044 invoked by uid 7800); 9 Jul 2004 01:19:40 -0000\r\nX-Sender: idiotkid43@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 27353 invoked from network); 8 Jul 2004 23:41:49 -0000\r\nReceived: from unknown (66.218.66.172)\n  by m4.grp.scd.yahoo.com with QMQP; 8 Jul 2004 23:41:49 -0000\r\nReceived: from unknown (HELO web90107.mail.scd.yahoo.com) (66.218.94.78)\n  by mta4.grp.scd.yahoo.com with SMTP; 8 Jul 2004 23:41:49 -0000\r\nMessage-ID: &lt;20040708234149.14277.qmail@...&gt;\r\nReceived: from [24.69.255.237] by web90107.mail.scd.yahoo.com via HTTP; Thu, 08 Jul 2004 19:41:49 EDT\r\nDate: Thu, 8 Jul 2004 19:41:49 -0400 (EDT)\r\nTo: samuraihistory@yahoogroups.com\r\nIn-Reply-To: &lt;+Y3hPFAGlT6AFw9L@...&gt;\r\nMIME-Version: 1.0\r\nX-eGroups-Remote-IP: 66.218.94.78\r\nFrom: Jamie Taylor &lt;idiotkid43@...&gt;\r\nSubject: More Daimyo\r\nX-Yahoo-Group-Post: member; u=191117731\r\nX-Yahoo-Profile: idiotkid43\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\nX-eGroups-Approved-By: ltdomer98 &lt;ltdomer98@...&gt; via email; 9 Jul 2004 01:19:40 -0000\r\n\r\nRyoshu Daimyo were caslte-less, as I read on another post.  Where did they live?  Amongst who, villages, farms?  Who did they rule?\n \n200-300 Daimyo families during the Tokugawa era.  How many were in the family?  Who and why did they fight?  Who trains Daimyo?\n \nDid they train their young?\n \nI realize the simplicity of the questions again, and maybe some of them don&#39;t make any sense -- but, I need this information.  I&#39;m having a hard time getting a grasp on what a daimyo samurai is.  I not retarded, I&#39;ve read up on samurai.  I&#39;ve done google searches as suggested. \n \nMy bloodline is samurai -- suyuki/minamoto.  I have family trees.  My brother and I have traced our heritage back to Daimyo, or so we think?  I&#39;ve read Bushido, nothing about daimyo, I&#39;ve read the Five Rings, again, nothing, the last Samurai, before it became popular, nothing.  I&#39;ve asked my grandmother, she refuses to speak of it; all she gave us was a family history written by her great-grandfather; from there my brother and I have started a mad project to get to the bottom of our roots.  Any help would be awesome.\n \nI would like to thank the compassionate Dean Wayland for shedding light on all of our negativity, including mine.\n \nJamie Taylor\n\n\nDean Wayland &lt;dean@...&gt; wrote:Hi, I&#39;ve just been reading my back messages, and I feel that although I\nunderstand why some folks feel the way they do about what they consider\nas simplistic questions, that they were unduly harsh on the chap asking\nabout daimyo. Remember, that sometimes it takes a little courage to post\nin a field where you know nothing, and receiving such a hostile\nreception can kill a budding interest in a subject stone dead. I would\nsuggest that if you feel a questioner&#39;s enquiry is not worthy of your\ntime and efforts to reply to, then, simply don&#39;t. Leave it to someone\nelse, and if no one wishes to reply, so be it. Sometimes I find dealing\nwith so-called &quot;simple&quot; questions makes me rethink my own assumptions\nabout the knowledge that I &quot;think&quot; I have in the subject being\nconsidered, and thus helps me to master it:-)\n\nFinally to add a piece to Nate&#39;s answer re daimyo: the required income\nduring the Tokugawa shogunate or Edo era (1600-1868) to be considered as\na daimyo was 10,000 koku. One koku was the amount of rice required to\nfeed one person for one year, and served as a measure of wealth for what\nwas fundamentally an agricultural society. A koku is a fraction over 180\nlitres of rice or about 300 pounds in weight. Will Adams, the first\nEnglishman in Japan, in a letter dated 1611 recounted that he and his\ncrew were each given an income of &quot;2 pounds of rice a day&quot;, which is 2.4\nkoku a year. IIRC to be a samurai you had to have an income exceeding\n1,000 koku, while the richest daimyo in the land Tokugawa Ieyasu, the\nfirst of the Edo era shogun&#39;s had an income of over 4 million koku a\nyear!.\n\nI hope the chap who posted has hung around to read this, if so I hope\nyou find this stuff useful.\n\nYours\n\nDean\n\n&gt;    Ladies and Gentlemen, as temporary list moderator,\n&gt;    I&#39;ve had to reject two messages from a certain\n&gt;    individual in the past day. Granted, these were\n&gt;    emotional childish outbursts laced with the &quot;f&quot; word,\n&gt;    but the underlying issue is that we weren&#39;t kind\n&gt;    enough to answer what a &quot;daimyo&quot; is for the young man.\n&gt;\n&gt;\n&gt;    Yes, I understand that if you do a google search you\n&gt;    should find an answer in about .03 nanoseconds. Yes, I\n&gt;    also understand that we are not a crutch for people\n&gt;    who don&#39;t want to do research. That being said, here&#39;s\n&gt;    a short answer that hopefully will suffice:\n&gt;\n&gt;    Daimo: &quot;Great Name&quot; a feudal lord of the samurai class\n&gt;    in pre-Meiji Japan. Daimyo were generally considered\n&gt;    the pre-eminent ruler in their fief, and controlled\n&gt;    everything that happened therein. Prior to the\n&gt;    Tokugawa Shogunate, the Daimyo were essentially\n&gt;    &quot;warlords&quot; controlling territory by force of arms,\n&gt;    enlarging it as they could. Subsequently, they held\n&gt;    their fiefs either by being granted them by the\n&gt;    Shogunate, or with the Shogunate&#39;s permission,\n&gt;    anyways. Daimyo had an army of samurai retainers,\n&gt;    generally speaking, to maintain order in their domains\n&gt;    and to fight wars when necessary. Once the Tokugawa\n&gt;    period began, there was a minimum income to be\n&gt;    considered a &quot;daimyo&quot;--I don&#39;t know off hand what it\n&gt;    was, but I&#39;m sure you can look it up somewhere.\n&gt;\n&gt;    There&#39;s a basic answer. \nDean Wayland\nHead Of The Fight School\nhttp://www.thefightschool.demon.co.uk\n\n\n\n---\nSamurai Archives: http://www.samurai-archives.com\nSamurai Archives store: http://www.cafeshops.com/samuraiarchives\n--- \n\n\nYahoo! Groups SponsorADVERTISEMENT\n\n\n---------------------------------\nYahoo! Groups Links\n\n   To visit your group on the web, go to:\nhttp://groups.yahoo.com/group/samuraihistory/\n  \n   To unsubscribe from this group, send an email to:\nsamuraihistory-unsubscribe@yahoogroups.com\n  \n   Your use of Yahoo! Groups is subject to the Yahoo! Terms of Service. \n\n\n\n\n\n---------------------------------\nPost your free ad now! Yahoo! Canada Personals\n\n\n[Non-text portions of this message have been removed]\n\n\n"
}