{
    "userId": 190230968,
    "authorName": "Silk Road School",
    "from": "&quot;Silk Road School&quot; &lt;silk.road.school@...&gt;",
    "profile": "geregjonesmuller",
    "replyTo": "LIST",
    "senderId": "a4GdVGWfItYTPhmHkmnC49vdzxNJoBXOxXBdfLAslvzodv-f9gU2hBI1XzAq9bB4zR604QegU9vG8usT8zsvzi_8QoOWytOV1lkLvUbJTjDz3rGAqTlxRScl",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "RE: [samuraihistory] Digest Number 872 - sai, etc.",
    "postDate": "1089915115",
    "msgId": 4845,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PE1FQkJLREhHUE5LR01MS1BEQU9QQ0VCT0NGQUEuc2lsay5yb2FkLnNjaG9vbEBpeC5uZXRjb20uY29tPg==",
        "inReplyToHeader": "PDEwODk4ODEwODUuNDExLjc1NjI5Lm0xMkB5YWhvb2dyb3Vwcy5jb20+"
    },
    "prevInTopic": 0,
    "nextInTopic": 0,
    "prevInTime": 4844,
    "nextInTime": 4846,
    "topicId": 4845,
    "numMessagesInTopic": 1,
    "msgSnippet": "... American kiddie excuse for Japanese cultural stuff. A couple of notes on this dialogue - first (to be fair), the original TMNT was a loving one-shot",
    "rawEmail": "Return-Path: &lt;silk.road.school@...&gt;\r\nReceived: (qmail 61952 invoked by uid 7800); 15 Jul 2004 23:09:37 -0000\r\nX-Sender: silk.road.school@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 42241 invoked from network); 15 Jul 2004 18:15:14 -0000\r\nReceived: from unknown (66.218.66.172)\n  by m24.grp.scd.yahoo.com with QMQP; 15 Jul 2004 18:15:14 -0000\r\nReceived: from unknown (HELO tisch.mail.mindspring.net) (207.69.200.157)\n  by mta4.grp.scd.yahoo.com with SMTP; 15 Jul 2004 18:15:14 -0000\r\nReceived: from user-38ldtqo.dialup.mindspring.com ([209.86.247.88] helo=kimberly)\n\tby tisch.mail.mindspring.net with smtp (Exim 3.33 #1)\n\tid 1BlAlE-0005yX-00\n\tfor samuraihistory@yahoogroups.com; Thu, 15 Jul 2004 14:15:13 -0400\r\nTo: &lt;samuraihistory@yahoogroups.com&gt;\r\nDate: Thu, 15 Jul 2004 11:11:55 -0700\r\nMessage-ID: &lt;MEBBKDHGPNKGMLKPDAOPCEBOCFAA.silk.road.school@...&gt;\r\nMIME-Version: 1.0\r\nContent-Type: text/plain;\n\tcharset=&quot;iso-8859-1&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3 (Normal)\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook IMO, Build 9.0.2416 (9.0.2910.0)\r\nX-MimeOLE: Produced By Microsoft MimeOLE V6.00.2800.1409\r\nIn-reply-to: &lt;1089881085.411.75629.m12@yahoogroups.com&gt;\r\nImportance: Normal\r\nX-eGroups-Remote-IP: 207.69.200.157\r\nFrom: &quot;Silk Road School&quot; &lt;silk.road.school@...&gt;\r\nSubject: RE: [samuraihistory] Digest Number 872 - sai, etc.\r\nX-Yahoo-Group-Post: member; u=190230968\r\nX-Yahoo-Profile: geregjonesmuller\r\nX-eGroups-Approved-By: ltdomer98 &lt;ltdomer98@...&gt; via email; 15 Jul 2004 23:09:37 -0000\r\n\r\n&gt;&quot;the fake Japanese weapons used by cartoon turtles in a badly researched\nAmerican kiddie excuse for Japanese cultural stuff.&quot;\n\n\tA couple of notes on this dialogue - first (to be fair), the original TMNT\nwas a loving one-shot satire of Frank Miller&#39;s Daredevil comic, heavily\ninfluenced in turn by Kozure Okami (Lone Wolf and Cub).  What grew out of\nthat single-issue in-joke can be seen as a kind of huge marketing joke in\nand of itself, but as a satire of American youth and media fads (i.e. the\nmartial arts film craze, teen teams in comics, funny animal comics, anime\nand manga influence, etc.), the original was pretty amusing.  Not great\nliterature; certainly not on a par with Kozure Okami, as far as graphic\nstorytelling goes; but amusing all the same.\nThat aside, this comment sounds like something I&#39;d say.  That&#39;s some quality\nranting there.  (And I do mean that as a compliment.)\nOn a more serious note:\nMessage: 4\n   Date: Thu, 15 Jul 2004 03:39:11 -0000\n   From: &quot;zevlord&quot; &lt;LordZev@...&gt;\nSubject: Re: Weapons of Ninjas\n\n(snip)  ... they are not Ninja weapons, in actual fact they were\noriginally farming implements that was used to plant seeds. Now I\ndon&#39;t know when but they got extended for battle and instead of\ncarrying two they actually carried THREE one in each hand and one\ntucked into their belt. When entering battle they would run towards\nthere enemies throwing one of the sai&#39;s  at the enemy then drew the\nthird one ready for combat. (snip)\n\tThis comment about the agricultural derivation of the sai is one I&#39;ve heard\nbefore.  And back in the &#39;70s, I remember my teacher telling me about the\npractise of carrying a third sai for throwing (Draeger & Smith&#39;s\n_Comprehensive Asian Fighting Arts_ also corroborates this.).  But I have\nalso heard (and this seems more credible to me) that the sai were originally\nOkinawan hay-hooks, that the worker would stick one sai into each end of a\n(small) bale and walk away with these as handles.  In terms of design, they\nseem better suited to this than to planting, as the side tines would serve\nto stabilise the bale, while I can&#39;t think what use they are in planting.\nAnyone have any sources to cite on this question?  Oral tradition on this\ncontinent is something I have learned to regard with great suspicion, as\nI&#39;ve found plenty of bad information being passed along in good faith by\nfolks who honestly believed what they were saying.  So Zev, please don&#39;t\ntake this as a challenge of your integrity, as that&#39;s not my intention at\nall.  But I would like to nail down the facts if I can.\n\tApparently (according to Draeger & Smith again) a weapon of this design has\nbeen in use under various names for over 1500 years, everywhere from India\nto Okinawa, and observes, &quot;Evidence exists which favours Indonesia as the\nplace of origin.  ...Ancient Indonesian civilizations on Sumatra and Java,\nwhich had contact with Okinawa, used the weapon in their combat systems.&quot;\nIf this is so (and Draeger tends to be reliable), then it may never have had\nan agricultural application at all:  any stories of that sort could\nconceivably have been &#39;cover stories&#39; devised during such times as the\ncarrying of weapons was illegal.  (&quot;This, officer?  Nah, this ain&#39;t a\nweapon.  This is a, uh, hay hook.  Yeah, a hay hook.  Got a couple of &#39;em.\nAnd, um a spare.  In case one gets, y&#39;know, broken.  Or something.&quot;)  This\nis pure speculation on my part, so I&#39;d be very interested in more solid\ninformation.\n\tDraeger & Smith also note that the weapon &quot;never became popular in Japan\nand is almost completely divorced from Japanese combat systems; it is only\nseen in those karate systems that have an Okinawan tradition.&quot;  So as far as\nthe ninja and sai go, I guess we do have to blame those pesky adolescent\nterrapins.  And that, in turn, goes back to Frank Miller putting sai in the\nhands of Daredevil&#39;s girlfriend Elektra... although her fingers were always\npositioned wrong... which may take us back to that &#39;badly researched\nAmerican excuse&#39; business again.  Come to think of it, he could never draw\nthe tip of a katana right either.\n\tAdmittedly, kobujutsu is a bit of a digression from samurai history.  But\nas far as that goes, does anyone have any information on whether individual\nsamurai are likely to have trained in any of the kobu weapons?\n\tGereg\n\n\n\n\n\n\n"
}