{
    "userId": 190648532,
    "authorName": "Solomon,jr Bacarizas",
    "from": "&quot;=?iso-8859-1?q?Solomon,jr=20Bacarizas?=&quot; &lt;soulmoon888@...&gt;",
    "profile": "soulmoon888",
    "replyTo": "LIST",
    "senderId": "T_LAQ887_P6DurEiZjjqXiM8nryaG_wnKAU8uW62Whl4UtwReAjBf4YNQV3f4t-5otlbiGju785PE9GHeHjQ6JsZz8rKBfh9ybphefjLuoEQRtxTbAXZELtA9wJv-798mWFsyeD1MkI",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [samuraihistory] Re: Honda Toshitugu",
    "postDate": "1089914930",
    "msgId": 4848,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDQwNzE1MTgwODUwLjc5NjY2LnFtYWlsQHdlYjUzNDA0Lm1haWwueWFob28uY29tPg==",
        "inReplyToHeader": "PGNkNjVvNCtwbW4xQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 4847,
    "nextInTopic": 4849,
    "prevInTime": 4847,
    "nextInTime": 4849,
    "topicId": 4814,
    "numMessagesInTopic": 23,
    "msgSnippet": "... Two branches of the Honda family served Ieyasu - one, as you said, was led by Honda Tadakatsu. The other was headed by Honda Masanobu, who wasn t known as",
    "rawEmail": "Return-Path: &lt;soulmoon888@...&gt;\r\nReceived: (qmail 99184 invoked by uid 7800); 16 Jul 2004 04:58:26 -0000\r\nX-Sender: soulmoon888@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 73827 invoked from network); 15 Jul 2004 18:08:51 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m22.grp.scd.yahoo.com with QMQP; 15 Jul 2004 18:08:51 -0000\r\nReceived: from unknown (HELO web53404.mail.yahoo.com) (206.190.37.51)\n  by mta5.grp.scd.yahoo.com with SMTP; 15 Jul 2004 18:08:50 -0000\r\nMessage-ID: &lt;20040715180850.79666.qmail@...&gt;\r\nReceived: from [203.76.255.13] by web53404.mail.yahoo.com via HTTP; Thu, 15 Jul 2004 19:08:50 BST\r\nDate: Thu, 15 Jul 2004 19:08:50 +0100 (BST)\r\nTo: samuraihistory@yahoogroups.com\r\nIn-Reply-To: &lt;cd65o4+pmn1@...&gt;\r\nMIME-Version: 1.0\r\nX-eGroups-Remote-IP: 206.190.37.51\r\nFrom: &quot;=?iso-8859-1?q?Solomon,jr=20Bacarizas?=&quot; &lt;soulmoon888@...&gt;\r\nSubject: Re: [samuraihistory] Re: Honda Toshitugu\r\nX-Yahoo-Group-Post: member; u=190648532\r\nX-Yahoo-Profile: soulmoon888\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Transfer-Encoding: quoted-printable\r\nX-eGroups-Approved-By: ltdomer98 &lt;ltdomer98@...&gt; via email; 16 Jul 2004 04:58:26 -0000\r\n\r\n\nOn Mon, 12 Jul 2004 20:06:12 -0000, Corey J Hudson=A4=B5=A4=F3 wrote:\n&gt;Qui=\r\nck question to all who can answear. I have been researching Honda \n&gt;Toshitu=\r\ngu for a persona and I cannot find any info on him execept the \n&gt;flag. If a=\r\nnyone has any info at all It would be greatly apreciated.\n&gt;Thank you to all=\r\n\n&gt;Honda\n\nnaomasa298 &lt;shanesuebsahakarn@...&gt; wrote:\n--- In samuraihis=\r\ntory@yahoogroups.com, &quot;zevlord&quot; &lt;LordZev@h...&gt; \nwrote:\n&gt; The only Honda I k=\r\nnow of is Honda Tadakatsu who served Tokugawa \n&gt; Ieyasu all his life, and f=\r\nought in nearly all of his battles.\n&gt; But i guess that doesn&#39;t help, will k=\r\neep researching.\n\nTwo branches of the Honda family served Ieyasu - one, as =\r\nyou said, \nwas led by Honda Tadakatsu. The other was headed by Honda Masano=\r\nbu, \nwho wasn&#39;t known as a great warrior (due to an illness he suffered \ndu=\r\nring his youth, I vaguely recall reading that this might have been \npolio, =\r\nbut I might be confusing that with Date Masamune), but \nMasanobu acted in a=\r\n diplomatic and administrative role for the \nTokugawa. He was also known as=\r\n a political schemer, but was very \nclose to Ieyasu, and later Hidetada. An=\r\nother fairly vague \nrecollection I have is that the founder of Honda Motor =\r\nCorp. was \ndescended from this branch of the family.\n\n\nI made my own search=\r\n and net browsing about this Honda Toshitugu and found nothing about this n=\r\name. Yeah, you are quite right; there=92s nothing about this person but onl=\r\ny the flag. Is it not quite strange that the date and place of his birth is=\r\n unknown but a flag or a banner that usually represent a group or a tribe, =\r\na clan and even a national identity is attached to this single person(perha=\r\nps a head of the family I=92m not really sure), yet nothing is recorded of =\r\nhim? We are familiar that banners or flags are used as a rallying point in =\r\na military charge or as a symbol of unity and solidarity. But the identity =\r\nof the man linked with a flag had been neglected. Quite strange, isn=92t it=\r\n?  \n\n \n\nSome in our group have already given their share with regard to thi=\r\ns persona yet they still admit that the answers they=92ve provided are only=\r\n tentative at best & don=92t really hit the target. Mine is also one of the=\r\nm.\n\n \n\nNaomasa mentioned already the two Honda=92s that served under the To=\r\nkugawa Ieasu. So this family may have been well known during the Edo period=\r\n. There=92s another Honda that also lived during this period; his name is H=\r\nonda Toshiaki (born 1744 in Echiga province,died in Edo 1822). He is a math=\r\nematician & a scholar who advocated Western ideas and techniques to be adop=\r\nted by the Japanese government. He studied the Dutch language that influenc=\r\ned him to become open-minded Japanese pertaining to other cultures especial=\r\nly Western cultures. (During that period Japan was in isolation and the onl=\r\ny Western country they have in contact with is Holland or the Dutch). This =\r\nToshiaki is also interested in economics and his study of the relationships=\r\n between food supply and the growth of population led him to the same concl=\r\nusion as the English economist Thomas Malthus. He advocated many ideas prom=\r\npting the Japanese government to end the isolation policy of the Tokugawa; =\r\nimprove their coastal defenses and\n the imperial expansion of Japan. He pro=\r\nposed many ideas to improve the economic status of Japan by utilizing many =\r\nWestern ideas and techniques.\n\n \n\nNow I wonder if this Toshiaki is the same=\r\n as Toshitugu, (I just hope so. Still I=92m aware that I=92m standing on a =\r\nshaky ground.) But the Japanese already had a custom of changing their name=\r\ns so it might be probable that with some sleight of circumstance Toshiaki h=\r\nad been changed to Toshitogu. (Still I=92m not very sure). I=92m not an exp=\r\nert of the Japanese language but I came to observe that Japanese words espe=\r\ncially verbs changes their suffixes to change the form of tenses, sometimes=\r\n to negate the affirmative word that are used in negative sentences. And Ja=\r\npanese names are not given haphazardly to individuals but that the characte=\r\nr of the person or the character he is supposed to posses is closely linked=\r\n with the appellations that are given to the person. We see this prevalent =\r\nin many traditional cultures. I=92m only speaking in a general sense & clai=\r\nm no any expertise in this subject. Anyone who might have some linguistic b=\r\nackground in analyzing this can please confirm or reject this\n proposition.=\r\n\n\n \n\nWell, at least; we are headed in the right direction. Honda may have b=\r\neen an illustrious family name. We can trace it back to the Edo period and =\r\nperhaps even beyond, and that there are families of Hondas who served in th=\r\ne administration of the Shogun. The Honda mentioned by Naomasa whom he bare=\r\nly remembered as the founder of The Honda Motors Corporation is Honda Soich=\r\niro who may also have been connected to this family. By checking to the lin=\r\neage of this family we may arrive to the identification of this Honda Toshi=\r\ntugu.       \n\n \n\n\n\n---\nSamurai Archives: http://www.samurai-archives.com\nSa=\r\nmurai Archives store: http://www.cafeshops.com/samuraiarchives\n--- \n\n\n\nYaho=\r\no! Groups SponsorADVERTISEMENT\n\n\n---------------------------------\nYahoo! G=\r\nroups Links\n\n   To visit your group on the web, go to:\nhttp://groups.yahoo.=\r\ncom/group/samuraihistory/\n  \n   To unsubscribe from this group, send an ema=\r\nil to:\nsamuraihistory-unsubscribe@yahoogroups.com\n  \n   Your use of Yahoo! =\r\nGroups is subject to the Yahoo! Terms of Service. \n\n\n\n\n--------------------=\r\n-------------\n  Yahoo! Messenger - Communicate instantly...&quot;Ping&quot; your frie=\r\nnds today! Download Messenger Now\n\n[Non-text portions of this message have =\r\nbeen removed]\n\n\n"
}