{
    "userId": 181581475,
    "authorName": "jckelly108",
    "from": "&quot;jckelly108&quot; &lt;oyakata@...&gt;",
    "profile": "jckelly108",
    "replyTo": "LIST",
    "senderId": "fRP05PWCGku85NMrQyXZ-5DdfXUehYFL3gnfJPtS-7j_-Q893lIvNpx17Z8IrSdL53YNgqWibva7xjTeW5y-hNdth4iRq3UXOA6cgFE",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: Musashi - translations, traditions and bunbu-ichi",
    "postDate": "1090636281",
    "msgId": 4883,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGNkc2hscCs4Yzd0QGVHcm91cHMuY29tPg==",
        "inReplyToHeader": "PE1FQkJLREhHUE5LR01MS1BEQU9QR0VGR0NGQUEuc2lsay5yb2FkLnNjaG9vbEBpeC5uZXRjb20uY29tPg=="
    },
    "prevInTopic": 4880,
    "nextInTopic": 4888,
    "prevInTime": 4882,
    "nextInTime": 4884,
    "topicId": 4879,
    "numMessagesInTopic": 4,
    "msgSnippet": "Like Nate, I m not exactly a Musashi buff, but just in the spirit of having a fun conversation allow me to make some comments. ... I only have two; the Clearly",
    "rawEmail": "Return-Path: &lt;oyakata@...&gt;\r\nX-Sender: oyakata@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 58664 invoked from network); 24 Jul 2004 02:31:29 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m24.grp.scd.yahoo.com with QMQP; 24 Jul 2004 02:31:29 -0000\r\nReceived: from unknown (HELO n30.grp.scd.yahoo.com) (66.218.66.87)\n  by mta3.grp.scd.yahoo.com with SMTP; 24 Jul 2004 02:31:29 -0000\r\nReceived: from [66.218.67.145] by n30.grp.scd.yahoo.com with NNFMP; 24 Jul 2004 02:31:21 -0000\r\nDate: Sat, 24 Jul 2004 02:31:21 -0000\r\nTo: samuraihistory@yahoogroups.com\r\nMessage-ID: &lt;cdshlp+8c7t@...&gt;\r\nIn-Reply-To: &lt;MEBBKDHGPNKGMLKPDAOPGEFGCFAA.silk.road.school@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-2022-JP\r\nContent-Length: 3366\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-eGroups-Remote-IP: 66.218.66.87\r\nFrom: &quot;jckelly108&quot; &lt;oyakata@...&gt;\r\nSubject: Re: Musashi - translations, traditions and bunbu-ichi\r\nX-Yahoo-Group-Post: member; u=181581475\r\nX-Yahoo-Profile: jckelly108\r\n\r\nLike Nate, I&#39;m not exactly a Musashi buff, but just in the spirit of \nhaving a fun conversation allow me to make some comments.\n\n&gt;I&#39;ve got three translations of _Book of Five\n&gt; Rings_ on my shelves\n\nI only have two; the Clearly one (which I just now see that I have \ntwo copies on my bookshelf. How could that be?); and one from the \noriginal Japanese into modern Japanese; translated by Kamiko Tadashi \n\u001b$B?@;R4&\u001b(B.\n&gt;I always prefer to compare translations on any work that\n&gt; really matters to me\n\nI love doing this myself.\n\n&gt; be very grateful if anyone could let me know if there&#39;s a problem \nwith his\n&gt; translations that I ought to know about.  This one seems to me to \nbe quite a\n&gt; bit like Harris&#39;s, a little clearer on some points and a little \nless so on others.\n\nI have to say that I think it would be very painful to try and render \nthese writings into English that maintains the same style and nuance. \nI guess that&#39;s the job of a person who takes it upon themselves to \ntranslate literature - but it must be a hell of a task. Personally I \ndon&#39;t think I&#39;ve ever found (not that I was looking) any errors in \nCleary - but it just doesn&#39;t quite have the same oomph as the \noriginal.\n\n\n&gt; I&#39;d also be grateful if anyone can tell me of a literal,\n&gt; character-by-character translation of Musashi&#39;s work.\n\nI know what kind of thing you are referring to here, but I don&#39;t \nthink it would work for Japanese --&gt; English. I guess that it works \nfor Chinese because the grammer structures are apparently quite \nsimilar. But because of the differences in grammar between Japanese \nand English you really couldn&#39;t render a character for character \nliteral translation; or rather, I would say that doing so wouldn&#39;t \nprovide any help to more deeply understanding the original.\n\n&gt; Now Harris gives a capsule biography of Musashi which is (I \nbelieve) about\n&gt; all we really know about him.  Yet Yoshikawa&#39;s melodrama of his \nlife (and\n&gt; the Inagaki film adaptation), expand on that to so vast a degree \nthat I\n&gt; wonder to what extent they represent the novelist&#39;s fancy, and to \nwhat\n&gt; extent they represent legitimate folk tradition.\n\nThis I think is almost impossible to define with precision. By now \nYoshikawa&#39;s Musashi has itself become part of folk tradition. Again \nI&#39;m no expert, but it&#39;s my understanding that Musashi&#39;s actual life \nis essentially a mystery - even his birthplace is the source of much \ndebate. I am of the impression that even the few events which are \nthought to be &#39;known&#39; (such as his early duel with Arita) are \nimpossible to really prove one way or the other.\n\nIn no particular relationshp to anything above, allow me to mention \nthat last fall I visited a town called &quot;Miyamoto Musashi-no-Mura&quot; \nwhich is one of the purported birthplaces of Musashi. This one is in \nOkayama Prefecture and is in my esteemed opinion :) the place with \nthe best claim. It was a lot of fun to get off of the train \nat &quot;Miyamoto Musashi Station&quot; and walk around. One highlight of the \ntrip for me was visiting the supposed grave of Musashi. One other was \nseeing the Hirao family home; this is the family that Musashi&#39;s elder \nsister O-gin was married to. Amazingly, the home is still there and \nthe Hirao family still live there. It&#39;s little experiences and \nepisodes like that, that for whatever reason constantly re-kindle my \ninterest in Japanese history.\n\n\n"
}