{
    "userId": 192963090,
    "authorName": "Eduardo Aragon",
    "from": "Eduardo Aragon &lt;strikesubmit@...&gt;",
    "profile": "strikesubmit",
    "replyTo": "LIST",
    "senderId": "Xb8jnL37oYqHAa8sIs_p6Vp3rKQUjk-m8xNlkCCIgBky7WG6MPRVN-rkBYOKIsKff9OqWQUolHMcILiw3CMYB8BkM8MEgirwBDG10fsm",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [samuraihistory] hey",
    "postDate": "1091031564",
    "msgId": 4913,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDQwNzI4MTYxOTI0LjExMjk3LnFtYWlsQHdlYjUzODEwLm1haWwueWFob28uY29tPg==",
        "inReplyToHeader": "PGNlNjBuMit2amU5QGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 4912,
    "nextInTopic": 4915,
    "prevInTime": 4912,
    "nextInTime": 4914,
    "topicId": 1784,
    "numMessagesInTopic": 34,
    "msgSnippet": "Hi there! Zen buddhism was popularized in japan by the bushi, and became the basis of bushi-do. What I heard was that a famous warrior who used a Bo-staff fled",
    "rawEmail": "Return-Path: &lt;strikesubmit@...&gt;\r\nReceived: (qmail 7194 invoked by uid 7800); 28 Jul 2004 23:51:40 -0000\r\nX-Sender: strikesubmit@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 53646 invoked from network); 28 Jul 2004 16:19:41 -0000\r\nReceived: from unknown (66.218.66.216)\n  by m20.grp.scd.yahoo.com with QMQP; 28 Jul 2004 16:19:41 -0000\r\nReceived: from unknown (HELO web53810.mail.yahoo.com) (206.190.36.205)\n  by mta1.grp.scd.yahoo.com with SMTP; 28 Jul 2004 16:19:41 -0000\r\nMessage-ID: &lt;20040728161924.11297.qmail@...&gt;\r\nReceived: from [216.108.10.225] by web53810.mail.yahoo.com via HTTP; Wed, 28 Jul 2004 09:19:24 PDT\r\nDate: Wed, 28 Jul 2004 09:19:24 -0700 (PDT)\r\nTo: samuraihistory@yahoogroups.com\r\nIn-Reply-To: &lt;ce60n2+vje9@...&gt;\r\nMIME-Version: 1.0\r\nX-eGroups-Remote-IP: 206.190.36.205\r\nFrom: Eduardo Aragon &lt;strikesubmit@...&gt;\r\nSubject: Re: [samuraihistory] hey\r\nX-Yahoo-Group-Post: member; u=192963090\r\nX-Yahoo-Profile: strikesubmit\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\nX-eGroups-Approved-By: ltdomer98 &lt;ltdomer98@...&gt; via email; 28 Jul 2004 23:51:40 -0000\r\n\r\nHi there! Zen buddhism was popularized in japan by the bushi, and became the basis of bushi-do.\nWhat I heard was that a famous warrior who used a Bo-staff fled Japan in the 8th century a.d. for some unknown reason, perhaps he was being sought after by rivals of his dead lord or something like that.\nAt any rate this warrior went to china, where he met up with the shaolin monks, who were buddhists. Influenced by the Chinese philosophies of taoism and confucianism and impressed by the buddhist sharma of the shaolin, the warrior became the first zen-buddhist.\nAfter a time the warrior was forgotten by his enemies and he returned to Japan. Now the faith of Japan at the time was and is still called &quot;Shinto&quot;, shinto is the nature and ancestor worship practised by the ancient Japanese, who claim that the islandsof Honshu was in fact the body of a dead goddess, and that Kami or spirits live in the wild places of Japan.\nThis warrior-monk incorporated Shinto with the Buddhist/Taoists beliefs of the Chinese to form Zen-buddhism.\nAs the buddhists believe in re-incarnation and a progressive pattern of good/positive actions that lead to a better re-incarnation in a future life, Zen was quickly adopted by the bushi. Men who were to die valiantly in their lord&#39;s service need not fear death, as they would re-incarnate further along the path of Insamsara, the cycle of living and dying.\nZen is considered to be an austere and disciplined form of buddhism, perfect for the serious minded bushi, and incorporated many of the principles of taoism (ying and yang) and confuscist thought.\nZen teachers often use parables to impart their teachings to their students. For example one teacher wrote: &quot; Before studying Zen, mountains are mountains and rivers are rivers. During the studying, mountains are no longer mountains and rivers are no longer rivers. After having mastered Zen, mountains are mountains and rivers are rivers.&quot;\nSelf-lessness, ego suppression, calmness of thought, sense of purpose; these were the goals of Zen students. Hope I answered some of your questions.\nYou might want to read...Zen and the art of motorcycle maintenance, The book of five Rings by Miyamoto Musashi, the art of war by Sun Tzu, and also the Dharma.\ncheck out my website if you want to chat or get a hold of me, www.angelfire.com/extreme4/yukongrapplers.html bye for now! Eduardo Aragon.\n\n\t\t\n---------------------------------\nDo you Yahoo!?\nYahoo! Mail - 50x more storage than other providers!\n\n[Non-text portions of this message have been removed]\n\n\n"
}