{
    "userId": 190230968,
    "authorName": "Silk Road School",
    "from": "&quot;Silk Road School&quot; &lt;silk.road.school@...&gt;",
    "profile": "geregjonesmuller",
    "replyTo": "LIST",
    "senderId": "pScrRokWTxA2OvZHJHs2-s3EPTqlVdUVHf9iHiEbQd4fnfPvZH61IkKVYwAH74NCZfkL8vr6hwww-S_8v4auJ-7Xn7UDYbvAWmIAPkNQonUctdy4JPH9igdM",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "RE: [samuraihistory] Digest Number 889 - more suicide notes (so to speak)",
    "postDate": "1091498501",
    "msgId": 4993,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PE1FQkJLREhHUE5LR01MS1BEQU9QTUVLRUNGQUEuc2lsay5yb2FkLnNjaG9vbEBpeC5uZXRjb20uY29tPg==",
        "inReplyToHeader": "PDEwOTE0OTA3NTYuMjQwNC44ODkyLm0yMUB5YWhvb2dyb3Vwcy5jb20+"
    },
    "prevInTopic": 0,
    "nextInTopic": 4994,
    "prevInTime": 4992,
    "nextInTime": 4994,
    "topicId": 4993,
    "numMessagesInTopic": 3,
    "msgSnippet": "Message: 6 Date: Sun, 1 Aug 2004 16:21:05 -0700 (PDT) From: Nate Ledbetter  Subject: RE: Digest Number 888 - various notes on seppuku ... ",
    "rawEmail": "Return-Path: &lt;silk.road.school@...&gt;\r\nReceived: (qmail 47402 invoked by uid 7800); 3 Aug 2004 02:11:18 -0000\r\nX-Sender: silk.road.school@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 93073 invoked from network); 3 Aug 2004 02:02:39 -0000\r\nReceived: from unknown (66.218.66.167)\n  by m6.grp.scd.yahoo.com with QMQP; 3 Aug 2004 02:02:39 -0000\r\nReceived: from unknown (HELO smtp6.mindspring.com) (207.69.200.110)\n  by mta6.grp.scd.yahoo.com with SMTP; 3 Aug 2004 02:02:39 -0000\r\nReceived: from user-38ldvhj.dialup.mindspring.com ([209.86.254.51] helo=kimberly)\n\tby smtp6.mindspring.com with smtp (Exim 3.33 #1)\n\tid 1BrodR-0005ba-00\n\tfor samuraihistory@yahoogroups.com; Mon, 02 Aug 2004 22:02:37 -0400\r\nTo: &lt;samuraihistory@yahoogroups.com&gt;\r\nDate: Mon, 2 Aug 2004 19:01:41 -0700\r\nMessage-ID: &lt;MEBBKDHGPNKGMLKPDAOPMEKECFAA.silk.road.school@...&gt;\r\nMIME-Version: 1.0\r\nContent-Type: text/plain;\n\tcharset=&quot;iso-8859-1&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3 (Normal)\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook IMO, Build 9.0.2416 (9.0.2910.0)\r\nIn-Reply-To: &lt;1091490756.2404.8892.m21@yahoogroups.com&gt;\r\nX-MimeOLE: Produced By Microsoft MimeOLE V6.00.2800.1441\r\nImportance: Normal\r\nX-eGroups-Remote-IP: 207.69.200.110\r\nFrom: &quot;Silk Road School&quot; &lt;silk.road.school@...&gt;\r\nSubject: RE: [samuraihistory] Digest Number 889 - more suicide notes (so to speak)\r\nX-Yahoo-Group-Post: member; u=190230968\r\nX-Yahoo-Profile: geregjonesmuller\r\nX-eGroups-Approved-By: ltdomer98 &lt;ltdomer98@...&gt; via email; 3 Aug 2004 02:11:18 -0000\r\n\r\nMessage: 6\n   Date: Sun, 1 Aug 2004 16:21:05 -0700 (PDT)\n   From: Nate Ledbetter &lt;ltdomer98@...&gt;\nSubject: RE: Digest Number 888 - various notes on seppuku\n\n\n--- Silk Road School &lt;silk.road.school@...&gt;\nwrote:\n\n&gt; Um, why? Being Japanese doesn&#39;t mean you&#39;re required\n&gt; to commit seppuku.\n&gt; A legitimate point, to be sure.  But by way of\n&gt; background, my father used a\n&gt; .30-06 on himself as a way of redeeming his honour\n&gt; (an oversimplification,\n&gt; but pretty accurate), and it&#39;s left me with a\n&gt; profound distaste for that\n&gt; method of departure.\n\nMy condolences. I don&#39;t wish to sound callous, but\nyour feelings seem to be more directed at suicide in\ngeneral, rather than seppuku in particular. Again, you\ndon&#39;t have to be Japanese to commit suicide (as you\ntragically are aware) and you don&#39;t have to commit\nseppuku to be Japanese.\n\t\tThank you.  You don&#39;t sound callous, you sound analytical.  Not a problem.\nSay rather that my feelings have to do with suicide as a way out of one&#39;s\nproblems or a method of redemption.  Where there&#39;s room to fight, or cause\nto live on (as in dependents who will suffer from one&#39;s death), I&#39;d prefer\nto make my life count for every scrap of advantage or any injury to my enemy\nthat it can be made to count for.  I can think of cases where suicide would\nbe a perfectly rational response:  e.g. terminal illness, impending capture\nby forces known to treat prisoners badly (as noted by another party) (and\nindeed, I understand that this was the way in which the custom of seppuku\noriginated).\n\nOf course I agree that &quot;sticking it out&quot; is much more\nhonorable than what many in the west call suicide,\n&quot;taking the easy way out&quot;. Even if that way is neither\neasy nor pleasant.\n\t\tIndeed.  I may have made it seem my father&#39;s suicide was cowardly:  this I\ndo not believe, particularly given his deep Christian beliefs (to say\nnothing of the merciless self-honesty of his last letter).  &quot;Neither easy\nnor pleasant&quot; is pretty accurate.  From his own perspective, I think it was\nmore the scenario of &quot;The English gentleman, his family&#39;s finances ruined by\ninjudicious investments, retires to his study with his Webley service\nrevolver.&quot;  But to come to terms with it myself, I came to regard it as his\nversion of seppuku.  I feel he could have done wiser things, but he faced a\nvery tough and painful decision squarely.\n\n\n&gt;       Thank you for the corrections.  Is it also\n&gt; incorrect, then, that the act\n&gt; was filmed?  I had understood this to be the case.\n\nIt may have been, I&#39;m not sure. I know that a short\nwhile before, Mishima made a movie where the pivotal\nscene was a seppuku (performed by him), a sort of\nforeshadowing, if you will. The scene was intensely\ngraphic, and if I believe correctly he actually did\ncut himself (on accident this time). Copious amounts\nof fake blood were used. This is third hand info, as\nI&#39;ve not seen the scene, and only had it described by\nmy Japanese lit teacher in college (a few years back).\nThe recreation of the recreation is recreated in the\nbiographical movie of his life.\n\t\tRumour being what it is, it would not surprise me at all to learn that\nthis filmed episode gained the second-hand (or third- or fourth-) reputation\nof being a film of his actual death.\n The poet\n&gt; who wrote _The Narrow\n&gt; Road to the Far North_, even.  (Yet another name\n&gt; I&#39;ve forgotten over the\n&gt; years.)  Again, this is not meant to criticise you.\n&gt; What is it about\n&gt; Mishima that affects you so, if I may ask?\n\nMatsuo Basho is the poet you&#39;re looking for.\n\t\tDamn, was that Basho?  I&#39;d completely forgotten that.  That was the only\nJapanese poet whose name I could remember, and I didn&#39;t think it was he.\nAnd I\nagree, I&#39;ve got no desire to emulate Mishima.\nPersonally, he was a nutjob, out of touch with\nreality, as was proven when he attempted to cause a\ncoup and even the students at Ichigaya laughed at him.\nThe books of his I&#39;ve read are, well, disturbing.\nHardly my favorite author, much less someone who&#39;d\nmake me want to be Japanese.\n\t\tWell, that was approximately what I was trying _not_ to say to the party\nwho admired him...\n\n\nMurakami Haruki, OTOH...\n\t\tA name with which I am unfamiliar (one of many, as is obvious by now).  Do\ntell!\n\n Message: 10\n   Date: Sun, 1 Aug 2004 18:13:52 -0700\n   From: Tom Helm &lt;junkmail@...&gt;\nSubject: Re: Digest Number 888 - various notes on seppuku\n\n*snip*  Remember Nobunaga\nwalked into the heart of a conflagration rather than give himself up, I\nthink most would agree his was an honorable choice.\n-t\n\t\t\t\tIf it&#39;s the only way to guarantee not being taken alive, under the\ncircumstances, I can certainly see it.  I&#39;d still rather go out with my\nsword swinging at my enemies, doing my best to cut down one more.  To quote\na C.S. Lewis villain, &quot;Where I bite, I hold &#39;til I die, and even after death\nyou must cut my mouthful from my enemy&#39;s body and bury it with me.&quot;  And to\nquote R.A. Heinlein, &quot;The size of your honor guard determines your status in\nHell.&quot;\n\nMessage: 11\n   Date: Sun, 01 Aug 2004 21:14:54 -0400\n   From: Oyakata &lt;oyakata@...&gt;\nSubject: Re: Seppuku\n\n\n&gt;The assistant has the most important job\n\nTell that to the guy slicing his gut open. :)\n\t\t\t\tGot that right.\nMessage: 14\n   Date: Mon, 02 Aug 2004 02:03:12 +0000\n   From: &quot;djinn djinn&quot; &lt;x_djinn_x@...&gt;\nSubject: Re: Re: on suicide...\n\n\nJust to elaborate a little, I think hara-kiri was somthing of a slag usage.\n&#39;Belly-slitting&#39; is not a very dignified description, and I&#39;ve seen some\npeople get quite offended at usage of the term for something they still\nconsider to be very important.\n\t\t\t\tIn case it&#39;s me to whom you&#39;re responding here, that was very much the\npoint I was trying to make.  The crude terminology was a deliberate attempt\nto translate the crudity of (my understanding of) the term &#39;hara-kiri.&#39;\nTo be honest, this attitude is perfectly accepted in\nthe military today--I&#39;ve had several discussions with\nfellow army officers where we all said we&#39;d save a\nbullet in our 9mm for us, should the prospect of being\ncaptured by the north Koreans (I was stationed twice\nalong the DMZ) in the event of a war. However, the key\nhere really isn&#39;t the prospect of dishonor--to any\ndecent enemy, I&#39;d fight until I couldn&#39;t fight\nanymore, and then surrender if there was nothing else\nI could do. However, Charles Jenkins notwithstanding,\nthe nK doesn&#39;t have a great reputation for treatment\nof enemy soldiers, as with most communist regimes.\n\t\t\t\tTo be fair, this is hardly unique to Communist regimes.  (Vlad the\nImpaler comes to mind, to say nothing of the Osmanli Turks from whom he got\nhis, er, education.)  And in the context of this list - that is to say,\ndragging myself back to Japanese history, I have read that among the\nJapanese it is regarded as disgraceful to be taken prisoner.  Both prisoners\nand captors, as I recall, tended to perpetuate this view - to the extent\nthat captives not infrequently became partisans of their captors, seemingly\nrequiring a new &#39;identity&#39; to replace that which was lost when they were\ncaptured.  (This is echoed in Kurosawa&#39;s &quot;Sanjuro,&quot; where the captive ends\nup cheering at a victory before he recalls whose side he&#39;s supposed to be\non.)  Another example comes from WWII:  I believe it was on Mindanao where\nmuch of the civilian Japanese population chose to go off a cliff with their\nchildren rather than be taken by the Americans.  Even if this view of being\ntaken alive is not correct - and I can&#39;t recall my sources - there are\nenough instances of horrific and humiliating executions of important\nprisoners in Japanese history that I can definitely sympathise with anyone\nof significance who preferred not to be taken alive.\n\tAnd even in feudal Europe, for all the modern popular ideas of the\nchivalric ideal, if you wanted to be taken alive in battle, you&#39;d better\nmake certain to have been born with gentle blood in your veins:  the Lower\nClasses (that&#39;d be most of us) were rarely treated well.  For that matter,\nthe Italians didn&#39;t care how well-bred you were:  they didn&#39;t like taking\nprisoners, and they didn&#39;t respect class.  Consequence of being a nation of\ncity-states, I gather, as opposed to a feudal monarchy.\nI\nadmire men like John McCain quite a lot, but I&#39;d be\nsorely tempted to let my wife collect on my insurance\nrather than face captivity under those conditions.\n\t\t\t\tBut with all those provisos and exceptions, I&#39;m with you on this one.\n\n\nAnother question--where the heck does this &quot;Digest\nNumber XXX&quot; stuff come from? That wasn&#39;t the original\ntitle of this thread.\n\t\t\t\tNo, but I receive the list in digest form:  so I got it all at once, and\nresponded in kind.  My apologies for any confusion.\n\nMessage: 25\n   Date: Mon, 02 Aug 2004 19:52:28 -0400\n   From: Oyakata &lt;oyakata@...&gt;\nSubject: Re: Seppuku vs. Hara-Kiri\n\n &gt;Can anyone tell me whether the practice of cutting the neck so as to\n&gt;leave a thin string of tissue between the body and the head (to\n&gt;differentiate the body of a man who committed seppuku from a fallen\n&gt;enemy whose head was taken) was ever extant? I&#39;ve read of it in a few\n&gt;books, but have not seen any scholarly verification.\n\nI personally have never heard of this. From a practical point of view\nit seems like it would be next to impossible to carry off. Plus it\nseems like it&#39;s confusing things a bit. If this is the seppuku done\non the battlefield, it&#39;s not always clear that there would be a\nkaishaku-nin there to cut off the head. If it is the more formal\nseppuku ceremony, then of course there would be no need to make such\na distinction -- and in fact the head viewing ceremony took place\nat a relatively far distance from the body.\n\t\t\t\tFor what it&#39;s worth, I&#39;ve heard of this... but (surprise!) I do not\nrecall the source.  I can certainly see how the solemnity of the occasion\nwould be marred by the head rolling across the tatami.  I also think that\nwith decent practise, it would not be that difficult to &#39;pull&#39; the cut so as\nnot to completely sever the neck.  Not to sound boastful, but I think with a\nfew months&#39; practise I could duplicate that precision - at least, on a\ntarget that would remain stationary for the purpose.  (You will understand\nthat my cutting practise does not generally focus on this detail - a\ngrievous oversight in my training, I grant you.  I humbly crave your pardon,\none and all.  My school focusses more on battlefield technique than on the\nstylish execution of seppuku.)\nThank you all once again for a spirited and informative multilogue.\n\t\t\t\tGereg\n\n\n"
}