{
    "userId": 61281048,
    "authorName": "Nate Ledbetter",
    "from": "Nate Ledbetter &lt;ltdomer98@...&gt;",
    "profile": "ltdomer98",
    "replyTo": "LIST",
    "senderId": "br4D7sLcU4U5hMXUfkD3C_JURUr-GxJaeKrFxOB1yuMKHq94DsgR_ExtUCYpluo7sorMOtQCDkfRQc6UlWO9g6vesh6ZFxw7QxRe",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [samuraihistory] Revenge",
    "postDate": "1091586126",
    "msgId": 5016,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDQwODA0MDIyMjA2LjE2MjE1LnFtYWlsQHdlYjQxMzA2Lm1haWwueWFob28uY29tPg==",
        "inReplyToHeader": "PGNlb2RzcStkNGIyQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 5015,
    "nextInTopic": 5022,
    "prevInTime": 5015,
    "nextInTime": 5017,
    "topicId": 5009,
    "numMessagesInTopic": 19,
    "msgSnippet": "... Wow, refreshing--someone who wants to make a novel realistic ! We d be GLAD to help, providing you provide a small donation to Kitsuno s site with the ",
    "rawEmail": "Return-Path: &lt;ltdomer98@...&gt;\r\nX-Sender: ltdomer98@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 96635 invoked from network); 4 Aug 2004 02:22:06 -0000\r\nReceived: from unknown (66.218.66.167)\n  by m1.grp.scd.yahoo.com with QMQP; 4 Aug 2004 02:22:06 -0000\r\nReceived: from unknown (HELO web41306.mail.yahoo.com) (66.218.93.55)\n  by mta6.grp.scd.yahoo.com with SMTP; 4 Aug 2004 02:22:06 -0000\r\nMessage-ID: &lt;20040804022206.16215.qmail@...&gt;\r\nReceived: from [143.46.96.69] by web41306.mail.yahoo.com via HTTP; Tue, 03 Aug 2004 19:22:06 PDT\r\nDate: Tue, 3 Aug 2004 19:22:06 -0700 (PDT)\r\nTo: samuraihistory@yahoogroups.com\r\nIn-Reply-To: &lt;ceodsq+d4b2@...&gt;\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=us-ascii\r\nX-eGroups-Remote-IP: 66.218.93.55\r\nFrom: Nate Ledbetter &lt;ltdomer98@...&gt;\r\nSubject: Re: [samuraihistory] Revenge\r\nX-Yahoo-Group-Post: member; u=61281048\r\nX-Yahoo-Profile: ltdomer98\r\n\r\n\n--- Lilith &lt;lillith.saintcrow@...&gt; wrote:\n\n&gt; Hey guys,\n&gt; \n&gt; You may or may not know I&#39;m a writer, and I&#39;m\n&gt; working on a fantasy \n&gt; novel set in a very late Sengoku-era alternate\n&gt; world. I&#39;d like to \n&gt; make it as real and accurate as possible, even\n&gt; though it is a fantasy \n&gt; world, and some of the questions I have might have\n&gt; instructive \n&gt; answers for the list people.\n\nWow, refreshing--someone who wants to make a novel\n&quot;realistic&quot;! We&#39;d be GLAD to help, providing you\nprovide a small donation to Kitsuno&#39;s site with the\nmillions you rake in from your book deal! Good luck!\nAnd keep the questions coming!!\n \n&gt; 1. What were the penalties (if any, social or\n&gt; otherwise) of women \n&gt; dressing like men, and men dressing like women, in\n&gt; Japanese culture \n&gt; of that time?\n\nA funny look or two? I&#39;m not sure there were any legal\npenalties, though I wouldn&#39;t imagine that the person\nwould be well thought of if anyone found out she was a\nwoman. \n\n&gt; 2. When did revenge killing become illegal, and what\n&gt; were the \n&gt; penalties?\n\nGood question--again, I can&#39;t provide a definitive\nanswer, but I&#39;d say it was probably under the Tokugawa\nshogunate--witness the illegality, yet moral virtue,\nof the 47 Ronin. The penalty in that case was death,\nas it was for most offenses other than the extremely\ntrivial. Though if this is late-Sengoku, it depends on\nif there is an authority capable of enforcing the law.\nWould your character be punished by his own lord? It&#39;s\nperfectly conceivable that while in the late Sengoku\nthere was no Shogun capable of enforcing anything,\nthis particular person&#39;s daimyo could have a House Law\nagainst it, or something. \n\n&gt; 3. What would be the penalties for killing a shogun,\n&gt; and likely \n&gt; repercussions politically of a shogun&#39;s murder?\n\nWow, where to begin...? It would depend on the\nsitutation, of course. I can think of 4 instances\nwhere the Shogun was assasinated/murdered/attacked and\nkilled: \n\nMinamoto Yoriie was the second Minamoto Shogun, but\nwas deposed and assasinated by his gradfather, Hojo\nTokimasa, in 1203. Tokimasa put Yoriie&#39;s brother\nSanetomo in the position. Yoriie didn&#39;t like being a\npuppet, so he was replaced. Sanetomo was in turn\nassasinated in 1219, by Yoriie&#39;s son or an unknown\nassailant, depending on whom you ask. The political\nfallout was that there were no more Minamoto to be\nnamed Shogun, so the Hojo regents first got two\nFujiwara, and then imperial princes to hold the\nposition, while they continued their actual control of\nthe bakufu as Shikken. \n\nAshikaga Yoshinori was assasinated in 1441, by\nAkamatsu Mitsusuke, a retainer who believed he was\ngoing to be deprived of his lands. He invited the\nShogun to a celebration, and had him assasinated\nduring the festivities. The bakufu reacted by\ncommisioning the Yamana family to destroy the\nAkamatsu, which they did, for the most part. The\nYamana gained all the Amako lands, and set themselves\nup as a major player in the bakufu, just in time for\nYamana Sozen to start the Onin War with his moves for\npower (The Shogun, at this point, was once again a\nlegitimizing tool for his &#39;vassal&#39; families to fight\nover, the strongest generally being named Kyoto\nKanrei). \n\nAshikaga Yoshiteru was assasinated by Matsunaga\nHisahide, a retainer of the Miyoshi clan at the time,\nwho themselves were former retainers of the Hosokawa,\nthe enemies of the Yamana in the Onin War. Yoshiteru,\nwhile a puppet like most of the others mentioned, did\nresist the Miyoshi, so they removed him by attacking\nhis palace in 1565. He held off the attackers\nadmirably for a while, then retired to commit seppuku.\nThe Miyoshi installed Ashikaga Yoshihide, only to be\nswept aside by Oda Nobunaga 3 years later, with\nYoshiaki. \n\nAll but one of these are instances of a puppet Shogun\nbeing killed by one faction so they could put their\npuppet, or at least a puppet more cooperative, in\nplace. If you&#39;re looking at the Shogun being a strong\nfigure, someone who might deserve to die in a revenge\nkilling, these examples might not help. If the Shogun\nruled rather than reigned, there would be a power\nvacuum while a successor was named, etc. If the\nsuccessor was young, a regent would be named, who\nwould probably be the strongest retainer. Conflict\nwould no doubt take place with other retainers who\nwere jealous...and you see the cycle.\n\n&gt; 4. When did a sword without a tsuba (yes, I&#39;ll say\n&gt; it, like Lucy \n&gt; Liu&#39;s sword in Kill Bill) become acceptable, if it\n&gt; ever did?\n\nNever. Swords in shirasaya, the scabbard with no tsuba\n(usually light wood colored) are kept that way for\nstorage. For someone to carry it and use it, they&#39;d\ntake it and mount it in a normal mounting. Shirasaya\nprotect the blade while it&#39;s being stored or shipped. \n\n&gt; I realize these questions might be far more complex\n&gt; than a single \n&gt; post- or even ten posts- could answer. I appreciate\n&gt; any help- and of \n&gt; course, anyone who helps out will be listed in the\n&gt; acknowledgements \n&gt; if and when I get this book to print.\n\nGood stuff, makes us think--and just send us all\ncopies!\n\nNate\n\n\n\t\t\n__________________________________\nDo you Yahoo!?\nYahoo! Mail - 50x more storage than other providers!\nhttp://promotions.yahoo.com/new_mail\n\n"
}