{
    "userId": 192019364,
    "authorName": "Lilith",
    "from": "&quot;Lilith&quot; &lt;lillith.saintcrow@...&gt;",
    "profile": "scorpialuna",
    "replyTo": "LIST",
    "senderId": "mim4HPOgzSliSNwlBF5vSUQYR24U4arqjfIGb4uG6TYR2moYDaOAgOKNWY7Fba6YRhXdPPei7-Dv4pwvqKDbQlIS4pAdq6UojYT53uY",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Snowfire Premise",
    "postDate": "1091725485",
    "msgId": 5058,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGNldHBiZCsyYTYzQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 5059,
    "prevInTime": 5057,
    "nextInTime": 5059,
    "topicId": 5058,
    "numMessagesInTopic": 15,
    "msgSnippet": "Hey everyone, Thanks for letting me post this. I appreciate all the wonderful help and support I m receiving from this list! And for the listmember who asked",
    "rawEmail": "Return-Path: &lt;lillith.saintcrow@...&gt;\r\nReceived: (qmail 1298 invoked by uid 7800); 5 Aug 2004 19:36:28 -0000\r\nX-Sender: lillith.saintcrow@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 24463 invoked from network); 5 Aug 2004 17:05:46 -0000\r\nReceived: from unknown (66.218.66.216)\n  by m25.grp.scd.yahoo.com with QMQP; 5 Aug 2004 17:05:46 -0000\r\nReceived: from unknown (HELO n10.grp.scd.yahoo.com) (66.218.66.65)\n  by mta1.grp.scd.yahoo.com with SMTP; 5 Aug 2004 17:05:46 -0000\r\nReceived: from [66.218.67.148] by n10.grp.scd.yahoo.com with NNFMP; 05 Aug 2004 17:04:46 -0000\r\nDate: Thu, 05 Aug 2004 17:04:45 -0000\r\nTo: samuraihistory@yahoogroups.com\r\nMessage-ID: &lt;cetpbd+2a63@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 6626\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Remote-IP: 66.218.66.65\r\nFrom: &quot;Lilith&quot; &lt;lillith.saintcrow@...&gt;\r\nSubject: Snowfire Premise\r\nX-Yahoo-Group-Post: member; u=192019364\r\nX-Yahoo-Profile: scorpialuna\r\nX-eGroups-Approved-By: ltdomer98 &lt;ltdomer98@...&gt; via email; 5 Aug 2004 19:36:28 -0000\r\n\r\nHey everyone,\n\nThanks for letting me post this. I appreciate all the wonderful help \nand support I&#39;m receiving from this list! And for the listmember who \nasked about copyright: if I can prove I am the owner of this email \naddress, posting a short chapter here actually proves my copyright, \nso no worries about that. Good question, though!\n\nBelow please find a short chapter that details the premise of the \nbook, tentatively titled &quot;Snowfire.&quot; If there is anything that seems \nillogical in it, or you would like to correct for historical accuracy \n(even though this _is_ a fantasy) please don&#39;t hesitate! I&#39;m only \n10,000 words into the book and want to catch any illogicalities (is \nthat even a word?) while the work is relatively young. So, without \nfuther ado...\n\n---\n\nMy father had once been a retainer to the Emperor. The o&#39;Diserah were \nan old and noble clan, known for their faithfulness to the Peerless. \nEndless feudal wars had reduced the o&#39;Diserah to a single family, and \nof that family my father was the last to survive. Such is life.\n\nMy father took service under the Emperor and was given the position \nof Kanhake- one of the Emperor&#39;s bodyguard. It was honorable, and my \nfather was a skilled swordsman.  He protected the Emperor as he would \nhave protected any lord- fearlessly, with honor.\n\nThen my father fell in love.\n\nThe Emperor&#39;s youngest sister and favored concubine, Azami, returned \nhis affection, though neither dared to make their feelings known. \nStill, it is hard to hide anything at the Winter Palace; and my \nfather had enemies.\n\nChief among those enemies was o&#39;Shotomori Shanjushi Ieyasu, not yet \nJogun. He was an adept at intrigue and suspicion, and had risen far \nto the position of Master of the Imperial Police. And he too burned \nwith a double passion- to serve his own ambition, and to have Azami.\nWhen she rejected him- whether out of loyalty to the Emperor or love \nof my father- he retaliated.\n\no&#39;Inanke Kohenaki Azami was found guilty of intriguing against the \nEmperor. False letters were produced, witnesses as well- though the \nwitnesses were all Ieyasu&#39;s creatures. The Emperor had no choice but \nto pronounce her anathema- since her blood was his, he could not \norder her suicide. Azami left the Winter Palace and vanished into \nEdon. By the time the Emperor suspected he had been misled, she was \ngone and Ieyasu was Jogun- the War Lord, and too powerful to be \ndismissed. For the Jogun had become emperor in all but name, and the \nEmperor an empty puppet.\n\nMy father, then, made his choice.\n\nHe resigned, left his post as Kanhake and left Odokyo the great city. \nHe searched Edon for Azami, and when he found her- driven mad, \ntrapped in a bordello, no longer able to return to her former station \neven if she had been able to understand- he retreated to this \nmountain village, far away from Edokyo.\n\nI learned something that was not common knowledge that night: that \nthe Emperor had sent my father to find Azami. Find her he did, but he \ndid not return her to the Winter Palace. For she was broken in health \nand in madness, a child-woman forced to live in the streets and \ngutters, unprepared for the harshness of life.\n\n&quot;Azami had little steel in her,&quot; my father said, staring into the \nfire. &quot;It was why the Emperor loved her, I think. She was sanjin, of \ncourse, and honorable... but she was a summer flower.&quot;\n\nI nodded, pouring my father another cup of saki. I don&#39;t think he \nwould have told me some of the things he did that night had he not \nbeen drinking steadily since the tale started.\n\nMy father stayed with her, barring her from taking further customers \nand earning his living-and hers- by the swordmaker&#39;s trade, for which \nhe had been trained when young. The o&#39;Diserah believed that to wield \na blade, you must know how it is made, despite the dishonor of \nselling your skill like a merchant.\n\nAnd eventually, Azami and my father produced me.\n\nI do not know if my father cursed himself for breaking his honor with \nthe Emperor&#39;s sister. In his defense I will say that it was his only \nlapse in a long and honorable life, and that had I been born a boy, \nmy father&#39;s dishonor would have even somewhat erased. The fault is \nmine.\n\nIt was in the last year of Azami&#39;s life, as she grew round with \npregnancy, that my father learned the Emperor had been slain by \ntreachery. A new Emperor- a concubine&#39;s son- was enthroned in the \nWinter Palace. And this new Emperor was the creature of- who else?- \nthe Jogun.\n\no&#39;Shotomori Shanjushi Ieyasu, whose star had climbed so high.\n\nI understood far more than another child perhaps would have, having \ngrown adept at reading my father&#39;s silences as well as his words. My \nfather&#39;s enemy was my mother&#39;s enemy, and my father&#39;s enemy was also \nmine.\n\n&quot;We are all that is left,&quot; my father said. &quot;Last of the o&#39;Diserah, \nand last of the Emperor&#39;s retainers. What is our duty, o&#39;Kohe-chan?&quot;\n\nI shifted slightly in seiza, easing an ache in my right \nleg. &quot;Revenge,&quot; I answered.\n\n&quot;Hai.&quot; My father examined the empty saki bottle. &quot;If your mother&#39;s \nname were to be known,&quot; he said, &quot;you would be in grave danger. The \nJogun&#39;s spies know that I have a bastard child, but they have been \nduped into thinking that her mother was a common low-born prostitute, \nthat I left the Winter Palace in disgrace for my complicity in \nAzami&#39;s supposed treachery. The Emperor was careful to let them think \nso. When he was murdered, my duty became clear. So I have raised you.&quot;\n\n&quot;Dai-pa,&quot; I leaned forward a little, &quot;is that why I&#39;m dressed like a \nboy?&quot;\n\n&quot;Hai.&quot;\n\n&quot;And why I learn the sword?&quot;\n\n&quot;Hai.&quot;\n\n&quot;Do I look like my mother?&quot;\n\n&quot;Hai.&quot;\n\n&quot;What am I to do now, Dai-pa?&quot;\n\n&quot;Wait. Watch. Learn.&quot;\n\nI set my tea bowl aside and put my hands on the floor, bent forward \nuntil my forehead touched the mats. &quot;Hai, Dai-pa.&quot;\n\nHe grunted. &quot;Go to bed, o&#39;Kohe-chan. Tomorrow we will start.&quot;\n\n&quot;Hai, Dai-pa.&quot;\n\nI bowed again, then rose and backed away from him, three steps. Then \nI turned and ran from the room.\n\nI ran up the stairs and threw myself down on my bed. My eyes were \nterribly dry. I lay across my bedding and sobbed without a sound. It \nis a horrible thing, to learn that you have failed through no fault \nof your own.\n\nI should have been born a boy. A boy could learn the sword without \ntrouble and carry out revenge with little but the law and the Jogun&#39;s \nretainers to dissuade him.\n\nI, however, had been born female. And in doing so, I had failed both \nmy parents terribly.\n\nI lay in the dark, eyes burning, body shuddering with silent sobs, \nand heard the tinkling crash downstairs as my father threw the saki-\nbottle against the hearth.\n\n\n"
}