{
    "userId": 61281048,
    "authorName": "Nate Ledbetter",
    "from": "Nate Ledbetter &lt;ltdomer98@...&gt;",
    "profile": "ltdomer98",
    "replyTo": "LIST",
    "senderId": "7VlmhGzGRKxTvA3IjVY8dGvRhPBW4IvZXXCDIB7piIyZuSw-CHlUx9DnjWhBhI9wTMdCAAghssyNlhD5xDvr3qsSHM9rfPtpLzuc",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [samuraihistory] Snowfire Premise",
    "postDate": "1091749054",
    "msgId": 5060,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDQwODA1MjMzNzM0LjM3MTMucW1haWxAd2ViNDEzMDgubWFpbC55YWhvby5jb20+",
        "inReplyToHeader": "PGNldHBiZCsyYTYzQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 5059,
    "nextInTopic": 5061,
    "prevInTime": 5059,
    "nextInTime": 5061,
    "topicId": 5058,
    "numMessagesInTopic": 15,
    "msgSnippet": "... Tony got to you first--however, I ll say a lot of the same things, I m sure. But let me start by saying that if you listen to ANYONE, please listen to him!",
    "rawEmail": "Return-Path: &lt;ltdomer98@...&gt;\r\nX-Sender: ltdomer98@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 24591 invoked from network); 5 Aug 2004 23:37:35 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m23.grp.scd.yahoo.com with QMQP; 5 Aug 2004 23:37:35 -0000\r\nReceived: from unknown (HELO web41308.mail.yahoo.com) (66.218.93.57)\n  by mta3.grp.scd.yahoo.com with SMTP; 5 Aug 2004 23:37:35 -0000\r\nMessage-ID: &lt;20040805233734.3713.qmail@...&gt;\r\nReceived: from [143.46.96.69] by web41308.mail.yahoo.com via HTTP; Thu, 05 Aug 2004 16:37:34 PDT\r\nDate: Thu, 5 Aug 2004 16:37:34 -0700 (PDT)\r\nTo: samuraihistory@yahoogroups.com\r\nIn-Reply-To: &lt;cetpbd+2a63@...&gt;\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=us-ascii\r\nX-eGroups-Remote-IP: 66.218.93.57\r\nFrom: Nate Ledbetter &lt;ltdomer98@...&gt;\r\nSubject: Re: [samuraihistory] Snowfire Premise\r\nX-Yahoo-Group-Post: member; u=61281048\r\nX-Yahoo-Profile: ltdomer98\r\n\r\n\n--- Lilith &lt;lillith.saintcrow@...&gt; wrote:\n \n&gt; Below please find a short chapter that details the\n&gt; premise of the \n&gt; book, tentatively titled &quot;Snowfire.&quot; If there is\n&gt; anything that seems \n&gt; illogical in it, or you would like to correct for\n&gt; historical accuracy \n&gt; (even though this _is_ a fantasy) please don&#39;t\n&gt; hesitate! I&#39;m only \n&gt; 10,000 words into the book and want to catch any\n&gt; illogicalities (is \n&gt; that even a word?) while the work is relatively\n&gt; young. So, without \n&gt; futher ado...\n\nTony got to you first--however, I&#39;ll say a lot of the\nsame things, I&#39;m sure. But let me start by saying that\nif you listen to ANYONE, please listen to him! I&#39;ve\ngot no official research background or writing\nhistory--he&#39;s got both, been published several times\nin history, at least, and will tell you like it is.\nAnyways, on with my comments...\n\n&gt; My father had once been a retainer to the Emperor.\n&gt; The o&#39;Diserah were \n&gt; an old and noble clan, known for their faithfulness\n&gt; to the Peerless. \n&gt; Endless feudal wars had reduced the o&#39;Diserah to a\n&gt; single family, and \n&gt; of that family my father was the last to survive.\n&gt; Such is life.\n\nNames. Ouch. What&#39;s with the &quot;o&#39;everything&quot;? Are we\nJapanese or Irish? This needs serious work. Not to be\nharsh, but speaking, as Tony put it, from the\n&quot;Japanophile&quot; side of the house, I would pick up this\nbook, turn to the back cover, see that it&#39;s about\nsomeone in the &quot;o&#39;Diserah&quot; family, and immediately put\nit down, lamenting the fact that no one writes good\nfiction about Japanese history. \n\nAnd strictly speaking, the Emperor himself didn&#39;t have\ndirect retainers. Everyone was technically a servant\nof the Emperor, but he wasn&#39;t a feudal magnate, and\ndidn&#39;t maintain his own warrior house. Think of him\nmore like the Pope than a European king (and ignore\nthe whole Pope maintaining standing armies in the\n1400&#39;s or so thing). \n\nKusunoki Masashige is one of the few examples I can\nthink of of someone truly dedicated solely to the\nEmperor, and that was to GoDaigo, who TRIED to regain\nrule from the Bakufu, in essence trying to act like a\nking, rather than what the Emperor by this point\nnormally did. \n\n&gt; My father took service under the Emperor and was\n&gt; given the position \n&gt; of Kanhake- one of the Emperor&#39;s bodyguard. It was\n&gt; honorable, and my \n&gt; father was a skilled swordsman.  He protected the\n&gt; Emperor as he would \n&gt; have protected any lord- fearlessly, with honor.\n\nIs this supposed to be something like the Praetorian\nGuard? Because that&#39;s what I&#39;m picturing. There were\nseveral Imperial guard forces, but service in them\nwasn&#39;t REALLY how we imagine a bodyguard, following\naround the Emperor like the Secret Service or P.\nDiddy&#39;s posse. They were more like police or palace\nguards, not personal ones. I can dig up descriptions\nof them, if you like--Sansom&#39;s volume 1 history gives\na basic outline, but Karl Friday is a better\nexplanation. \n\n&gt; The Emperor&#39;s youngest sister and favored concubine,\n&gt; Azami, \n\nShe&#39;s his sister, AND his concubine? Um....yech. While\nthere doesn&#39;t seem to have been any issues marrying\ncousins (since for a long time the Emperors married\nwomen of the Fujiwara family, making their sons\nhalf-Fujiwara, who then married back into the Fujiwara\nfamily...you get the idea...), this wouldn&#39;t have\nworked. \n\nHowever an affair of the Emperor&#39;s wife/consort/etc\nwith another courtier isn&#39;t out of the realm of\npossibility--look at the Genji Monogatari for an\nexample. \n\n&gt; Chief among those enemies was o&#39;Shotomori Shanjushi\n&gt; Ieyasu, not yet \n&gt; Jogun. \n\nAgain, names. Ouch. Especially famous ones. I&#39;ll give\nyou a website to peruse at the end that will help you\nwith developing real-sounding Japanese names, and of\ncourse you can run them by us all  to make sure they\nweren&#39;t real people, or at least really famous ones.\nIeyasu is a bad choice....also, I agree with\nTony--what the hell is Jogun? Either use Shogun, or\nuse another title--by using Jogun, you just look like\nyou can&#39;t spell correctly. \n\nHe was an adept at intrigue and suspicion,\n&gt; and had risen far \n&gt; to the position of Master of the Imperial Police.\n\nYour book, your fantasy. But my understanding (someone\ncan correct me if I&#39;m wrong) is that head of the\nImperial Police was a decent, but not fabulous, title\nduring the Heian period. During the later Sengoku,\nwhich if I remember is your target timeframe, this\nreally wouldn&#39;t have meant a hill of beans. But, as\nyou said, you&#39;re creating this world. I would read\nthis and go &quot;hmm, that&#39;s not right&quot;, but then move on.\n\n\nsince her blood was his,\n&gt; he could not \n&gt; order her suicide. \n\nNever really stopped anyone in reality, but okay. \n\n For the (SH)ogun had become emperor in all\n&gt; but name, and the \n&gt; Emperor an empty puppet.\n\nProudly puppeteering since 1185!\n \n&gt; He searched Edon for Azami, and when he found her-\n&gt; driven mad, \n&gt; trapped in a bordello, no longer able to return to\n&gt; her former station \n&gt; even if she had been able to understand- he\n&gt; retreated to this \n&gt; mountain village, far away from Edokyo.\n\nEven a banished court lady wouldn&#39;t have been driven\nto prostitution. Banishment meant being away from the\npolitical and social center, Kyoto, not destitution\nand complete misery. Again, your story.\n\n&gt; She was sanjin\n\nHuh? You explain the title of (SH)ogun, which everyone\njust about will understand, but no explanation here of\nwhat this means. Just something to follow up on later.\n\n\n&gt; I nodded, pouring my father another cup of saki. \n\nIt&#39;s &quot;sake&quot;. Saki is a literary pseudonym. \n\n The o&#39;Diserah\n&gt; believed that to wield \n&gt; a blade, you must know how it is made, despite the\n&gt; dishonor of \n&gt; selling your skill like a merchant.\n\nSomeone may correct me, but your sword maker&#39;s were\nheld in much higher regard than your average rice\nbroker. \n\n A new Emperor- a concubine&#39;s son- was\n&gt; enthroned in the \n&gt; Winter Palace. And this new Emperor was the creature\n&gt; of- who else?- \n&gt; the Jogun.\n\nSounds very Fujiwara...interesting. \n \n&gt; &quot;Dai-pa,&quot; I leaned forward a little, &quot;is that why\n&gt; I&#39;m dressed like a \n&gt; boy?&quot;\n\n&quot;Daipa&quot; is how the Japanese refer to Pampers, not how\nyou&#39;d address your father. \n\nThe message got cut off--I&#39;ll go back and see if there\nis anything else I had to add, but here&#39;s the website\nI promised:\n\nwww.sengokudaimyo.com\n\nGo to it. Now. This instant! Ordinarily I recommend a\npart or a piece of it, but this will seriously help\nyou understand the world that your writing about.\nThere&#39;s a page on names and titles in the Miscellany\nportion. There&#39;s pages on etiquette, manners, dress,\narmor, games, etc...\n\nOh, and the author? He&#39;s that other guy that critiqued\nyour passage. \n\nNate\n \n\n\n\n\t\t\n__________________________________\nDo you Yahoo!?\nTake Yahoo! Mail with you! Get it on your mobile phone.\nhttp://mobile.yahoo.com/maildemo \n\n"
}