{
    "userId": 88707847,
    "authorName": "westce@WellsFargo.COM",
    "from": "westce@...",
    "replyTo": "LIST",
    "senderId": "uvpKQ67ebC-9Xmf4_kw41WyEO49JB4He08N8dl56nU9M1yvDCksqsSC9MgoxgdnxfSLSEbbKc-weNoeW",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "RE: [samuraihistory] Re: Hattori Hanzo",
    "postDate": "1012325287",
    "msgId": 525,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDQwRTcyRTkxMTYzMUQ1MTE4Rjg3MDAwOEM3MTY0MjI5MDEwNjFCOUFAeGNlbS1vcnBkeC0wOS53ZWxsc2ZhcmdvLmNvbT4="
    },
    "prevInTopic": 524,
    "nextInTopic": 530,
    "prevInTime": 524,
    "nextInTime": 526,
    "topicId": 478,
    "numMessagesInTopic": 14,
    "msgSnippet": "...Bogus Ninja instructor Harunaka Hoshino from San Fransisco. He claims to be a Koga Ninja even though he is of Chinese decent. the name harunaka hoshino",
    "rawEmail": "Return-Path: &lt;westce@...&gt;\r\nX-Sender: westce@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (EGP: mail-8_0_1_3); 29 Jan 2002 17:29:32 -0000\r\nReceived: (qmail 76289 invoked from network); 29 Jan 2002 17:29:32 -0000\r\nReceived: from unknown (216.115.97.167)\n  by m2.grp.snv.yahoo.com with QMQP; 29 Jan 2002 17:29:32 -0000\r\nReceived: from unknown (HELO sinclair-rm1.norwest.com) (198.74.20.148)\n  by mta1.grp.snv.yahoo.com with SMTP; 29 Jan 2002 17:29:31 -0000\r\nReceived: from talia.norwest.com by sinclair-rm1.norwest.com\n          via smtpd (for mta1.grp.snv.yahoo.com [216.115.97.167]) with SMTP; 29 Jan 2002 17:29:31 UT\r\nReceived: from whitestar.norwest.com (whitestar.wellsfargo.com [198.74.20.10])\n\tby talia.norwest.com (8.12.0/8.12.0) with SMTP id g0THTUYx025911\n\tfor &lt;samuraihistory@yahoogroups.com&gt;; Tue, 29 Jan 2002 11:29:30 -0600 (CST)\r\nReceived: from [10.88.15.244] by whitestar.norwest.com\n          via smtpd (for talia.norwest.com [198.74.20.148]) with SMTP; 29 Jan 2002 17:29:30 UT\r\nReceived: from xcgi-cacah-01.wellsfargo.com (localhost [127.0.0.1])\n\tby unixm7.wellsfargo.com (8.9.3/8.9.3) with ESMTP id LAA08411\n\tfor &lt;samuraihistory@yahoogroups.com&gt;; Tue, 29 Jan 2002 11:29:22 -0600 (CST)\r\nReceived: by xcgi-cacah-01.wellsfargo.com with Internet Mail Service (5.5.2653.19)\n\tid &lt;D2SPTH6L&gt;; Tue, 29 Jan 2002 09:28:16 -0800\r\nMessage-ID: &lt;40E72E911631D5118F870008C716422901061B9A@...&gt;\r\nTo: samuraihistory@yahoogroups.com\r\nSubject: RE: [samuraihistory] Re: Hattori Hanzo\r\nDate: Tue, 29 Jan 2002 09:28:07 -0800\r\nMIME-Version: 1.0\r\nX-Mailer: Internet Mail Service (5.5.2653.19)\r\nContent-Type: text/plain;\n\tcharset=&quot;ISO-8859-1&quot;\r\nFrom: westce@...\r\nX-Yahoo-Group-Post: member; u=88707847\r\n\r\n\t&quot;...Bogus Ninja instructor Harunaka Hoshino from San Fransisco. He\nclaims to be a Koga Ninja even though he is of Chinese decent.&quot;\n\n\tthe name &#39;harunaka hoshino&#39; sounds pretty &#39;Japanezy&#39; to me...  It&#39;s\nnot a chinese name, unless this is an alias or he changed his name, or is\nhalf chinese with a japanese father.  heck, i don&#39;t even know who this guy\nis, anyway.\n\n&gt; -----Original Message-----\n&gt; From:\tumaryu [SMTP:umaryu@...]\n&gt; Sent:\tMonday, January 28, 2002 9:56 AM\n&gt; To:\tsamuraihistory@yahoogroups.com\n&gt; Subject:\t[samuraihistory] Re: Hattori Hanzo\n&gt; \n&gt; Hi\n&gt; \n&gt; The sanada connection seems to have been portrayed a lot by the Bogus \n&gt; Ninja instructor Harunaka Hoshino from San Fransisco. He claims to be \n&gt; a Koga Ninja even though he is of Chinese decent.\n&gt; \n&gt; i have this on Hanzo \n&gt; \n&gt; HATTORI RYU\n&gt; \n&gt; The Hattori Ryu, Momochi Ryu, and Fujibayashi Ryu, were all descended \n&gt; from Otomo no Saijin, who himself was a leading member of one of \n&gt; Japans highest ranked families. As the Hattori, and Momochi families \n&gt; were all commoners they used the same Mon (coat of arms).\n&gt; \n&gt; Iga Heinaizaemon no jo Ienaga one time, the head of the Hattori \n&gt; family, gave permission for his sons to start their own lineage. \n&gt; These three were called Hattori Heitaro Koreyuki, Hattori Heijiro \n&gt; Yasuyori, and Hattori Heijiro Yasunori. The eldest son Koreyuki, \n&gt; called his family &#39;Kamihattori&#39;, the middle son Yasuyori named \n&gt; his &#39;Nakahattori&#39;, and the youngest Yasunori, called his \n&gt; family &#39;Shimohattori&#39;. The descendants of the Hattori family \n&gt; originated many centuries early from China, and were at that time the \n&gt; warlords of many provinces. For this reason they were known by many \n&gt; names, amongst which they were known as &quot;Kan Kuni no Kami&quot; (Hattori \n&gt; lords of Kan). \n&gt; \n&gt; Heitaro Koreyuki was the oldest son of Iga no jo Ienaga, and as such \n&gt; on his fathers death became the head of the Kamihattori. The \n&gt; Kamihattori mon (crest) was known as Yahazu Nihon, or, &quot;The two arrow \n&gt; heads&quot;. \n&gt; \n&gt; Heijiro Yasuyori, of the Nakahattori, had ties with the Chinese Go \n&gt; province, their Mon was called Ichitomoe, or, &quot;an arc&quot;. \n&gt; \n&gt; Heijiro Yasunori, of the Shimohattori, was also called &quot;Ae Kuni no \n&gt; Hattori&quot;, (The Hattori of Ae). The Shimohattori Mon was called \n&gt; Yaguruma, &quot;The eight arrowheads in a circle&quot;. \n&gt; \n&gt; Hanzo Hattori came from the Kamihattori branch of the Hattori family. \n&gt; It is not fully known if he came from the Heitaro or the Chigachi \n&gt; line (another branch of the Kamihattori family).\n&gt; \n&gt; As well as the Hattori family, the Momochi, and Fujibayashi were also \n&gt; very prominent within the Ninja schools of Iga.\n&gt; \n&gt; In 1567, Oda Nobunaga ordered his Samurai to attack the Iga province. \n&gt; The three Hattori families Kami, Naka, and Shimo were almost \n&gt; destroyed. Only 80 members of these three powerful families survived.\n&gt; \n&gt; As Iga was no longer safe for their survival, the three branches of \n&gt; the Hattori family dispersed to different area&#39;s of Japan. The \n&gt; Kamihattori fled to Nagaoka in Echigo. The Nakahattori split into two \n&gt; groups. One group went to went to Mikawa, to the protection of, and \n&gt; work in the service of the  Tokugawa family, the other half of the \n&gt; group went to the Oichi family in Takatori, in Yamato. The \n&gt; Shimohattori escaped to the safety of the mountains of Takano in \n&gt; Kishu.\n&gt; \n&gt; Hattori Masanari, and his son  Hattori Hanzo (both from the \n&gt; Kamihattori), swore allegiance to Tokugawa Ieyasu. Hanzo while \n&gt; working for the Tokugawa held the rank of &#39;Shinobi Metsuke&#39;, and he \n&gt; had served Ieyasu&#39;s grandfather Matsudaira Kiyoyasu. Hanzo later, \n&gt; with a friend, Shiro Tarao who was a Koga Ninja, helped Tokugawa \n&gt; Ieyasu flee across Japan. They helped get Ieyasu to Okazakijo safely, \n&gt; utilising the five ways of fleeing, and by setting up special \n&gt; defensive formations along the road, and by using Ninja methods of \n&gt; running. This all helped the Tokugawa eventually succeed as Shoguns. \n&gt; The Hattori were not &quot;Watari Ninja&quot; (Ninja who moved around from one \n&gt; Daimyo to another), they were loyal to the Tokugawa, and remained in \n&gt; their service for many generations.\n&gt; \n&gt; Masanari Hanzo, head of the Hattori family, received his training in \n&gt; the martial arts, and Ninjutsu, from his father Hattori Hanzo \n&gt; Yasunaga, when he was a child. He virtually grew up in the practice, \n&gt; and tradition of the martial arts. \n&gt; \n&gt; When Tokugawa Ieyasu raided Uzichijo of Mikawa at night, Hanzo was \n&gt; young man of 16 years. For the skills that he used during the battle, \n&gt; he earned himself a commendation. He was given the name &quot;Hanzo the \n&gt; Ghost&quot;. Even Ieyasu recognised his skill. Today in the province of \n&gt; Kawachi the name Hanzo is still widely in use. In his later years \n&gt; Hanzo was also known as &quot;Hanzo the great lancer&quot; (Yari no Hanzo).\n&gt; \n&gt; Hanzo was placed in charge of the Hassenishi Samurai, and then came \n&gt; to be known as &quot;Hattori Hanzo Iwami no Kami&quot;.\n&gt; \n&gt; At one time Hanzo had over 200 Ninja working with him, each held the \n&gt; rank of Doshin. He developed problems with these Ninja and he found \n&gt; it difficult to control them, and he relieved them of their services. \n&gt; He then employed many more Ninja from Iga. Sometime later in his \n&gt; life, he became a Monk.\n&gt; \n&gt; Hanzo Hattori (above) was so famous that in the province of Mikawa \n&gt; songs were written about him. One contained these lines:\n&gt; \n&gt; &quot;Lord Tokugawa has the finest warriors\n&gt; Hanzo Hattori is Demon\n&gt; Hanzo is Hanzo the Yari&quot;\n&gt; \n&gt; Some say that Hanzo Hattori met his death on 4th December 1596, while \n&gt; trying to bring the Ninja of the Fuma Ryu to justice. The date must \n&gt; be wrong as Hanzo helped Ieyasu in the early 1600&quot;s. The story of his \n&gt; death says that the Fuma Kainin (he had two protruding teeth), and \n&gt; his Fuma Ryu originally came from Kanagawa. In small boats Hanzo and \n&gt; his men chased the Fuma out to sea. This was a mistake on the behalf \n&gt; of Hanzo as the Fuma were specialists in the use of water, and \n&gt; several swam under water, and began dismantling the rudders of the \n&gt; boats belonging to Hanzo. As their boats were now disabled Hanzo&#39;s \n&gt; men decided to jump overboard, and swim to the near by shore. When \n&gt; they entered the water, they discovered that the water was covered \n&gt; with oil. To which the Fuma Ryu Ninja set fire, killing all of the \n&gt; Tokugawa Samurai and Ninja including Hattori Hanzo.\n&gt; \n&gt; \n&gt; \n&gt; Hope this helps\n&gt; \n&gt; \n&gt; \n&gt; \n&gt; \n&gt; Samurai Archives: http://www.samurai-archives.com\n&gt; ---\n&gt; To unsubscribe from this group, send an email to:\n&gt; samuraihistory-unsubscribe@yahoogroups.com\n&gt; \n&gt;  \n&gt; \n&gt; Your use of Yahoo! Groups is subject to http://docs.yahoo.com/info/terms/ \n&gt; \n\n"
}