{
    "userId": 145759856,
    "authorName": "Kitsuno",
    "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
    "profile": "kitsuno",
    "replyTo": "LIST",
    "senderId": "0WPhKJ15hEVKUUXk_mHWDIS2G4HL1I63TmnQr8hyum3n-nh3gXgkprGnPSz8CzNmfaNxBYQ84PZhg7dB_lAE3mpuqnKoBBSTPL5nLKOuKn_ilCuTDwWDuOU",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Article: Many faces of Takeshi",
    "postDate": "1094273007",
    "msgId": 5461,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGNoYmg1Zitic3VvQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 5462,
    "prevInTime": 5460,
    "nextInTime": 5462,
    "topicId": 5461,
    "numMessagesInTopic": 10,
    "msgSnippet": "Many faces of Takeshi September 3, 2004 Actor, film maker, lunatic? Deborah Cameron reports on a Japanese chameleon. Suicide blond or raven-haired. Hyperactive",
    "rawEmail": "Return-Path: &lt;samurai-listowner@...&gt;\r\nX-Sender: samurai-listowner@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 21649 invoked from network); 4 Sep 2004 04:43:31 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m8.grp.scd.yahoo.com with QMQP; 4 Sep 2004 04:43:31 -0000\r\nReceived: from unknown (HELO n3.grp.scd.yahoo.com) (66.218.66.86)\n  by mta3.grp.scd.yahoo.com with SMTP; 4 Sep 2004 04:43:31 -0000\r\nReceived: from [66.218.67.171] by n3.grp.scd.yahoo.com with NNFMP; 04 Sep 2004 04:43:31 -0000\r\nDate: Sat, 04 Sep 2004 04:43:27 -0000\r\nTo: samuraihistory@yahoogroups.com\r\nMessage-ID: &lt;chbh5f+bsuo@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 3115\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Remote-IP: 66.218.66.86\r\nFrom: &quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;\r\nSubject: Article: Many faces of Takeshi\r\nX-Yahoo-Group-Post: member; u=145759856\r\nX-Yahoo-Profile: kitsuno\r\n\r\nMany faces of Takeshi\nSeptember 3, 2004\n\nActor, film maker, lunatic? Deborah Cameron reports on a Japanese \nchameleon.\n\nSuicide blond or raven-haired. Hyperactive comic or serious actor. \nFlim-flam television lunatic or master movie maker. Even in Japan, \nhis home, there is confusion about the real Takeshi.\n\nIt doesn&#39;t help that he goes by two names: Beat Takeshi for the daft \nincarnation and Takeshi Kitano for the lofty other. As Beat, he was \none half of a television comedy duo. As Kitano, the director and \neponymous star of the samurai movie, Zatoichi, he was last year \nawarded the Silver Lion at the Venice Film Festival. \n\nZatoichi is a samurai period drama involving two geisha with \nmurderous intent. The central character, Zatoichi, is a masseur, \nmaster swordsman and so cold that the temperature shifts whenever the \ncamera catches him. As if being blind were not enough, his peroxided \nhair and blood-red cane (concealing a long blade) ensure that he is \nthe most memorable player in the fight scenes. \n\n&quot;I get questions about influence from other films,&quot; Takeshi told \nMidnight Eye, a Japanese magazine. &quot;But I really don&#39;t watch enough \nfilms to be influenced by them. I&#39;ve been asked whether the tap-dance \nscene was influenced by Bollywood movies, but I&#39;ve never seen any \nBollywood films in my life.&quot; The tap dancing was more influenced by \nthe Japanese dance form in kabuki, in which dancers wear wooden \nsandals, he said. And as for the violence, he claims the only ones \nwho ask about it are foreign media.\n\n&quot;When I show it (violence), it hurts,&quot; he told Midnight Eye. &quot;I don&#39;t \nwant people to think it&#39;s just a game. If you compare my films to \nsomething like Die Hard, the death toll in my films is pretty low. \nBut in a swordplay film, violence and deaths are unavoidable.&quot;\n\nIn the Japanese film industry, Takeshi is a major force and listed \nalongside the legendary director Akira Kurosawa (whose daughter, \nKazuko, designed the costumes for Zatoichi). Some suggest that \nTakeshi is Kurosawa&#39;s heir, citing a letter that Takeshi got from the \nlate Kurosawa the year before his death. &quot;I leave the Japanese film \nindustry to you,&quot; Kurosawa wrote. Takeshi, now 58, had many escapades \nas a younger man when drinking, strife with his wife and other women \nand a near-fatal scooter crash in 1994 made him fodder for gossip \nmagazines.\n\nThe accident seems to have tamed him - though not enough to win \nadmirers at the Japan Film Academy, which, despite his skill and \nfame, has never honoured him. Why?\n\nThe most likely explanation is that some cannot stomach his other \nlife as Beat Takeshi, the vulgarian. During this phase, especially in \nthe &#39;80s, he was a TV bad boy. He swore, flashed his genitals, made \nlewd jokes, was cruel, parodied the establishment, showed up to the \nstudio drunk and threw convention out like stale fish. His role \nopposite David Bowie as the sadistic camp official, Hara, in the 1983 \nfilm Merry Christmas, Mr Lawrence did not alter their opinion. \n\nZatoichi is now screening.\n\n\nhttp://www.theage.com.au/articles/2004/09/03/1093939114369.html?\noneclick=true#\n\n\n"
}