{
    "userId": 154423207,
    "authorName": "Michael Lorimer",
    "from": "=?iso-8859-1?q?Michael=20Lorimer?= &lt;mijalo_jp@...&gt;",
    "profile": "mijalo_jp",
    "replyTo": "LIST",
    "senderId": "qoafDY1Est4J5VdPUwntr3DzGESlJucV6NN6uN23ECgrA3uCnoxH9YzfRiF9EPoSZ9nHwvpEY4y2qs1qbW6D5fadsxwDGjn8cmnzb3LwDQRAuakuCaZqa-DvmNerwdBkWA",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [samuraihistory] Re: Oda Nobunaga and the Ikkou Ikki",
    "postDate": "1094641044",
    "msgId": 5476,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDQwOTA4MTA1NzI0LjkzODQxLnFtYWlsQHdlYjYwMjAyLm1haWwueWFob28uY29tPg==",
        "inReplyToHeader": "PDIwMDQwOTA4MDgwODEwLjgzMS5xbWFpbEB3ZWI0MTMwMS5tYWlsLnlhaG9vLmNvbT4="
    },
    "prevInTopic": 5475,
    "nextInTopic": 5477,
    "prevInTime": 5475,
    "nextInTime": 5477,
    "topicId": 5469,
    "numMessagesInTopic": 14,
    "msgSnippet": "Indeed it would be almost impossible to imagine a theocracy in terms on a post-Revolutionary Iran per se, but the theocratic element plays a strong role",
    "rawEmail": "Return-Path: &lt;mijalo_jp@...&gt;\r\nX-Sender: mijalo_jp@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 44434 invoked from network); 8 Sep 2004 10:57:32 -0000\r\nReceived: from unknown (66.218.66.172)\n  by m22.grp.scd.yahoo.com with QMQP; 8 Sep 2004 10:57:32 -0000\r\nReceived: from unknown (HELO web60202.mail.yahoo.com) (216.109.118.97)\n  by mta4.grp.scd.yahoo.com with SMTP; 8 Sep 2004 10:57:31 -0000\r\nMessage-ID: &lt;20040908105724.93841.qmail@...&gt;\r\nReceived: from [221.89.96.36] by web60202.mail.yahoo.com via HTTP; Wed, 08 Sep 2004 11:57:24 BST\r\nDate: Wed, 8 Sep 2004 11:57:24 +0100 (BST)\r\nTo: samuraihistory@yahoogroups.com\r\nIn-Reply-To: &lt;20040908080810.831.qmail@...&gt;\r\nMIME-Version: 1.0\r\nX-eGroups-Remote-IP: 216.109.118.97\r\nFrom: =?iso-8859-1?q?Michael=20Lorimer?= &lt;mijalo_jp@...&gt;\r\nSubject: Re: [samuraihistory] Re: Oda Nobunaga and the Ikkou Ikki\r\nX-Yahoo-Group-Post: member; u=154423207\r\nX-Yahoo-Profile: mijalo_jp\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nIndeed it would be almost impossible to imagine a theocracy in terms on a post-Revolutionary Iran per se, but the &quot;theocratic&quot; element plays a strong role throughout Japanese history. As has been mentioned, the Emperor was (&quot;is&quot; if you were to read some nationalist writers or some of nationalist elements you bump into around Hiroshima) an incarnate descendant of the kami. During the Heian/Kamakura/Muromachi jidai, the Kenmon temples (see Kuroda Toshio or Adolphson &quot;Gates of Power&quot;) played a huge role in the formulation of government methods and activities, and the &#39;goso&#39; were seen as an &#39;acceptable&#39;, if unwelcome, disturbance to the streets of the capital, in terms of expression of aims and objections.  Their objections were listened to, not just because Kyoto was so poorly policed, but because the authorities feared the presence on the streets of the mikoshi (portable shrines). Of course, this didn&#39;t make for a theocracy (or &quot;semi-theocracy&quot;; can one have a state that is\n &#39;semi-communist&#39; or &#39;semi-fascist&#39;?), but the religious institutions held a large sway, and Buddhist/Shinto/Taoist/Confucian/Shamanist religiousity permeated society from the rituals of the court to the  matsuri in the fields. When the Ikko-Ikki erupted in the 1480s (until the destruction of Nagashima and the Ishiyama Honganji, the Hokke-Ikko overwhelmed in the capital (1532-36), and Enryakui assisted the enemies of Nobunaga, they were then destroyed. Nobunaga undertook measures not witnessed since the Taira destruction of Nara, and for similar reasons; the sects had overstepped the mark and become too embroiled in the secular world, and interferred in their plans. This said, other than the Hokke-ikko of the 1530s, none of the sects marched on the capital with an eye to its capture and the installation of a national regime based upon any particular sect&#39;s beliefs. Even Nichiren in the 13th century did not oppose the Shogun because of his authority, but objected to the bakufu&#39;s\n alleged slander of the Dharma. Opposition was one thing; outright theocracy (in terms of Iran, or at a push the Vatican City State) was a step the sects didn&#39;t (at least openly) contemplate.\nM.Lorimer\n \n\n\nNate Ledbetter &lt;ltdomer98@...&gt; wrote:\n\n--- Kitsuno &lt;samurai-listowner@...&gt;\nwrote:\n&gt; \n&gt; C&#39;mon, there are plenty of theoretical cases where\n&gt; this could happen. \n&gt; Someone gets to Kyoto with the assistance of the\n&gt; Honganji, for \n&gt; example and in return for the title of Shogun, the\n&gt; Shogun is &quot;given&quot; \n&gt; monastic advisors and keeps funds flowing to the\n&gt; monasteries around \n&gt; the country.\n\nHaving monks as &quot;advisers&quot; is different from a\ntheocracy--though if a national government based on\nreligious beliefs is a theocracy, then wasn&#39;t Japan a\ntheocracy anyways? The Emperor is the head of state\nbecause he&#39;s divine? \n\nBut I digress...I think if you take the Shogun out of\nthe picture, then there is a case for a\ntheocracy--monks ruling the country for monks, and not\n&quot;for&quot; the Shogun or anyone else. The problem I see\nwith this is that, well, Japan&#39;s historically too darn\nopen to other religious viewpoints. Most theocracies\nkick out other creeds in order to consolidate their\npower. Can you see Jodo Shinshu getting rid of Tendai,\nor vice versa? Hiei-zan would be pitted against\nHonganji, not working with it. And also against\nMiidera, and Kongo, and the two Zen sects...while they\n(Rinzai and Soto) may not have been militant, I bet if\ntheir existence was threatened, they soon would be. \n\nWhile it may be easy to couch it in terms of Buddhist\nvs. Non-Buddhist (Catholic, maybe), you don&#39;t see too\nmany Muslim theocracies (really the only I can think\nof in existence these days, besides the Vatican) being\nshared between Sunni and Shiite, do you? \n\nWow, digression...\n\n\n            \n__________________________________\nDo you Yahoo!?\nNew and Improved Yahoo! Mail - Send 10MB messages!\nhttp://promotions.yahoo.com/new_mail \n\n\n---\nSamurai Archives: http://www.samurai-archives.com\nSamurai Archives store: http://www.cafeshops.com/samuraiarchives\n--- \n\n\nYahoo! Groups SponsorADVERTISEMENT\n\n\n---------------------------------\nYahoo! Groups Links\n\n   To visit your group on the web, go to:\nhttp://groups.yahoo.com/group/samuraihistory/\n  \n   To unsubscribe from this group, send an email to:\nsamuraihistory-unsubscribe@yahoogroups.com\n  \n   Your use of Yahoo! Groups is subject to the Yahoo! Terms of Service. \n\n\n\t\t\n---------------------------------\n ALL-NEW Yahoo! Messenger - all new features - even more fun!  \n\n[Non-text portions of this message have been removed]\n\n\n"
}