{
    "userId": 145759856,
    "authorName": "Kitsuno",
    "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
    "profile": "kitsuno",
    "replyTo": "LIST",
    "senderId": "DuBN8mhfmOGxWMYoZRElbR4evy0QaqVBrxNjOI9NSe4vh4ZHZg7A7ZE5-IP9vBOBCX5XyVt29Scaz_Ho9LdmDh13jqkAWIINrMKOENjCGlsyWiG9k7nScnQ",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Article: Old samurai don&#39;t just fade away",
    "postDate": "1094880943",
    "msgId": 5507,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGNodTJyZis1dGM4QGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 0,
    "prevInTime": 5506,
    "nextInTime": 5508,
    "topicId": 5507,
    "numMessagesInTopic": 1,
    "msgSnippet": "Old samurai don t just fade away By J.C. Lockwood Friday, September 10, 2004 Anyone expecting a Kurosawa-like epic, a thrilling action film replete with",
    "rawEmail": "Return-Path: &lt;samurai-listowner@...&gt;\r\nX-Sender: samurai-listowner@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 65591 invoked from network); 11 Sep 2004 05:35:45 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m22.grp.scd.yahoo.com with QMQP; 11 Sep 2004 05:35:45 -0000\r\nReceived: from unknown (HELO n24.grp.scd.yahoo.com) (66.218.66.80)\n  by mta5.grp.scd.yahoo.com with SMTP; 11 Sep 2004 05:35:45 -0000\r\nReceived: from [66.218.66.140] by n24.grp.scd.yahoo.com with NNFMP; 11 Sep 2004 05:35:44 -0000\r\nDate: Sat, 11 Sep 2004 05:35:43 -0000\r\nTo: samuraihistory@yahoogroups.com\r\nMessage-ID: &lt;chu2rf+5tc8@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 2499\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Remote-IP: 66.218.66.80\r\nFrom: &quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;\r\nSubject: Article: Old samurai don&#39;t just fade away\r\nX-Yahoo-Group-Post: member; u=145759856\r\nX-Yahoo-Profile: kitsuno\r\n\r\nOld samurai don&#39;t just fade away\nBy J.C. Lockwood\nFriday, September 10, 2004\n\nAnyone expecting a Kurosawa-like epic, a thrilling action film \nreplete with beautifully choreographed - and senselessly bloody - \nsword fights are in for a big disappointment with &quot;The Twilight \nSamurai,&quot; the new film by Japanese director Yoji Yamada. There are \nonly two short fight sequences in the film - both beautifully \nphotographed, but a minor part of the story, which looks at the \nquietly heroic life of a minor samurai. \n \n     The film is set in the 19th century, as the feudal Edo period \nwas giving way to Meiji Restoration. (A knowledge of Japanese \nhistory is not required for this film.) The days of the samurai are \nslipping away. Duels are forbidden, prowess with the sword doesn&#39;t \ncommand the respect it once did. \n \n     Seibei Iguchi (Hiroyuki Sanada), a minor clerk for the clan, \nmight have had samurai fire in his belly at one point. He trained \nwith a samurai master and taught at his school, but he has been \nbeaten down by life: caring for his wife during drawn-out death from \ntuberculosis, while dealing with a live-in mother in the grips of \nwith what appears to be Alzheimer&#39;s - and caring for his two \ndaughters. \n \n     Yet he is not unhappy with the strangely rewarding wreckage of \nhis life. He finds it fulfilling and wishes he could live a peaceful \nlife as a peasant instead of a poor one as a samurai. The boys at \nthe office - a warehouse controlled by the clan, mock Iguchi, \ncalling him &quot;Twilight Samurai,&quot; because he would rather go home to \nhis family than out whoring around with them at the end of the day. \n \n     The divorce and return of Tomoe (Ria Miyazawa), a childhood \nfriend, leads to a confrontation with her violent ex, a high-ranking \nsamurai mucky-muck who Iguchi beats senseless - using just a stick. \nThis pumps up Iguchi&#39;s profile within the organization, although not \nhis sense of himself - and his chances to find happiness with Tomoe. \n \n     Based on the best-selling novel by Shuhei Fujisawa and directed \nby Yamada, the Japanese director best known for his 48-episode &quot;Tora-\nsan&quot; series, &quot;Twilight Samurai&quot; is a seemingly ordinary story of \nsurprising depth and poignancy - and a film that seems, at heart, at \nleast, as much &quot;Unforgiven&quot; as &quot;Crouching Tiger.&quot; It plays through \nSept. 16 at The Screening Room, 82 State St., Newburyport. For film \ntimes, call 978-462-3456. \nhttp://www2.townonline.com/byfield/artsLifestyle/view.bg?\narticleid=83137\n\n\n\n"
}