{
    "userId": 145759856,
    "authorName": "Kitsuno",
    "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
    "profile": "kitsuno",
    "replyTo": "LIST",
    "senderId": "vHIzzCV8pqz-AP3D-Sh-nz8UHmRGsVPOWgRWfr3is7zOgXUmNpv4aAjtilUwcwmcRqz7TSvWilVpT2jOxA0j6npEDH4OrdzuI0aCBzQGXRESg7Miho8bGPE",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Article: Quirky comedy, brutal violence in Kitano&#39;s &#39;Zatoichi&#39;",
    "postDate": "1094983244",
    "msgId": 5510,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGNpMTZvYytyb2E0QGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 5511,
    "prevInTime": 5509,
    "nextInTime": 5511,
    "topicId": 5510,
    "numMessagesInTopic": 4,
    "msgSnippet": "Quirky comedy, brutal violence in Kitano s Zatoichi By Jason Wallis Recently, I expressed my distaste for director Zhang Yimou s critically lauded swordplay",
    "rawEmail": "Return-Path: &lt;samurai-listowner@...&gt;\r\nX-Sender: samurai-listowner@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 35846 invoked from network); 12 Sep 2004 10:00:45 -0000\r\nReceived: from unknown (66.218.66.216)\n  by m18.grp.scd.yahoo.com with QMQP; 12 Sep 2004 10:00:45 -0000\r\nReceived: from unknown (HELO n22.grp.scd.yahoo.com) (66.218.66.78)\n  by mta1.grp.scd.yahoo.com with SMTP; 12 Sep 2004 10:00:45 -0000\r\nReceived: from [66.218.67.189] by n22.grp.scd.yahoo.com with NNFMP; 12 Sep 2004 10:00:44 -0000\r\nDate: Sun, 12 Sep 2004 10:00:44 -0000\r\nTo: samuraihistory@yahoogroups.com\r\nMessage-ID: &lt;ci16oc+roa4@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 3598\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Remote-IP: 66.218.66.78\r\nFrom: &quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;\r\nSubject: Article: Quirky comedy, brutal violence in Kitano&#39;s &#39;Zatoichi&#39;\r\nX-Yahoo-Group-Post: member; u=145759856\r\nX-Yahoo-Profile: kitsuno\r\n\r\nQuirky comedy, brutal violence in Kitano&#39;s &#39;Zatoichi&#39;\n\nBy Jason Wallis\n\nRecently, I expressed my distaste for director Zhang Yimou&#39;s \ncritically lauded swordplay film &quot;Hero,&quot; which for all its pretty \ncolors and elaborate fight scenes failed to represent anything \nmeaningful, or even entertaining. Hollow and lifeless, it was an \ninsult to a genre that I hold in high regard. For those, like me, \nwho were disheartened by that film, &quot;The Blind Swordsman: Zatoichi&quot; \nserves as a fine antidote. As written and directed by Japanese pop \nculture icon &quot;Beat&quot; Takeshi Kitano, it boasts everything that &quot;Hero&quot; \nlacked. It is a shame that Kitano&#39;s film is only playing in select \ncities while Yimou&#39;s received a nationwide theatrical release, \nbut &quot;Zatoichi&quot; is a strong enough movie to overcome such a handicap, \nprovided moviegoers learn of its existence.\n\nIn addition to serving as writer and director, Kitano is also the \nmovie&#39;s star. He plays the title character, a blind swordsman who \nwanders the countryside righting wrongs and defending the honor of \nthose who show him kindness. He&#39;s a mild-mannered old man, content \nto leave in peace, yet not hesitant to draw his sword if necessary. \nHe dispatches his victims with lightning-quick ferocity, using \nhis &quot;Zen&quot; awareness and heightened sense of hearing to anticipate \nhis foes&#39; attacks. His skill with a blade makes The Bride look like \na child playing with sticks.\nThe original &quot;Zatoichi&quot; series was comprised of 26 separate films, \nbut Kitano does not riff from any one film in his tribute to the \nsamurai classics. His &quot;Zatoichi&quot; presents more of an amalgamation of \ndifferent genre staples: warring gangs fighting for territorial \ncontrol; villagers terrorized by the gangs&#39; heartless thugs; \nsiblings seeking revenge against the bosses who murdered their \nfamily. Kitano does a good job of intertwining the different plot \nthreads, though the story is at times needlessly confusing.\n\nThe fight scenes fare better thanks to the filmmaker&#39;s understanding \nof what makes for good action: speed, excitement, coherence, and \nlots and lots of blood. The fights are few and perhaps more far \nbetween than some would like, but when they come, they&#39;re fast and \nfurious. Although it is often obvious that computer effects played \ntoo big a role in the visuals schemes of some scenes, you&#39;ll be too \nbusy admiring the precise choreography to care about such details.\n\nRegrettably, I have only seen two of Kitano&#39;s other \nfilms: &quot;Sonatine,&quot; a disposable black comedy about a group of \nyakuza, and &quot;Fireworks,&quot; a brilliant police drama that defies \nsuperficial description. Though &quot;Zatoichi&quot; is completely unlike \neither of those films in both plot and theme, it is filled with the \nsame playful blend of quirky comedy and brutal, stylized violence, \nand it is unmistakably the work of a filmmaker in complete control \nof his craft. Even though his movie operates within the framework of \nan old-fashioned samurai epic, Kitano infuses &quot;Zatoichi&quot; with \nelements from several conflicting genres, including slapstick comedy \nand, more interestingly, the musical. The contrasting styles meld \nseamlessly, making this one of the most unusual films of the year.\n\nNote: &quot;Zatoichi&quot; is showing at the Tower Theater in Sacramento.\n\n&quot;The Blind Swordsman: Zatoichi&quot; is rated R for graphic violence, \ngore and adult themes.\n\nJason Wallis is a Lodi resident and webmaster of Filmaholics \nAnonymous, which hosts a complete archive of his reviews. He can be \ncontacted by e-mail.\n\nhttp://www.lodinews.com/articles/2004/09/11/news/lodi%\n20living/03_wallis2_040911.txt\n\n\n"
}