{
    "userId": 145759856,
    "authorName": "Kitsuno",
    "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
    "profile": "kitsuno",
    "replyTo": "LIST",
    "senderId": "CfTVRU74PEDDNkPjIBhj3T6zSqsz2w869bfqx_dHioYpMLGN4gnYKp4vK1r9dBumYjfzWBIC403IL9g0y6_e2PO2VU7hGeoH8ESxsO3QkSwROBuXuzsI6lM",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Article: News sheet exhibition depicts early Japanese encounters with the West",
    "postDate": "1095249009",
    "msgId": 5547,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGNpOWE5aCtrYjRiQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 0,
    "prevInTime": 5546,
    "nextInTime": 5548,
    "topicId": 5547,
    "numMessagesInTopic": 1,
    "msgSnippet": "Weekend Beat/PICTURE SHOW: News sheet exhibition depicts early Japanese encounters with the West By MANABU HARA, Senior Staff Writer ... What is kawaraban?",
    "rawEmail": "Return-Path: &lt;samurai-listowner@...&gt;\r\nX-Sender: samurai-listowner@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 54960 invoked from network); 15 Sep 2004 11:51:08 -0000\r\nReceived: from unknown (66.218.66.167)\n  by m11.grp.scd.yahoo.com with QMQP; 15 Sep 2004 11:51:08 -0000\r\nReceived: from unknown (HELO n39.grp.scd.yahoo.com) (66.218.66.107)\n  by mta6.grp.scd.yahoo.com with SMTP; 15 Sep 2004 11:51:08 -0000\r\nReceived: from [66.218.67.130] by n39.grp.scd.yahoo.com with NNFMP; 15 Sep 2004 11:50:09 -0000\r\nDate: Wed, 15 Sep 2004 11:50:09 -0000\r\nTo: samuraihistory@yahoogroups.com\r\nMessage-ID: &lt;ci9a9h+kb4b@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 3897\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Remote-IP: 66.218.66.107\r\nFrom: &quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;\r\nSubject: Article: News sheet exhibition depicts early Japanese encounters with the West\r\nX-Yahoo-Group-Post: member; u=145759856\r\nX-Yahoo-Profile: kitsuno\r\n\r\nWeekend Beat/PICTURE SHOW: News sheet exhibition depicts early \nJapanese encounters with the West \nBy MANABU HARA, Senior Staff Writer \n---------------------------------------\n\n \nWhat is kawaraban? Literally a roof-tile print, it was, says the \nKodansha Encyclopedia of Japan, ``a commercial news sheet of the Edo \nPeriod (1603-1867). It is thought that the name kawaraban derives \nfrom the fact that engraved roofing tiles were once used as printing \nplates; early on, however, the tiles were replaced by woodblocks.&#39;&#39; \n\nIn other words, kawaraban was a prototype of today&#39;s newspaper that \nflourished in Edo (Tokyo). No wonder then that many kawaraban \ndepicted with surprise and fear Commodore Matthew Perry&#39;s kurofune \n(black ships), which appeared off Uraga, near Yokohama, in 1853. \n\nRecords of Japanese being startled by modern Western civilization \nare now on display at the Japan Newspaper Museum in Yokohama. The \nexhibition, which lasts until Sept. 26, includes ukiyo-e pictures of \nthe modern Western ships that approached Japan at the end of the Edo \nPeriod and American and British picture papers reporting on \nexpeditions to Japan. The articles are owned by private collectors \nbelonging to a group called the Yokohama Kurofune Kenkyukai \n(Yokohama black-ship study group). \n\nPerry entered Edo Bay (now Tokyo Bay) to break open the door that \nJapan had long closed to the outside world. Strongly pressured by \nthe U.S. naval commander, the Tokugawa government reluctantly \nconcluded in 1854 what it called the ``Kanagawa treaty,&#39;&#39; opening \nthe door for the United States. The exhibition commemorates the \n150th anniversary of the Kanagawa treaty. \n\nKawaraban was one of the few means for average Japanese to learn \nwhat was going on in their society. The illustrations in the news \nsheets, depicted by anonymous but imaginative artists, show how \naverage Japanese perceived Western civilization. \n\nThe exhibition is divided into six parts reflecting different \nhistorical stages, including the first appearance of the U.S. fleet, \nthe subsequent opening of the port of Yokohama and the development \nof the city under the influence of Western culture. The exhibition \nis basically intended to convey how kawaraban and ukiyo-e recounted \nthe arrival of Western civilization. \n\nMany kawaraban illustrations depict Westerners as tengu (a long-\nnosed goblin), a fantasy creature that Japanese thought had \nsupernatural power. The pictures of tengu show that what most struck \nJapanese were Westerners&#39; big noses. They give the impression that \nJapanese found Westerners frightening or mysterious. One Western \nnaval officer is shown with a traditional Chinese sword, which seems \nto indicate that information about foreigners was jumbled. \n\nA kawaraban that evokes laughs shows a group of kneeling Westerners, \nincluding Perry, bowing before a large Japanese, who is depicted as \nthe hero of a renowned drama called ``Kokusen ya Kassen&#39;&#39; (The \nBattles of Coxing). The picture seems to be saying that when \nconfronting unwelcome matters, people are apt to believe things of \nadvantage to themselves, a tendency that continues to this day. \n\nTwo English-language newspapers on exhibit are Gleason&#39;s Pictorial, \npublished in the United States, and the Illustrated London News. The \nAmerican newspaper predicts a coming war between a daimyo and a \ncombined Western fleet, saying: ``recent intelligence from Japan \nlooks like an approaching renewal of hostilities with one of the \nDaimyos or half-independent Princes of that country who are \nnominally vassals of the Tycoon.&#39;&#39; \n\nJapanese today do not depict Westerners as tengu. But could it be \nthey have the same kind of feeling toward the West that their \nancestors did? After seeing these prized artifacts from the end of \nthe Edo Period, viewers may leave the exhibition pondering that \nthought.(IHT/Asahi: September 11,2004) (09/11) \n\n \n\n\n"
}