{
    "userId": 145759856,
    "authorName": "Kitsuno",
    "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
    "profile": "kitsuno",
    "replyTo": "LIST",
    "senderId": "avfvljy2xG4Kizh4v65NUkF5JtAIza54LPlmMxnneZOF62A0d4U066Pdk7cxCpr1jeFA2vWDG5pmMJpmhS7CRUPnfFxF5h1QpizW3VIVBHcWueyQH9S0XUA",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Article: In &#39;Samurai,&#39; a master of swords loses his grip",
    "postDate": "1096116485",
    "msgId": 5596,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGNqM3BlNStha3NoQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 0,
    "prevInTime": 5595,
    "nextInTime": 5597,
    "topicId": 5596,
    "numMessagesInTopic": 1,
    "msgSnippet": "The Charlotte Observer In Samurai, a master of swords loses his grip Posted on Fri, Sep. 24, 2004 Story of dogged family man at end of humble career will",
    "rawEmail": "Return-Path: &lt;samurai-listowner@...&gt;\r\nX-Sender: samurai-listowner@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 15638 invoked from network); 25 Sep 2004 12:48:24 -0000\r\nReceived: from unknown (66.218.66.216)\n  by m8.grp.scd.yahoo.com with QMQP; 25 Sep 2004 12:48:24 -0000\r\nReceived: from unknown (HELO n4.grp.scd.yahoo.com) (66.218.66.88)\n  by mta1.grp.scd.yahoo.com with SMTP; 25 Sep 2004 12:48:24 -0000\r\nReceived: from [66.218.67.188] by n4.grp.scd.yahoo.com with NNFMP; 25 Sep 2004 12:48:06 -0000\r\nDate: Sat, 25 Sep 2004 12:48:05 -0000\r\nTo: samuraihistory@yahoogroups.com\r\nMessage-ID: &lt;cj3pe5+aksh@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 3900\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Remote-IP: 66.218.66.88\r\nFrom: &quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;\r\nSubject: Article: In &#39;Samurai,&#39; a master of swords loses his grip\r\nX-Yahoo-Group-Post: member; u=145759856\r\nX-Yahoo-Profile: kitsuno\r\n\r\nThe Charlotte Observer\nIn &#39;Samurai,&#39; a master of swords loses his grip\nPosted on Fri, Sep. 24, 2004\nStory of dogged family man at end of humble career will touch you\n\nLAWRENCE TOPPMAN\n\nMovie Critic\n\n&quot;Twilight Samurai&quot; must be the first film about a martial artist \nwhere nobody raises a sword for 45 minutes. It offers only one \nextended duel: bloody and stumbling, full of accidental mishaps, \nprobably very much like a swordfight would really be. This quiet, \nexpressive Oscar nominee for best foreign film is a character study, \nand the Japanese title -- &quot;Tasogare Seibei,&quot; or &quot;Twilight Seibei&quot; -- \ndescribes it better.\n\nThat&#39;s the nickname given to widower Seibei Iguchi (Hiroyuki Sanada) \nby his co-workers in the storehouse of a Japanese warlord: When they \ngo out for drinks at dusk, he rushes home to two young daughters and \na mother with Alzheimer&#39;s disease.\n\nThe nickname applies to him for two other reasons. He&#39;s in the \ntwilight of his career as a fighter, having lost the fire that made \nhim instructor in a famous dojo, and the twilight of the samurai era \nhas settled upon Japan in the 1860s. A scene where the warlord&#39;s \nminions comically deal with new rifles gives Iguchi a grim clue to \nthe future of swordsmen like himself.\n\nIf this smells like &quot;The Last Samurai,&quot; fear not: No iron-jawed \nAmerican sails in to save the day, and director Yoji Yamada doesn&#39;t \nmake grand Hollywood gestures. (Coincidentally, Sanada appeared \nin &quot;Last Samurai&quot; as Ujio, a short-lived battler.) Yamada wrote \nthe &quot;Twilight Samurai&quot; script with Yoshitaka Asama, adapting stories \nby Shuhei Fujisawa, and they entwine a love story with a crisis of \nhonor and responsibility.\n\nIguchi, a self-described &quot;petty samurai&quot; at the bottom of the \nretainers&#39; pecking order, does his own housework, tends his small \nplot of land and builds insect cages to collect extra money. He \nbelieves no woman could joyfully share this life, including \nchildhood friend Tomoe Iinuma (Rie Miyazawa). Even after he protects \nher from a beating by a drunken ex-husband, Iguchi can&#39;t accept her \ngratitude or her brother&#39;s suggestion that they marry.\n\nMeanwhile, his bosses find a use for his rusty skills. A great old \nswordfighter, unfairly blamed for a trumped-up &quot;failure&quot; and told to \ncommit ritual suicide, holes up in his house. Iguchi, once a master \nof the short sword, is ordered to storm that house and slay the \noffender. This troubles the ethical Iguchi, who can&#39;t decide \nbetween &quot;duty&quot; and the feeling that attacking this older man is \nwrong.\n\nOnly Iguchi&#39;s character gets fully fleshed out, but we feel we know \nhim as well as any old friend: He&#39;s loyal yet slightly stubborn, \ngentle yet accomplished in destruction, humble about his deeds yet \nproud with the misguided pride of a poor man who has nothing else to \ncling to. Sanada gives an exceptionally detailed performance, \nshowing us new things even in his last scenes.\n\nYamada directs with stately confidence, going no faster than he has \nto but never letting us get bored. Even modest moments have payoffs: \nIguchi sharpens a sword at night, awakening his curious 5-year-old, \nor fishes with Tomoe&#39;s brother (Mitsuru Fukikoshi), until the \ncorpses of two starved peasants float past.\n\nYamada has spent most of his 40-year career directing the tales of \nTora-san, a vain but comically lovable drifter, through nearly four \ndozen films. With &quot;Samurai,&quot; faced at 71 with what may have been the \nmost challenging project of his career, he blossomed like a gnarled \ncherry tree exploding in flowers on the last day of spring.\n\n\nREVIEW\n\nTwilight Samurai\n\nReflective, touching, intimate portrait of a samurai facing action \nin his waning years.\n\nSTARS: Hiroyuki Sanada, Rie Miyazawa, Mitsuru Fukikoshi.\n\nDIRECTOR: Yoji Yamada.\n\nLENGTH: 129 minutes. Subtitled.\n\nRATING: NR (subdued violence).\nhttp://www.charlotte.com/mld/observer/entertainment/9746556.htm?1c\n\n\n"
}