{
    "userId": 145759856,
    "authorName": "Kitsuno",
    "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
    "profile": "kitsuno",
    "replyTo": "LIST",
    "senderId": "bQ4zHMlQ7RqnIxXPyaSINXibw_xHKpjawhkaIaym4IFmZs8lu2NQ-7Vjt3ZFunnotE_Zr063XKjuhCtGRjvGf0qfGQZFWCjcb3a8UtQRVz8zrPUbXdMSEeQ",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Article: Play it again, samurai",
    "postDate": "1096796182",
    "msgId": 5657,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGNqb2g2bSs4YTRsQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 0,
    "prevInTime": 5656,
    "nextInTime": 5658,
    "topicId": 5657,
    "numMessagesInTopic": 1,
    "msgSnippet": "Play it again, samurai Stephen Hunter The Washington Post Oct. 2, 2004 12:00 AM This was my summer of sam - sam as in samurai. Who knows why? What I do know is",
    "rawEmail": "Return-Path: &lt;samurai-listowner@...&gt;\r\nX-Sender: samurai-listowner@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 68731 invoked from network); 3 Oct 2004 09:36:25 -0000\r\nReceived: from unknown (66.218.66.167)\n  by m11.grp.scd.yahoo.com with QMQP; 3 Oct 2004 09:36:25 -0000\r\nReceived: from unknown (HELO n3a.bulk.scd.yahoo.com) (66.94.237.37)\n  by mta6.grp.scd.yahoo.com with SMTP; 3 Oct 2004 09:36:25 -0000\r\nReceived: from [66.218.69.3] by n3.bulk.scd.yahoo.com with NNFMP; 03 Oct 2004 09:36:25 -0000\r\nReceived: from [66.218.67.153] by mailer3.bulk.scd.yahoo.com with NNFMP; 03 Oct 2004 09:36:25 -0000\r\nDate: Sun, 03 Oct 2004 09:36:22 -0000\r\nTo: samuraihistory@yahoogroups.com\r\nMessage-ID: &lt;cjoh6m+8a4l@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 4333\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Remote-IP: 66.94.237.37\r\nFrom: &quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;\r\nSubject: Article: Play it again, samurai\r\nX-Yahoo-Group-Post: member; u=145759856\r\nX-Yahoo-Profile: kitsuno\r\n\r\n\nPlay it again, samurai \n\nStephen Hunter\nThe Washington Post\nOct. 2, 2004 12:00 AM \n\nThis was my summer of sam - sam as in samurai. Who knows why? What I \ndo know is that when I saw Yoji Yamada&#39;s &quot;The Twilight Samurai&quot; back \nin May, it lit something in me. The speed, grace and beauty of the \nfighting, the intractability of the men compelled to do it, the \ntenderness of the women who accepted it, the themes of vengeance and \nloyalty (those primeval melodramatic staples) as expressed in the \nspurting blood and lopped limbs; it all seemed suddenly powerful and \nright and satisfying in a way movies hadn&#39;t been for some while.\n\nTo begin with, the samurai were all fresh, at least to my eyes. The \nimagery of the West, of knights on horseback, of soldiers charging \nup a beach under heavy fire: all old, all stale, hardly impressive \nanymore. But ... here were these guys in bathrobes. They grunted and \nstomped and stared and laughed. They seemed to be having so much \nfun! And to repeat what I believe is the funniest image I have ever \ninvented: They swordfought in flip-flops! How cool is that? That \nhair, shaven (the Japanese equated baldness with masculinity, \nnothing wrong with that!), a ponytail nursed, then folded over to \nform a topknot. The swagger, the run, the utter comfort in the \nphysical world! God, to carry a sword, eat sushi and sleep with \nwomen in kimonos! What else is there? And, speaking of mysteries, \nhow do they get the swords to stay in the sashes? Aren&#39;t swords \nheavy? Wouldn&#39;t they droop? Yet these guys run, ride, sit, drink, \nlaugh, all with six pounds of double-folded, multi-pounded and \nquenched blades (always with two: a 27-inch katana and a 14-inch \nwakizashi) imperturbably lodged in their sashes. Baby, that&#39;s style!\n\nBut unlike most movie fans who get a second wind when some obscure \nstimulus sends them flying into the ether for a few months, I had a \nnewspaper at my disposal. So I wrote a batch of pieces on my \nfixation. In one I celebrated three great samurai films - Akira \nKurosawa&#39;s &quot;The Seven Samurai,&quot; Hiroshi Inagaki&#39;s &quot;Samurai&quot; trilogy \nand Kenji Misumi&#39;s &quot;The Last Samurai&quot; (never to be confused with \nEdward Zwick&#39;s &quot;The Last Samurai&quot;!) Then I discovered the series \nfilms of the &#39;60s and &#39;70s, the six &quot;Lone Wolf and Cub&quot; and the \n26 &quot;Zatoichi, the Blind Swordsman,&quot; and had great fun writing about \nthem, too. But the most fun of all was when Beat \nTakeshi&#39;s &quot;Zatoichi, the Blind Swordsman&quot; re-created the\ndelights of the earlier series.\n\nBut ever since then, I have learned more. I have learned so much - \nsay, that Tatsuya Nakadai was a better actor than Toshiro Mifune and \nthat Kihachi Okamoto at least rivaled Kurosawa at moments and that \nkilling a high lord in the snow at Sakurada Gate in Edo in 1860 \nisn&#39;t a good career move but it does get you a certain immortality - \nthat I can now say proudly, I know nothing. The breadth and depth, \nthe differing tonalities, the textures of color, it&#39;s all dazzling \nand possibly endless.\n\nBut what the samurai pictures, high and low, seem to have in common \nis a sense of the code - absolute loyalty to the clan, no matter the \ncost (though its meaning could be played straight or ironically) - a \nfaith in bravery, and the soundest story construction, movie by \nmovie, in history. The writers of these movies were workmen, not \nartists, carpenters and drywall guys, not poets and dancers. Thus \nthe stories are all rooted in narrative simplicity and the value of \nmotive. Even at their most insipid, they grip in a way that American \nmovies seem to have forgotten how to do.\n\nBesides the trio of films I recommend, let me mention several others \nthat are equally excellent: &quot;Sword of Doom,&quot; a look at a psychotic \nswordsman (played by Nakadai); &quot;Harakiri&quot; (which watches a father - \nNakadai again - gain vengeance on the clan that bluffed his son into \na horrible death), &quot;Goyokin&quot; (a giant Italian western sort of \nmovie); &quot;Samurai Rebellion,&quot; (Mifune on the warpath); &quot;The Yagyu \nConspiracy&quot; (with Sonny Chiba); and the fabulous &quot;Shogun&#39;s Shadow&quot; \n(wall-to-wall-to-ceiling-to-back-porch action, with Chiba as the bad \nguy!).\n\nAs you can see, I went a little samurai nuts for weeks and weeks. \nHappily, I have not recovered. Hopefully, I never will.\n\nhttp://www.azcentral.com/ent/movies/articles/1002samurai02.html\n\n\n\n\n\n\n"
}