{
    "userId": 128395055,
    "authorName": "Eponymous13@aol.com",
    "from": "Eponymous13@...",
    "profile": "holydemon13",
    "replyTo": "LIST",
    "senderId": "pKYRzMEtoPu8xHs2KgSlU08NAg5Tz6rZmeh3Wg5BBaepa5Io3DB4Qp3U44GcnrjTWIqgwhtvv1fe9A",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: OT: Samanosuke as Hero in Onimusha; Names in Onimusha",
    "postDate": "1097114889",
    "msgId": 5724,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDFkOC4yZDI1OTU5OC4yZTk1ZmYwOUBhb2wuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 5725,
    "prevInTime": 5723,
    "nextInTime": 5725,
    "topicId": 5724,
    "numMessagesInTopic": 6,
    "msgSnippet": "In a message dated 10/6/2004 7:10:51 PM Eastern Daylight Time, referring to ... That s PRECISELY why they used him!  Because there IS nothing on him. Let me",
    "rawEmail": "Return-Path: &lt;Eponymous13@...&gt;\r\nX-Sender: Eponymous13@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 36593 invoked from network); 7 Oct 2004 02:08:12 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m24.grp.scd.yahoo.com with QMQP; 7 Oct 2004 02:08:12 -0000\r\nReceived: from unknown (HELO imo-m20.mx.aol.com) (64.12.137.1)\n  by mta5.grp.scd.yahoo.com with SMTP; 7 Oct 2004 02:08:12 -0000\r\nReceived: from Eponymous13@...\n\tby imo-m20.mx.aol.com (mail_out_v37_r3.7.) id r.1d8.2d259598 (24895)\n\t for &lt;samuraihistory@yahoogroups.com&gt;; Wed, 6 Oct 2004 22:08:09 -0400 (EDT)\r\nMessage-ID: &lt;1d8.2d259598.2e95ff09@...&gt;\r\nDate: Wed, 6 Oct 2004 22:08:09 EDT\r\nTo: samuraihistory@yahoogroups.com\r\nMIME-Version: 1.0\r\nX-Mailer: 8.0 for Windows sub 6029\r\nX-eGroups-Remote-IP: 64.12.137.1\r\nFrom: Eponymous13@...\r\nSubject: Re: OT: Samanosuke as Hero in Onimusha; Names in Onimusha\r\nX-Yahoo-Group-Post: member; u=128395055\r\nX-Yahoo-Profile: holydemon13\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nIn a message dated 10/6/2004 7:10:51 PM Eastern Daylight Time, referring to \nHidemitsu Samanosuke Akechi, Thus Sprach Nate:\n\n&gt; What in the hell possessed them to use some nobody like this guy? \n\n       That&#39;s PRECISELY why they used him!  Because there IS nothing on him.  \nLet me ask for the sake of asking: Which is easier to make a hero: A nobody \non whom there is little to no information where there is freedom to draw a \ncharacter or a well-known personage whose history is well-known and whose every \nlittle iota would be scrutinized indefinitely?  I think it was easier for them \nto turn Nobunaga to a villain than it would have been to portray Mitsuhide as \nthe hero, despite his bit part toward the end of the third game.\n       Making Nobunaga or Kinoshita Tokichiro (the then-future Toyotomi plays \na monkey-like henchman in the first two games and makes only a brief \nappearance at the very, very end of the post-credit movies of the third as Toyotomi) \nthe hero would have defeated the game out of the blocks.  Producer Inafune \nKeiji&#39;s stated goal in an interview with BradyGames after the second game was to \nportray the lesser-known (or accepted) and -- shall we say -- not quite so \nhonourable side of Nobunaga.  I mean, is not Nobunaga looked upon as a great \nfigure in Japanese history?  Seriously, I&#39;m asking.  How is Akechi Mitsuhide viewed \nin relation to the man he brought down from the Japanese point of view?\n       Another name -- Mori Ranmaru -- was brought in as Nobunaga&#39;s top \nhenchman for the third game.  But he is really the only other recognizable name in \neither game.\n       The middle game (Onimusha: Samurai&#39;s Destiny) had not one but FOUR \nnobodies or lesser-lights in possible big roles including Yagyu Jubei -- pulled \nfrom his time period (1605?-16??) -- as the hero.  I&#39;ve found a TOTAL of ONE \ndecent article on him, though respected swordsman he may have been.  The heroine \nin that game -- Oyu -- turned out to be O-ichi, Nobunaga&#39;s sister, the only \nreally recognizable name apart from Tokichiro and Nobunaga.  The other guys?  \nAnkokuji Ekei, Saiga (Saigo) Magoichi and Fuma Kotaro?  There isn&#39;t much more \non them.  If ANY.  And besides, every one of the real-life characters in the \nOnimusha game -- including Samanosuke and Mori Ranmaru -- were dead before Yagyu \nJubei was BORN!  Some for more than 30 years!  (Asai Nagamasa is referenced \nonly a couple of times in the game, and Shibata Katsuie not at all.)  A derth \nof nobodies probably accounts for his use.  I think the second game is the best \nin the series, and I do NOT think, despite Inafune Keiji&#39;s comments, that \nOnimusha 3: Demon Seige will be the last chapter we&#39;ll see in the Onimusha \nseries.\n       Some may remember my question to Tony sometime ago about a possible \nalt-history romance starring O-ichi.  Onimusha 2: Samurai&#39;s Destiny was the \ninspiration for that question.\n       Anyway, enough mindless prating for now.  :-)  Take care, y&#39;all.  :-)\n\nL8r\nTim\n\n\n[Non-text portions of this message have been removed]\n\n\n"
}