{
    "userId": 118629514,
    "authorName": "meleager_calydon",
    "from": "&quot;meleager_calydon&quot; &lt;meleager_calydon@...&gt;",
    "profile": "meleager_calydon",
    "replyTo": "LIST",
    "senderId": "exvjyMclD5-XzozRW_nuiz5DjbcDDe5WHo342FZrSR8xBgbh8qgHDQg9LHckyoEQnoMIVGKzOLiKwFMMP_1kqWOirxAmi4hbVUFCP55VBfMSAub14Rw",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Akechi Mitsuhide",
    "postDate": "1097125839",
    "msgId": 5727,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGNrMmo0Zis3cjYyQGVHcm91cHMuY29tPg==",
        "inReplyToHeader": "PDIwMDQxMDA3MDI0MzQ5LjU2MTgxLnFtYWlsQHdlYjQxMzA1Lm1haWwueWFob28uY29tPg=="
    },
    "prevInTopic": 5726,
    "nextInTopic": 5728,
    "prevInTime": 5726,
    "nextInTime": 5728,
    "topicId": 5724,
    "numMessagesInTopic": 6,
    "msgSnippet": "... I disagree with a number of your assertions.  Mitsuhide might not have been a master manipulator of men like Hashiba (later Toyotomi) Hideyoshi, but his",
    "rawEmail": "Return-Path: &lt;meleager_calydon@...&gt;\r\nReceived: (qmail 7965 invoked by uid 7800); 7 Oct 2004 05:18:41 -0000\r\nX-Sender: meleager_calydon@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 68706 invoked from network); 7 Oct 2004 05:10:43 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m20.grp.scd.yahoo.com with QMQP; 7 Oct 2004 05:10:43 -0000\r\nReceived: from unknown (HELO n10a.bulk.scd.yahoo.com) (66.94.237.44)\n  by mta3.grp.scd.yahoo.com with SMTP; 7 Oct 2004 05:10:43 -0000\r\nReceived: from [66.218.69.4] by n10.bulk.scd.yahoo.com with NNFMP; 07 Oct 2004 05:10:40 -0000\r\nReceived: from [66.218.67.251] by mailer4.bulk.scd.yahoo.com with NNFMP; 07 Oct 2004 05:10:40 -0000\r\nDate: Thu, 07 Oct 2004 05:10:39 -0000\r\nTo: samuraihistory@yahoogroups.com\r\nMessage-ID: &lt;ck2j4f+7r62@...&gt;\r\nIn-Reply-To: &lt;20041007024349.56181.qmail@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 3080\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Remote-IP: 66.94.237.44\r\nFrom: &quot;meleager_calydon&quot; &lt;meleager_calydon@...&gt;\r\nSubject: Akechi Mitsuhide\r\nX-Yahoo-Group-Post: member; u=118629514\r\nX-Yahoo-Profile: meleager_calydon\r\nX-eGroups-Approved-By: ltdomer98 &lt;ltdomer98@...&gt; via email; 7 Oct 2004 05:18:41 -0000\r\n\r\n\n\n&gt; Mitsuhide is equally complex. Some view him as the\n&gt; archetypal traitor, others view him as the only person\n&gt; with the courage to stand up to a bullying tyrant. I\n&gt; think he&#39;s a poor, pathetic man, a tactical genius,\n&gt; but one who simply got pushed too far by his lord&#39;s\n&gt; treatment of him, and who went over the edge,\n&gt; mentally. He reacted emotionally, without thorough\n&gt; planning and solidifying a base, and so was swallowed\n&gt; up by history when Hideyoshi came and defeated him. \n\nI disagree with a number of your assertions.  Mitsuhide might not \nhave been a master manipulator of men like Hashiba (later Toyotomi) \nHideyoshi, but his revolt against Nobunaga was reasonably well \nplanned and carried out.\n\nThat he miscalculated in who might be willing to ally with him \nsubsequent to killing Nobunaga only became fully clear in the days \nafter the Akechi rose up against the Oda.  He did count on support \nfrom the Hosokawa of Wakasa and the Tsutsui of Yamato.  In the end \nneither clan committed to the cause of an isolated lord who was now \ninfamous for murdering his master.  Naturally, the fact that both \nHideyoshi as well as Shibata Katsuie (both commanding greater \nresources and larger armies than the Akechi) were bound to attempt to \ndestroy Nobunaga&#39;s murderer as a first step to gaining a preeminent \nposition in the Oda domains would make lesser daimyo hesitant to ally \nwith Mitsuhide.  Mitsuhide was counting on both of these generals \nbeing tied down in campaigns, and in the case of Katsuie (who was \ndelayed due to his campaign in Etchu) he was at least partially \nright.  However, upon learning of Nobunaga&#39;s death, Hideyoshi quickly \nconcluded a peace treaty with the Mori and force marched on Kyoto.  \nIn essence, Mitsuhide was frustrated on two fronts, he was unable to \nfind allies and his time horizon narrowed much more rapidly than he \nhad expected.\n\nBut Mitsuhide&#39;s lack of success was not for lack of planning or \neffort.  He did, in fact, court both the Mori as well as the Tokugawa \nclans.  And, to tell the truth, I do find it a little odd that the \nMori were content to abide by the treaty they signed with Hideyoshi \nwhen it was clear that they would very likely have been able to at \nthe least reverse their losses over the previous four or five years.  \nThe Tokugawa would become embroiled in conflict with Hideyoshi \nsubsequent to Mitsuhide and Katsuie&#39;s fall.  Which again does not \nentirely make sense from a strategic point of view.  Though of course \nIeyasu began hostilities against Hideyoshi only after he had formed \nan alliance with Oda Nobuo (a son of Nobunaga) and thus no one could \nquestion his motives or his honor.  Nevertheless, though he was never \nactually defeated by Hideyoshi, Ieyasu was, in the end, forced to \nmake peace on the latter&#39;s terms due both to the ineptitude of Nobuo \nas well as Hideyoshi&#39;s sizeable advantage in resources and men.  Had \nIeyasu allied with Katsuie or for that matter even with Mitsuhide he \nwould likely have been able to forestall the rise of Hideyoshi to \nsupremacy in Japan.\n\n      \n\n\n\n\n"
}