{
    "userId": 61281048,
    "authorName": "Nate Ledbetter",
    "from": "Nate Ledbetter &lt;ltdomer98@...&gt;",
    "profile": "ltdomer98",
    "replyTo": "LIST",
    "senderId": "LzjtqRsVZNKHcNKuN9vmFfR1YNaCw9YqdDBpMEZfDGeNzeRt57tUKOsdyBAdI0Xm2zdKmQ-loF-NPuDq304so_tuKt7wsbPX87wF",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [samuraihistory] Akechi Mitsuhide",
    "postDate": "1097128113",
    "msgId": 5728,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDQxMDA3MDU0ODMzLjgyNTI0LnFtYWlsQHdlYjQxMzEzLm1haWwueWFob28uY29tPg==",
        "inReplyToHeader": "PGNrMmo0Zis3cjYyQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 5727,
    "nextInTopic": 5737,
    "prevInTime": 5727,
    "nextInTime": 5729,
    "topicId": 5724,
    "numMessagesInTopic": 6,
    "msgSnippet": "... The attack on the Honno-ji was masterfully carried out, I fully grant. Everything after that smacks of a okay....what do I do now? feel. ... Ah, but",
    "rawEmail": "Return-Path: &lt;ltdomer98@...&gt;\r\nX-Sender: ltdomer98@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 83176 invoked from network); 7 Oct 2004 05:48:44 -0000\r\nReceived: from unknown (66.218.66.216)\n  by m8.grp.scd.yahoo.com with QMQP; 7 Oct 2004 05:48:44 -0000\r\nReceived: from unknown (HELO web41313.mail.yahoo.com) (66.218.93.62)\n  by mta1.grp.scd.yahoo.com with SMTP; 7 Oct 2004 05:48:44 -0000\r\nMessage-ID: &lt;20041007054833.82524.qmail@...&gt;\r\nReceived: from [155.6.245.181] by web41313.mail.yahoo.com via HTTP; Wed, 06 Oct 2004 22:48:33 PDT\r\nDate: Wed, 6 Oct 2004 22:48:33 -0700 (PDT)\r\nTo: samuraihistory@yahoogroups.com\r\nIn-Reply-To: &lt;ck2j4f+7r62@...&gt;\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=us-ascii\r\nX-eGroups-Remote-IP: 66.218.93.62\r\nFrom: Nate Ledbetter &lt;ltdomer98@...&gt;\r\nSubject: Re: [samuraihistory] Akechi Mitsuhide\r\nX-Yahoo-Group-Post: member; u=61281048\r\nX-Yahoo-Profile: ltdomer98\r\n\r\n\n--- meleager_calydon &lt;meleager_calydon@...&gt;\nwrote:\n\n&gt; I disagree with a number of your assertions. \n&gt; Mitsuhide might not \n&gt; have been a master manipulator of men like Hashiba\n&gt; (later Toyotomi) \n&gt; Hideyoshi, but his revolt against Nobunaga was\n&gt; reasonably well \n&gt; planned and carried out.\n\nThe attack on the Honno-ji was masterfully carried\nout, I fully grant. Everything after that smacks of a\n&quot;okay....what do I do now?&quot; feel. \n\n&gt; That he miscalculated in who might be willing to\n&gt; ally with him \n&gt; subsequent to killing Nobunaga only became fully\n&gt; clear in the days \n&gt; after the Akechi rose up against the Oda. \n\nAh, but rather than make any attempt to garner their\nsupport BEFORE he acted, he acted and then assumed\nhe&#39;d get their support. You can argue that if he had\ntried to get support first, he may have missed his\nchance, or even risked being found out, but the fact\nremains that he acted first, thought later. \n\n Mitsuhide was counting on both of\n&gt; these generals \n&gt; being tied down in campaigns, and in the case of\n&gt; Katsuie (who was \n&gt; delayed due to his campaign in Etchu) he was at\n&gt; least partially \n&gt; right.  However, upon learning of Nobunaga&#39;s death,\n&gt; Hideyoshi quickly \n&gt; concluded a peace treaty with the Mori and force\n&gt; marched on Kyoto. \n\nI&#39;m not arguing that he could have anticipated\nHideyoshi&#39;s moves--Hideyoshi&#39;s peace with the Mori and\nsubsequent march was nothing short of amazing.\nHowever, even if Hideyoshi had been held up longer by\nthe Mori, Mitsuhide needed to get the daimyo of\ncentral Japan under his leadership, and quickly. He\ndidn&#39;t. Once Nobunaga and Nobutada were dead, it was\nas if he didn&#39;t know what to do next. Sacking Azuchi\nappears to me like he had nothing else in mind. Azuchi\nwasn&#39;t important, except possibly as a symbol. Symbols\ncould be dealt with later--what was important was\nfinding and killing Ieyasu, solidifying Hosokawa,\nTsuitsui, Takayama, and Niwa&#39;s support, and preparing\nfor the eventual attack of either Shibata or\nHideyoshi, whichever came first. \n\n&gt; But Mitsuhide&#39;s lack of success was not for lack of\n&gt; planning or \n&gt; effort.  He did, in fact, court both the Mori as\n&gt; well as the Tokugawa \n&gt; clans.  \n\nIt was a masterful plan to eliminate his tormentor. It\nwas nowhere near sufficient to take his place. Had\nthat been his motive, he would have made moves long\nbefore to secure support. He didn&#39;t. \n\nAnd, to tell the truth, I do find it a\n&gt; little odd that the \n&gt; Mori were content to abide by the treaty they signed\n&gt; with Hideyoshi \n&gt; when it was clear that they would very likely have\n&gt; been able to at \n&gt; the least reverse their losses over the previous\n&gt; four or five years.\n\nPerhaps. But I think the Mori were content to keep\nwhat they had because they were exhausted by\nHideyoshi. \n\n&gt; The Tokugawa would become embroiled in conflict with\n&gt; Hideyoshi \n&gt; subsequent to Mitsuhide and Katsuie&#39;s fall.  Which\n&gt; again does not \n&gt; entirely make sense from a strategic point of view. \n\nWhy not? Hideyoshi&#39;s position at Nagakute wasn&#39;t\noverwhelmingly commanding. With a little luck and some\nexceptional diplomacy, Ieyasu could have possibly\novercome Hideyoshi. His appeals to the Chosokabe and\nMori simply didn&#39;t work out. Ieyasu was as important\nto Hideyoshi&#39;s success as he was to Nobunaga&#39;s--born\nout by the fact that Hideyoshi had to offer up the\nKanto to him. \n\n Nevertheless,\n&gt; though he was never \n&gt; actually defeated by Hideyoshi, Ieyasu was, in the\n&gt; end, forced to \n&gt; make peace on the latter&#39;s terms due both to the\n&gt; ineptitude of Nobuo \n&gt; as well as Hideyoshi&#39;s sizeable advantage in\n&gt; resources and men. \n\nI won&#39;t argue Nobuo&#39;s ineptitude. \n\n Had \n&gt; Ieyasu allied with Katsuie or for that matter even\n&gt; with Mitsuhide he \n&gt; would likely have been able to forestall the rise of\n&gt; Hideyoshi to \n&gt; supremacy in Japan.\n\nNow THIS is an interesting what if. \n\nAnyways, back to the main point: it boils down to 2\noptions. Either Mitsuhide revolted and attacked\nNobunaga for the express purpose of killing Nobunaga\nout of accumulated torment, or he attacked the most\npowerful man in Japan in order to supplant him. If\nit&#39;s option 1, he was wildly successful. If it&#39;s\noption 2, he&#39;s a pathetic failure. Mitsuhide wasn&#39;t\nincompetent (if anything at times he was TOO competent\nfor Nobunaga&#39;s tastes), so my opinion is that his sole\nfocus was revenge on Nobunaga for the hell he had been\nput through. Only afterward was there thought of what\nto do afterwards, and the possibility of supplanting\nhim. \n\nNate\n\n\n\n\n\t\t\n__________________________________\nDo you Yahoo!?\nRead only the mail you want - Yahoo! Mail SpamGuard.\nhttp://promotions.yahoo.com/new_mail \n\n"
}