{
    "userId": 145759856,
    "authorName": "Kitsuno",
    "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
    "profile": "kitsuno",
    "replyTo": "LIST",
    "senderId": "Hy-0Lbffp0vBmhg1kAVpKbhGwBs5VnAdoNkhHQ6dX8ut1k5v6Oot6tBgbqtSNdDS8ij_LjMqMQj_CdNqOKZfP9ZSHI4Gu_onIowZKxWlXYfBLsxtuLWkpaI",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Article: Samurai cult or social evil in suicides",
    "postDate": "1098740494",
    "msgId": 5808,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGNsanJ1ZStkZjF1QGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 5809,
    "prevInTime": 5807,
    "nextInTime": 5809,
    "topicId": 5808,
    "numMessagesInTopic": 5,
    "msgSnippet": "Samurai cult or social evil in suicides The 2003 movie The Last Samurai has left a deep impression of Japan in the Western world. The namesake last samurai",
    "rawEmail": "Return-Path: &lt;samurai-listowner@...&gt;\r\nX-Sender: samurai-listowner@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 53672 invoked from network); 25 Oct 2004 21:41:49 -0000\r\nReceived: from unknown (66.218.66.216)\n  by m22.grp.scd.yahoo.com with QMQP; 25 Oct 2004 21:41:49 -0000\r\nReceived: from unknown (HELO n7a.bulk.scd.yahoo.com) (66.94.237.41)\n  by mta1.grp.scd.yahoo.com with SMTP; 25 Oct 2004 21:41:49 -0000\r\nReceived: from [66.218.69.4] by n7.bulk.scd.yahoo.com with NNFMP; 25 Oct 2004 21:41:35 -0000\r\nReceived: from [66.218.67.250] by mailer4.bulk.scd.yahoo.com with NNFMP; 25 Oct 2004 21:41:35 -0000\r\nDate: Mon, 25 Oct 2004 21:41:34 -0000\r\nTo: samuraihistory@yahoogroups.com\r\nMessage-ID: &lt;cljrue+df1u@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 2576\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Remote-IP: 66.94.237.41\r\nFrom: &quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;\r\nSubject: Article: Samurai cult or social evil in suicides\r\nX-Yahoo-Group-Post: member; u=145759856\r\nX-Yahoo-Profile: kitsuno\r\n\r\n\nSamurai cult or social evil in suicides\n\nThe 2003 movie &quot;The Last Samurai&quot; has left a deep impression of Japan \nin the Western world. The namesake last samurai is not Nathan Algren, \nplayed by Tom Cruise, but Katsumoto, played by the Japanese actor Ken \nWatanabe. The last samurai is a perfect figure who makes the American \nborn again as a samurai. The climax of the movie is the samurai&#39;s \nsuicide. Killing himself with his own sword in the fluttering cherry \nblossoms, Katsumoto&#39;s last word is &quot;perfect.&quot; He was talking about \nthe beauty of the cherry blossom rain and the equally splendid ending \nof a samurai&#39;s life.\n\nThe theme of &quot;Chushingura,&quot; a classic Japanese revenge story, is &quot;the \nbest of flowers is the cherry blossom and the best of men is a \nsamurai.&quot; Chushingura is based on a historical event about the \nrevenge of 47 samurai 300 years ago. A lord was wrongfully accused \nand forced to commit seppuku, a form of suicide in which the victim \ndisembowels himself. As revenge for their master, 47 retainers bided \ntheir time and attacked the foe on a snowy winter night. They offered \nthe head of the foe at the grave of their master and committed \nseppuku together. The story of Chushingura is an eternal bestseller \nin Japan, having been revisited by numerous novels, plays, movies and \ntelevision series.\n\nThe recent group suicide of nine Japanese shocked Westerners. Youths \nmet on the Internet and planned their deaths. Westerners argued that \nthe samurai tradition, death as honor, lived on because there was no \nreligion in Japan that respected the value of life.\n\nAccording to World Health Organization statistics, the suicide rate \nper 100,000 is 24.1 in Japan, compared to 10.4 in the United States \nand 7.5 in Great Britain. Last year, 24 Koreans per 100,000 killed \nthemselves. When five youngsters met on the Internet and committed a \ngroup suicide in March, suicide Web site became a social concern. \nLast year, the suicide rate in the age group 61 and above grew \nrapidly, largely because of financial difficulties, and made up 28 \npercent of the total suicides. In the last five years, there have \nbeen 340 suicides in the military.\n\nThe high suicide rate is exceptional; Korea has no tradition of \nidealizing death and religions that value life prevail. We cannot \nrule out the suspicion that the suicides were &quot;social homicides,&quot; a \nlast, belated call for help.\n\nThe writer is the JoongAng Ilbo&#39;s London correspondent.\n\n\nby Oh Byung-sang &lt;obsang@...&gt; \n\nhttp://joongangdaily.joins.com/200410/15/20041015220713733990009080908\n1.html\n\n\n\n\n\n"
}