{
    "userId": 142104451,
    "authorName": "Elizabeth Chase",
    "from": "&quot;Elizabeth Chase&quot; &lt;lizzirrd@...&gt;",
    "profile": "elizabethchase1",
    "replyTo": "LIST",
    "senderId": "3oa_hCVIT39AtmcAZEBHzJJVsYtfwh8BbNHHP12kV4TqeYDEUmqDJfrgBiM11FzVCQu9tnP4PQ_-sNleUvdlm2ziAPW9QTAKbrO7",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [samuraihistory] Article: Samurai cult or social evil in suicides",
    "postDate": "1098747277",
    "msgId": 5809,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PEJBWTMtREFWMjBqUUh0TUZhdWswMDAwNWQ0NEBob3RtYWlsLmNvbT4=",
        "referencesHeader": "PGNsanJ1ZStkZjF1QGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 5808,
    "nextInTopic": 5810,
    "prevInTime": 5808,
    "nextInTime": 5810,
    "topicId": 5808,
    "numMessagesInTopic": 5,
    "msgSnippet": "Kitsuno-dono, I found the article very interesting, and posed the question to one of the Japanese doctors at the hospital where I am a nurse. He told me that",
    "rawEmail": "Return-Path: &lt;lizzirrd@...&gt;\r\nReceived: (qmail 15522 invoked by uid 7800); 25 Oct 2004 23:50:54 -0000\r\nX-Sender: lizzirrd@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 68021 invoked from network); 25 Oct 2004 23:35:11 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m5.grp.scd.yahoo.com with QMQP; 25 Oct 2004 23:35:11 -0000\r\nReceived: from unknown (HELO hotmail.com) (65.54.168.124)\n  by mta5.grp.scd.yahoo.com with SMTP; 25 Oct 2004 23:35:11 -0000\r\nReceived: from mail pickup service by hotmail.com with Microsoft SMTPSVC;\n\t Mon, 25 Oct 2004 16:35:10 -0700\r\nReceived: from 63.228.45.98 by BAY3-DAV20.phx.gbl with DAV;\n\tMon, 25 Oct 2004 23:34:42 +0000\r\nX-Originating-Email: [lizzirrd@...]\r\nX-Sender: lizzirrd@...\r\nTo: &lt;samuraihistory@yahoogroups.com&gt;\r\nReferences: &lt;cljrue+df1u@...&gt;\r\nDate: Mon, 25 Oct 2004 18:34:37 -0500\r\nMIME-Version: 1.0\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 6.00.2900.2180\r\nX-MimeOLE: Produced By Microsoft MimeOLE V6.00.2900.2180\r\nMessage-ID: &lt;BAY3-DAV20jQHtMFauk00005d44@...&gt;\r\nX-OriginalArrivalTime: 25 Oct 2004 23:35:10.0209 (UTC) FILETIME=[44792F10:01C4BAEB]\r\nX-eGroups-Remote-IP: 65.54.168.124\r\nFrom: &quot;Elizabeth Chase&quot; &lt;lizzirrd@...&gt;\r\nSubject: Re: [samuraihistory] Article: Samurai cult or social evil in suicides\r\nX-Yahoo-Group-Post: member; u=142104451\r\nX-Yahoo-Profile: elizabethchase1\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\nX-eGroups-Approved-By: ltdomer98 &lt;ltdomer98@...&gt; via email; 25 Oct 2004 23:50:54 -0000\r\n\r\nKitsuno-dono,\n\nI found the article very interesting, and posed the question to one of the Japanese doctors at the hospital where I am a nurse.\n\nHe told me that while the Samurai &#39;code&#39; was based on honor,  and selflessness for one&#39;s liege, one must recall that it was also a \nsystem deliberately set up by the Tokugawan Shoguns for purposes of control.  This information is also on the &#39;newcomers must read&#39; \nlist.\n\nThis honor was ultimately, oh, what&#39;s the word.... starts with a &#39;p&#39;, I think.....    distorted  anyway,  the concept of &#39;shame&#39; \ngradually became the over-riding concept.  Japan was also badly humiliated in WW2. Since that time, he said, the drive to achieve, \nto excel, to be the best has become almost psychotic.. There is so much competition for places in schools, then in jobs, that a \nsingle failing mark can spell a lifetime at a lower economic level.  There is so much stress, and emphasis on the shame of defeat, \nthat these children are taught that it is weak to admit any sort of frailty, of fear, of differing opinion.\n\nOne can see traces of this pressure in our own society, and indeed, the world.  We are ever pushed, and push each other, to \naccomplish more, earn more, drive faster, kill each other more efficiently...... the list just goes on and on and on.....\n---------------------------------------\n\nI realized &#39;The Last Samurai&#39; was not about Algren, that he was merely a story vehicle.  Many historians, aficionados, re-enactors \nand others were outraged at the lack of authenticity.  But, the director and producer made no such claim to authenticity.\n\n&#39;To know life in every breath&#39; is not the mindset of a person who seeks death.  It is the mindset of a person who knows that death \nmay take him at any time, and sees the world with a clarity of mind heightened and appreciative of the Present.\n\nThis phenomenal state of mind is experienced to some degree by every person who has had a life-threatening experience.  It is \nexperienced more acutely by those who experience combat,  police, fire, and rescue personnel,  indeed anyone who consciously chooses \nthis way of life has contemplated the potential consequences.  It is also why some people become adrenaline junkies, because it is a \nvery real high.....  an organic high, produced by ones own hormones.\n\nI might start a flame here, but it is my niggling thought once in awhile, that even our revered Miyamoto Musashi was perhaps not a \nvery stable person, formidable though he was, even without a weapon in hand. Even if he was rock solid psychologically, perhaps his \ncommunication skills were wanting. Perhaps, as in many languages, errors in translations of his works and intent have occurred.\n\nI think, or at least I choose to think, he was trying to say that if we live in the Present, and choose our actions according to our \nhonor, that path may lead to death: so be it, if that is our destiny.  But, in pursuit of our path, we must also notice, appreciate, \nand revere that which around us is Life.  It is so tentative, that to lose a moment of it is wasteful.   One cannot Live if one is \nalready Dead; one cannot know Death without having Lived.  I definitely don&#39;t think his was a shame-based way of life.\n\nThe fictional Katsumoto died with his honor intact for he would not compromise his principles, nor allow the possibility of the \nsmarmy Omura to take him prisoner for further humiliation.\n\nThis is, to me, a distinct difference from the seppuku of shame, of despair, or correct me if I use the wrong work, the sempuku of \nrevenge. Way different mindset.  The contrast is stark.\n\n____________________________\n\nOkey-dokey, fire at will ----- launch arrows---- sharpen your swords ---- but I want to say that I mean no disrespect, that I choose \nto view the &#39;code&#39; as a positive path of honor and it has served me well.  I wanted to present perhaps another point of view.\n\nRizii\n\n\n\n\n\n----- Original Message ----- \nFrom: Kitsuno\nSubject: [samuraihistory] Article: Samurai cult or social evil in suicides\n\n\nThe 2003 movie &quot;The Last Samurai&quot; has left a deep impression of Japan\nin the Western world. The namesake last samurai is not Nathan Algren,\nplayed by Tom Cruise, but Katsumoto, played by the Japanese actor Ken\nWatanabe. The last samurai is a perfect figure who makes the American\nborn again as a samurai. The climax of the movie is the samurai&#39;s\nsuicide. Killing himself with his own sword in the fluttering cherry\nblossoms, Katsumoto&#39;s last word is &quot;perfect.&quot; He was talking about\nthe beauty of the cherry blossom rain and the equally splendid ending\nof a samurai&#39;s life.\n\n\n\n We cannot\nrule out the suspicion that the suicides were &quot;social homicides,&quot; a\nlast, belated call for help.\n\nThe writer is the JoongAng Ilbo&#39;s London correspondent.\n\n\nby Oh Byung-sang &lt;obsang@...&gt;\n\nhttp://joongangdaily.joins.com/200410/15/20041015220713733990009080908\n1.html\n\n\n\n\n\n\n---\nSamurai Archives: http://www.samurai-archives.com\nSamurai Archives store: http://www.cafeshops.com/samuraiarchives\n--- \n\n\n\n      Yahoo! Groups Sponsor\n            ADVERTISEMENT\n\n\n\n\n\n--------------------------------------------------------------------------------\nYahoo! Groups Links\n\n  a.. To visit your group on the web, go to:\n  http://groups.yahoo.com/group/samuraihistory/\n\n  b.. To unsubscribe from this group, send an email to:\n  samuraihistory-unsubscribe@yahoogroups.com\n\n  c.. Your use of Yahoo! Groups is subject to the Yahoo! Terms of Service.\n\n\n\n\n---\nOutgoing mail is certified Virus Free.\nChecked by AVG anti-virus system (http://www.grisoft.com).\nVersion: 6.0.782 / Virus Database: 528 - Release Date: 10/22/2004 \n\n\n[Non-text portions of this message have been removed]\n\n\n"
}