{
    "userId": 190230968,
    "authorName": "Silk Road School",
    "from": "&quot;Silk Road School&quot; &lt;silk.road.school@...&gt;",
    "profile": "geregjonesmuller",
    "replyTo": "LIST",
    "senderId": "xplFLahA1IXLO41WEqQkV8z5NMj_adaya2kMccn_gXjmy4nmcIEv4zIbEj_4yDsA6BJGviV7NBGWjY5FhmsMh1fsBlTo83LRIRqsTHp1zGzGRKev8G73bFDn",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: Samurai and Zen",
    "postDate": "1099419146",
    "msgId": 5862,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PE1FQkJLREhHUE5LR01MS1BEQU9QQUVBR0NJQUEuc2lsay5yb2FkLnNjaG9vbEBpeC5uZXRjb20uY29tPg==",
        "inReplyToHeader": "PDEwOTk0MTU5NTIuMTA2OC40MjU0MC5tMTJAeWFob29ncm91cHMuY29tPg=="
    },
    "prevInTopic": 5861,
    "nextInTopic": 5863,
    "prevInTime": 5861,
    "nextInTime": 5863,
    "topicId": 5842,
    "numMessagesInTopic": 25,
    "msgSnippet": "Zev, I d turn that suggestion back on you and strongly suggest that you yourself do quite a bit more research into the samurai and martial arts, before you",
    "rawEmail": "Return-Path: &lt;silk.road.school@...&gt;\r\nReceived: (qmail 15431 invoked by uid 7800); 2 Nov 2004 22:49:05 -0000\r\nX-Sender: silk.road.school@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 82224 invoked from network); 2 Nov 2004 18:16:57 -0000\r\nReceived: from unknown (66.218.66.167)\n  by m25.grp.scd.yahoo.com with QMQP; 2 Nov 2004 18:16:57 -0000\r\nReceived: from unknown (HELO blount.mail.mindspring.net) (207.69.200.226)\n  by mta6.grp.scd.yahoo.com with SMTP; 2 Nov 2004 18:16:56 -0000\r\nReceived: from user-38ldvqh.dialup.mindspring.com ([209.86.255.81] helo=kimberly)\n\tby blount.mail.mindspring.net with smtp (Exim 3.33 #1)\n\tid 1CP3DD-0000vB-00\n\tfor samuraihistory@yahoogroups.com; Tue, 02 Nov 2004 13:16:55 -0500\r\nTo: &lt;samuraihistory@yahoogroups.com&gt;\r\nDate: Tue, 2 Nov 2004 10:12:26 -0800\r\nMessage-ID: &lt;MEBBKDHGPNKGMLKPDAOPAEAGCIAA.silk.road.school@...&gt;\r\nMIME-Version: 1.0\r\nContent-Type: text/plain;\n\tcharset=&quot;iso-8859-1&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3 (Normal)\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook IMO, Build 9.0.2416 (9.0.2910.0)\r\nImportance: Normal\r\nIn-Reply-To: &lt;1099415952.1068.42540.m12@yahoogroups.com&gt;\r\nX-MimeOLE: Produced By Microsoft MimeOLE V6.00.2800.1441\r\nX-eGroups-Remote-IP: 207.69.200.226\r\nFrom: &quot;Silk Road School&quot; &lt;silk.road.school@...&gt;\r\nSubject: Re: Samurai and Zen\r\nX-Yahoo-Group-Post: member; u=190230968\r\nX-Yahoo-Profile: geregjonesmuller\r\nX-eGroups-Approved-By: ltdomer98 &lt;ltdomer98@...&gt; via email; 2 Nov 2004 22:49:05 -0000\r\n\r\nZev, I&#39;d turn that suggestion back on you and &quot;strongly suggest&quot; that you\nyourself do quite a bit more research into the samurai and martial arts,\nbefore you take so condescending a tone - especially with someone like that\npolite Australian, who&#39;s gone to such trouble to avoid insulting another\nparty on the list.  The available histories of the samurai class - and there\nare a number of them available, if you&#39;re willing to take the trouble to\nread them - do not readily support your view.  In fact, as Paul pointed out,\nthe best indications are that the only link between the Okinawans (who\noriginated karate) and the Japanese bushi (or samurai)... were that they\nfought against each other.\nDojo traditions are frequently not very good history, and this one you&#39;ve\ncited sounds like a classic of the type.  To be sure, modern karate stylists\nmay have chosen to be influenced by classical samurai traditions of bushido,\nbut that does not mean that these traditions had anything to do with the\nearly development of the art of karate itself.  I don&#39;t doubt that your\nsenseis are telling you the truth as they believe it:  but as I say, dojo\ntraditions are not very reliable as history.  Where did your teachers get\nthis information?  How far back does it really go?  And can they prove it?\nIf their evidence stands out in contradiction to all the documented sources\nfrom history, then I&#39;d have to say they&#39;re only carrying on what they were\ntold themselves.  That doesn&#39;t make it history.\nCertainly there is evidence that many bushi practised empty-hand grappling\nas an adjunct art to the weapon styles that were their mainstay - but karate\n(which in its earliest form, as I recall, simply means &#39;Okinawan hand&#39;) is\nvery distinct from the aiki-jutsu which we have evidence of bushi\npractising.  Aikido could lay a more direct and more convincing claim to the\nancestral influence you describe.  Really - study some more; learn some more\nabout what you&#39;re talking about:  you won&#39;t find support for your argument\nin reputable history.  And you will be less likely to insult someone the way\nyou&#39;ve done here - someone whose manners are rather better than yours, based\non the evidence at hand.  Is rudeness part of your dojo tradition too?  Does\nit show respect for your art to insult a fellow practitioner when he\ndisagrees politely with you?  Because that is clearly what you have done.\nAnd that is not the Way.\n\nAnd to the fellow who said that &quot;The Okinawans... were samurai,&quot; I&#39;m pretty\nsure that claim can&#39;t be backed up with reliable history either.  (Tony?\nNate?  Any comments on this?)  As you noted, the Okinawans did regard\nthemselves as a separate nation:  so to claim that they were samurai is a\ndirect contradiction of that idea, since the samurai were a distinctly\nJapanese phenomenon.  This is like saying that the Shaolin monks were\nsamurai.  I agree that you should never take the martial arts at face value\n(I&#39;ve got thirty-odd years of practise and study behind me at this stage).\nBut that includes the oral traditions that are passed down:  you can&#39;t take\nthose at face value either.  At least, not if you hope to have any real\ngrasp of history.\n\tGereg\n\nzevlord &lt;LordZev@...&gt; wrote:\n\n\n*snip* Then perhaps you have not studied true JKA Karate, there is such a\nstrong influence from Bushido it is so plain. I suggest you study for a\nlonger length of time. Try reading some of the books by Funakoshi, Demura\nand Nakayama. Or you could e-mail the mother association in Tokyo the JKA.\nThe web site is www.jka.or.jp\n\nI strongly suggest you do more research into the Samurai and martial arts.\n\n\n\n\n\n\n\n\n---------------------------------\n ALL-NEW Yahoo! Messenger - all new features - even more fun!\n\n[Non-text portions of this message have been removed]\n\n\n\n\n\n\n________________________________________________________________________\n________________________________________________________________________\n\nMessage: 10\n   Date: Tue,  2 Nov 2004 15:01:54 +0100 (CET)\n   From: &quot;&#92;&quot; &lt;tom.davidson@...&gt;&quot; &lt;tom.davidson@...&gt;\nSubject: Re: Re: Samurai and Zen\n\nI have posted elsewhere - so just a quick note.\n\n&#39;Bushido&#39; has been discussed here at length. As a formalised code it makes a\nvery\nlate appearance - I would view it as a code based on how previous\ngenerations had\nlived, rather than a particular code on which the samurai modelled his life.\n\nI might go so far as to say that the &#39;appearance&#39; of the code - as someone\nwriting\n&#39;The Way of the Warrior&#39; or whatever, signifies that way was already\nslipping into\nhistory...\n\nZen, similarly, although around since the 12th century, had a relatively\nunimportant\ninfluence on the development of the samurai, and almost none on the\ndevelopment of\nswordsmanship, compared to Shingon, Shinto and Taoism.\n\nZen as a &#39;major player&#39; or major influence begins in the Edo period, with\ntraces visible\nin the end of the Sengoku. Whilst one might cite Musashi, or better Yagyu\nMunenori\nand Kamiizuni Nobutsuna, these men knew of Zen as a training regime, but\ntheir\nmartial philosophy was founded on Shingon, Shinto and Tao.\n\nNotably Takuan Soho, the Zen master, friend and &#39;spiritual director&#39; of some\nnotable\nswordsmen, employed elements of mikkyo - esoteric Buddhism - in his\nteachings.\n\nThe appeal of Zen to the warrior is primarily because of its near silence on\nissues of\nmorality and its focus on the &#39;act&#39; and the &#39;now&#39; etc. It suited a warrior\nethic, especially\none that for long periods of history would not bear examination in light of\nthe so-called\n&#39;code&#39; it professed to live by.\n\nIn short, if bushido was the code, in any real sense, how come the history\nis so full of\ndeceits, deceptions and betrayals?\n\nThomas\n\n--\n\nWhatever you Wanadoo:\nhttp://www.wanadoo.co.uk/time/\n\nThis email has been checked for most known viruses - find out more at:\nhttp://www.wanadoo.co.uk/help/id/7098.htm\n\n\n________________________________________________________________________\n________________________________________________________________________\n\n\n---\nSamurai Archives: http://www.samurai-archives.com\nSamurai Archives store: http://www.cafeshops.com/samuraiarchives\n---\n------------------------------------------------------------------------\nYahoo! Groups Links\n\n\n\n\n------------------------------------------------------------------------\n\n\n\n\n"
}