{
    "userId": 153027787,
    "authorName": "zevlord",
    "from": "&quot;zevlord&quot; &lt;LordZev@...&gt;",
    "profile": "zevlord",
    "replyTo": "LIST",
    "senderId": "pq8CriCMD1iKy-p_3ejoWWmHUp8WHqmKc2ait-yz9Mo42g4xHOpkDqiuiR21I4oN6kf2iJAmSzaFJomJdGSShaIgXr629g",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: Samurai and Zen",
    "postDate": "1099444728",
    "msgId": 5865,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGNtOWJsbytwdGhyQGVHcm91cHMuY29tPg==",
        "inReplyToHeader": "PE1FQkJLREhHUE5LR01MS1BEQU9QQUVBR0NJQUEuc2lsay5yb2FkLnNjaG9vbEBpeC5uZXRjb20uY29tPg=="
    },
    "prevInTopic": 5864,
    "nextInTopic": 5866,
    "prevInTime": 5864,
    "nextInTime": 5866,
    "topicId": 5842,
    "numMessagesInTopic": 25,
    "msgSnippet": "... that you yourself do quite a bit more research into the samurai and martial arts, before you take so condescending a tone - especially with someone like",
    "rawEmail": "Return-Path: &lt;LordZev@...&gt;\r\nX-Sender: LordZev@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 11836 invoked from network); 3 Nov 2004 01:19:58 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m25.grp.scd.yahoo.com with QMQP; 3 Nov 2004 01:19:58 -0000\r\nReceived: from unknown (HELO n8a.bulk.scd.yahoo.com) (66.94.237.42)\n  by mta5.grp.scd.yahoo.com with SMTP; 3 Nov 2004 01:19:58 -0000\r\nReceived: from [66.218.66.59] by n8.bulk.scd.yahoo.com with NNFMP; 03 Nov 2004 01:18:49 -0000\r\nReceived: from [66.218.66.122] by mailer8.bulk.scd.yahoo.com with NNFMP; 03 Nov 2004 01:18:49 -0000\r\nDate: Wed, 03 Nov 2004 01:18:48 -0000\r\nTo: samuraihistory@yahoogroups.com\r\nMessage-ID: &lt;cm9blo+pthr@...&gt;\r\nIn-Reply-To: &lt;MEBBKDHGPNKGMLKPDAOPAEAGCIAA.silk.road.school@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 4076\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Remote-IP: 66.94.237.42\r\nFrom: &quot;zevlord&quot; &lt;LordZev@...&gt;\r\nSubject: Re: Samurai and Zen\r\nX-Yahoo-Group-Post: member; u=153027787\r\nX-Yahoo-Profile: zevlord\r\n\r\n\n--- In samuraihistory@yahoogroups.com, &quot;Silk Road School&quot; \n&lt;silk.road.school@i...&gt; wrote:\n&gt; Zev, I&#39;d turn that suggestion back on you and &quot;strongly suggest&quot; \nthat you yourself do quite a bit more research into the samurai and \nmartial arts, before you take so condescending a tone - especially \nwith someone like that polite Australian, who&#39;s gone to such trouble \nto avoid insulting another party on the list.  The available \nhistories of the samurai class - and there are a number of them \navailable, if you&#39;re willing to take the trouble to read them - do \nnot readily support your view.  In fact, as Paul pointed out, the \nbest indications are that the only link between the Okinawans (who\noriginated karate) and the Japanese bushi (or samurai)... were that \nthey fought against each other. Dojo traditions are frequently not \nvery good history, and this one you&#39;ve cited sounds like a classic of \nthe type.  To be sure, modern karate stylists may have chosen to be \ninfluenced by classical samurai traditions of bushido, but that does \nnot mean that these traditions had anything to do with the early \ndevelopment of the art of karate itself.  I don&#39;t doubt that your\nsenseis are telling you the truth as they believe it:  but as I say, \ndojo traditions are not very reliable as history.  Where did your \nteachers get this information?  How far back does it really go?  And \ncan they prove it? If their evidence stands out in contradiction to \nall the documented sources from history, then I&#39;d have to say they&#39;re \nonly carrying on what they were told themselves.  That doesn&#39;t make \nit history. Certainly there is evidence that many bushi practised \nempty-hand grappling as an adjunct art to the weapon styles that were \ntheir mainstay - but karate (which in its earliest form, as I recall, \nsimply means &#39;Okinawan hand&#39;) is very distinct from the aiki-jutsu \nwhich we have evidence of bushi practising.  Aikido could lay a more \ndirect and more convincing claim to the ancestral influence you \ndescribe.  Really - study some more; learn some more about what \nyou&#39;re talking about:  you won&#39;t find support for your argument\nin reputable history.  And you will be less likely to insult someone \nthe way you&#39;ve done here - someone whose manners are rather better \nthan yours, based on the evidence at hand.  Is rudeness part of your \ndojo tradition too?  Does it show respect for your art to insult a \nfellow practitioner when he disagrees politely with you?  Because \nthat is clearly what you have done. And that is not the Way.\n&gt; \n&gt; And to the fellow who said that &quot;The Okinawans... were samurai,&quot; \nI&#39;m pretty sure that claim can&#39;t be backed up with reliable history \neither.  (Tony? Nate?  Any comments on this?)  As you noted, the \nOkinawans did regard themselves as a separate nation:  so to claim \nthat they were samurai is a direct contradiction of that idea, since \nthe samurai were a distinctly Japanese phenomenon.  This is like \nsaying that the Shaolin monks were samurai.  I agree that you should \nnever take the martial arts at face value (I&#39;ve got thirty-odd years \nof practise and study behind me at this stage). But that includes the \noral traditions that are passed down:  you can&#39;t take those at face \nvalue either.  At least, not if you hope to have any real\n&gt; grasp of history.\n&gt; \tGereg\n&gt; \n&gt; zevlord &lt;LordZev@h...&gt; wrote:\n&gt; \n&gt; \n&gt; *snip* Then perhaps you have not studied true JKA Karate, there is \nsuch a strong influence from Bushido it is so plain. I suggest you \nstudy for a longer length of time. Try reading some of the books by \nFunakoshi, Demura and Nakayama. Or you could e-mail the mother \nassociation in Tokyo the JKA.\n&gt; The web site is www.jka.or.jp\n&gt; \n&gt; I strongly suggest you do more research into the Samurai and \nmartial arts.\n\n\n&gt;&gt; [Non-text portions of this message have been removed]\n&gt; \n\n\n\nSTART OF POST:\n\nWHAT THE???????\nOK hang on a second, \n\nfirst off the above post was not mine, I believe that it was Luke&#39;s \npost. I&#39;m the Australian.  \n\nSecond, I would like to say SORRY to anyone that I have offended in \nany way.\n\nEND OF POST:\n\n\n\n\n"
}