{
    "userId": 142104451,
    "authorName": "Elizabeth Chase",
    "from": "&quot;Elizabeth Chase&quot; &lt;lizzirrd@...&gt;",
    "profile": "elizabethchase1",
    "replyTo": "LIST",
    "senderId": "dwgs7m0WR-o18gp2qnbkKoBGuIHlg297xsg0sqnxX3Irkm7FZR8vKSYaLgWYWxjrnhRULS_E3Wg7fKq6b4orN5L-EHAI7eVyZemW",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [samuraihistory] Re: Samurai and Zen",
    "postDate": "1099465180",
    "msgId": 5866,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PEJBWTMtREFWMTNiOGZ5WUk3R1YwMDAwNTJmNEBob3RtYWlsLmNvbT4=",
        "referencesHeader": "PGNtOTlucytqcTRAZUdyb3Vwcy5jb20+"
    },
    "prevInTopic": 5865,
    "nextInTopic": 5869,
    "prevInTime": 5865,
    "nextInTime": 5867,
    "topicId": 5842,
    "numMessagesInTopic": 25,
    "msgSnippet": "With all due respect, I HAVE studied JKA Shotokan karate, and I know that Master Funakoshi did not base his study on the samurai. His Karate is empty hand",
    "rawEmail": "Return-Path: &lt;lizzirrd@...&gt;\r\nReceived: (qmail 87904 invoked by uid 7800); 3 Nov 2004 07:34:22 -0000\r\nX-Sender: lizzirrd@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 52287 invoked from network); 3 Nov 2004 07:00:23 -0000\r\nReceived: from unknown (66.218.66.167)\n  by m6.grp.scd.yahoo.com with QMQP; 3 Nov 2004 07:00:23 -0000\r\nReceived: from unknown (HELO hotmail.com) (65.54.168.117)\n  by mta6.grp.scd.yahoo.com with SMTP; 3 Nov 2004 07:00:23 -0000\r\nReceived: from mail pickup service by hotmail.com with Microsoft SMTPSVC;\n\t Tue, 2 Nov 2004 23:00:01 -0800\r\nReceived: from 63.228.45.98 by BAY3-DAV13.phx.gbl with DAV;\n\tWed, 03 Nov 2004 06:59:46 +0000\r\nX-Originating-Email: [lizzirrd@...]\r\nX-Sender: lizzirrd@...\r\nTo: &lt;samuraihistory@yahoogroups.com&gt;\r\nReferences: &lt;cm99ns+jq4@...&gt;\r\nDate: Wed, 3 Nov 2004 00:59:40 -0600\r\nMIME-Version: 1.0\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 6.00.2900.2180\r\nX-MimeOLE: Produced By Microsoft MimeOLE V6.00.2900.2180\r\nMessage-ID: &lt;BAY3-DAV13b8fyYI7GV000052f4@...&gt;\r\nX-OriginalArrivalTime: 03 Nov 2004 07:00:01.0312 (UTC) FILETIME=[BCEA4A00:01C4C172]\r\nX-eGroups-Remote-IP: 65.54.168.117\r\nFrom: &quot;Elizabeth Chase&quot; &lt;lizzirrd@...&gt;\r\nSubject: Re: [samuraihistory] Re: Samurai and Zen\r\nX-Yahoo-Group-Post: member; u=142104451\r\nX-Yahoo-Profile: elizabethchase1\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\nX-eGroups-Approved-By: ltdomer98 &lt;ltdomer98@...&gt; via email; 3 Nov 2004 07:34:22 -0000\r\n\r\nWith all due respect, I HAVE studied JKA Shotokan karate, and I know that Master Funakoshi did not base his study on the samurai. \nHis Karate is &#39;empty hand&#39; technique, developed so because they were not allowed weapons.   Perhaps this link might refresh your \nmemory: http://www.ska.org/funakoshi.shtml\n\nThat the teachings of Master Funakoshi and a selection of those of bushido seem to have melded is both a somewhat serendipitous and \nalso a consciously adopted modern practice.  But it was not planned so by Master Funakoshi, and the samurai class was long disbanded \nbefore his time.  I would go so far as to propose the thought that karate and the samurai had a common ancestor in the precepts of \nother oriental teachings:  Shinto, Tao, Buddhism, and probably others I&#39;m too tired to bring into mind after a long hard shift at \nthe hospital, so I must ask forgiveness...........\n\nMy sensei studied with both Masters Funakoshi & Nakayama in Japan. I met Master Nakayama once, and Master Nishayama several times. \nIt might do you well to reread their writings and take them to heart as well as practice.  You do them no honor with your behavior \non this list.  None of these esteemed men advocated anger, rudeness,  or ego.  All three can cloud your mind and affect your \nresponses --- physically, emotionally, spiritually---- and not for the better.  In fact,  I remember Master Nakayama advocating to \nkeep &#39;beginner&#39;s mind&#39; with whatever one pursued, at whatever level of mastery, in whatever area of your life..... because then your \nmind would be prepared to learn, to see things anew, and not blocking off learning.  It is with this spirit that one remains humble, \npeaceful, and receptive to our environment.\n\nI hope that you receive the feedback you have gotten from me, and the others in the best possible light, and choose to learn from us \ninstead of rejecting our message.  It is of course, yours to decide, but will you choose a path that leads to reduction of conflict, \ninto a peaceful place within your mind, or will you fight and pursue conflict with all that you cannot control until the light that \nis you is worn down, shriveled, and dim, so that you live in cold shadow, alone with your gnawing anger that will never be \nsatisfied.\n\nRest well,  and wake up to a new day, a new opportunity,\n\nLizzieC\n\n\n----- Original Message ----- \nFrom: zevlord\nTo: samuraihistory@yahoogroups.com\nSent: Tuesday, November 02, 2004 6:45 PM\nSubject: [samuraihistory] Re: Samurai and Zen\n\n\n\nThen perhaps you have not studied true JKA Karate, there is such a\nstrong influence from Bushido it is so plain. I suggest you study for\na longer length of time. Try reading some of the books by Funakoshi,\nDemura and Nakayama. Or you could e-mail the mother association in\nTokyo the JKA. The web site is www.jka.or.jp\n&gt;\n&gt; I strongly suggest you do more research into the Samurai and\nmartial arts.\n\n\n\nWell if you are talking about the Japanese Karate Association then I\nhave studied with the Australian branch of this affiliation and I\ndon&#39;t think that now after so many years of training I would be\nexposed to bushido. It just doesn&#39;t work like that. If there was\nBushido influences then I would have be made aware of this on the\nvery first day or at least after a few weeks. I have been studying\nmartial arts sine the age of 5, training in many different styles,\nmajority of them being Japanese, However I have studied wing Chun\nbriefly. I agree with continues researching as this broadens the mind\nand help you to realise that not everything you read is correct and\nyou learn to take some things with a grain of salt. A trait, which I\nbelieve, you should inherit.\n\n\n\n\n\n---\nSamurai Archives: http://www.samurai-archives.com\nSamurai Archives store: http://www.cafeshops.com/samuraiarchives\n--- \n\n\n      Yahoo! Groups Sponsor\n\n      Get unlimited calls to\n\n      U.S./Canada\n\n\n\n\n--------------------------------------------------------------------------------\nYahoo! Groups Links\n\n  a.. To visit your group on the web, go to:\n  http://groups.yahoo.com/group/samuraihistory/\n\n  b.. To unsubscribe from this group, send an email to:\n  samuraihistory-unsubscribe@yahoogroups.com\n\n  c.. Your use of Yahoo! Groups is subject to the Yahoo! Terms of Service.\n\n\n\n\n---\nOutgoing mail is certified Virus Free.\nChecked by AVG anti-virus system (http://www.grisoft.com).\nVersion: 6.0.786 / Virus Database: 532 - Release Date: 10/29/2004 \n\n\n[Non-text portions of this message have been removed]\n\n\n"
}