{
    "userId": 43901450,
    "authorName": "S. Lyle Parker",
    "from": "&quot;S. Lyle Parker&quot; &lt;rntihg@...&gt;",
    "replyTo": "LIST",
    "senderId": "vIaxIVlaTs49mzJqHtWFsx6IJ-jGzcVbEy73Y2g6Czo4GC9oUg-QRizfR7mx44dmjTGP9MkiCzZrdSj3WBuarVSeeBo-BENf3_CjIg",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [samuraihistory] Sengoku/Japanese history Scholarship",
    "postDate": "1014341679",
    "msgId": 588,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PExBVzItRjEzMXVYdUppbDY3YzcwMDAwZTM4YUBob3RtYWlsLmNvbT4="
    },
    "prevInTopic": 582,
    "nextInTopic": 590,
    "prevInTime": 587,
    "nextInTime": 589,
    "topicId": 582,
    "numMessagesInTopic": 6,
    "msgSnippet": "Hi, I am currently working on an MA and am doing research on buke kakun warrior house codes , and am specifically doing a translation of one from the late ",
    "rawEmail": "Return-Path: &lt;rntihg@...&gt;\r\nX-Sender: rntihg@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (EGP: mail-8_0_2); 22 Feb 2002 01:34:40 -0000\r\nReceived: (qmail 30263 invoked from network); 22 Feb 2002 01:34:40 -0000\r\nReceived: from unknown (216.115.97.167)\n  by m9.grp.snv.yahoo.com with QMQP; 22 Feb 2002 01:34:40 -0000\r\nReceived: from unknown (HELO hotmail.com) (216.32.181.131)\n  by mta1.grp.snv.yahoo.com with SMTP; 22 Feb 2002 01:34:40 -0000\r\nReceived: from mail pickup service by hotmail.com with Microsoft SMTPSVC;\n\t Thu, 21 Feb 2002 17:34:40 -0800\r\nReceived: from 150.90.148.4 by lw2fd.hotmail.msn.com with HTTP;\n\tFri, 22 Feb 2002 01:34:39 GMT\r\nTo: samuraihistory@yahoogroups.com\r\nBcc: \r\nSubject: Re: [samuraihistory] Sengoku/Japanese history Scholarship\r\nDate: Fri, 22 Feb 2002 10:34:39 +0900\r\nMime-Version: 1.0\r\nContent-Type: text/plain; format=flowed\r\nMessage-ID: &lt;LAW2-F131uXuJil67c70000e38a@...&gt;\r\nX-OriginalArrivalTime: 22 Feb 2002 01:34:40.0137 (UTC) FILETIME=[187F9F90:01C1BB41]\r\nFrom: &quot;S. Lyle Parker&quot; &lt;rntihg@...&gt;\r\nX-Yahoo-Group-Post: member; u=43901450\r\n\r\nHi,\n\nI am currently working on an MA and am doing research on buke kakun &quot;warrior \nhouse codes&quot;, and am specifically doing a translation of one from the late \n15th century.  I am enrolled in a program that is officially a &quot;language and \nliteratures&quot; department and therefore did not have the benefit of a set \ncourse of classes from which to be guided in terms of history books.  I can, \nhowever, share the books that I was directed to by my advisor...\n\nInitially, I did look at the older stuff (Sansom, et. al.)  While his \nperspective may be rightly characterized as outdated, and his choice of what \nthings (people, events) to include/emphasize a bit suspect, still I find the \nSansom books invaluable as the indexes are extensive and the bibliographies \nsuperb.  I usually go there first when heading off on new subjects.\n\nFor Kamakura stuff it is pretty much a Mass world.  The late Jeffrey Mass, \nformerly professor at Stanford, wrote the book(s) on Western scholarship of \nmedieval Japan.  Not only are _his_ books great, but most of the leading \nAmerican scholars currently working on medieval Japan are his former \nstudents (Karl Friday, Thomas Conlan, Alex Bay, etc.)  I must say that most \nof the books authored or edited by Mass have to do with political \ninstitutions and are not really of the military history genre, but much in \nthe same way as Turnbull has monopolized the warring states period, Mass \n(and the Mass-ites) are pretty much the only game in town when it comes to \nmedieval stuff.  Anyway, here are a few books that I have used in my \nresearch.\n\nMass:\n   Kamakura Bakufu: A Study in Documents\n   Medieval Japan\n   Court and Bakufu in Japan\n   Antiquity and Anachronism in Japanese History\n   The Bakufu in Japanese History\n   The Origins of Japan&#39;s Medieval World: Courtiers, Clerics, Warriors and \nZPeasants in the Fourteenth Century\n   Warrior Government in Early Medieval Japan\n   Lordship and Inheritance in Early Medieval Japan\n   The Dev&#39;t of Kamakura Rule\n\nOthers:\n   G. Cameron Hurst - The Armed Martial Arts of Japan\n   G. Cameron Hurst - Insei - Abdicated Sovereigns\n   William Wayne Farris - Heavenly Warriors\n   Karl Friday - Hired Swords\n   Kenneth Grossberg - Japan&#39;s Renaissance - The Politics of the Muromachi \nBakufu\n   Ikegami - The Taming of the Samurai\n   Hiroaki Sato - Legends of the Samurai\n   George Perkins - The Clear Mirror\n   John Brownlee - Japanese Historians and the National Myths\n   Martin Colcutt - Five Mountains\n   Marius Jansen - Warrior Rule in Japan\n   George Elison (now Jurgas Elisonas...hi A.J.) Warlords, Artists and \nCommoners: Japan in the 16th century\n\nThese are just a few off the top of my head and many major works are \nprobably not represented.  It should also be noted that a lot of what gets \nread (even at the MA level) is not in the form of monographs.  Lots of the \ncurrent research is actually presented as journal articles (Monumenta \nNipponica, Harvard Journal of Asian Studies, etc.) as well as Ph.D theses.  \nMost of this research eventually makes it to books, but it is usually a \nwhile in the offing.  For those in the States, most of the large state \nuniversities (land grant-types) have these journals on-hand or at least can \nget you what you need.\n\nI am not sure, but would think that anyone doing research on Japan (at least \npre-modern) would be required to read in Japanese at the graduate level.  As \nundergraduates it is unlikely, however except in exceptional cases.\n\nHope this is what you were looking for.\n\nShannon\n\nAs a co-webmaster and translator for the Samurai Archives - who\ndoesn&#39;t have the benefit of studying Japanese history in a university\nsetting (I&#39;m working on an MBA) I was wondering what sort of\nresources students of Japanese history in a university setting\nactually get.  I&#39;m targeting this at anyone currently studying\nJapanese history in a university / college, (particularly A.J.\nBryant).  I doubt that the sources used are the 20 - 40 year old\nVarley, Sansom, Reischauer, Berry, etc...?\nNew scholarship in Japan comes out yearly, so are there books in\nenglish (textbooks, etc.) for students currently being written by\nprofessors for these Japanese history students?  I have been getting\nmost of my info from varous books in Japanese, including the Rekishi\nGunzo series, and other sources, by historians such as Kuwada\nNagachika and Kasaya Kazuhiko among others, but would like to find\nout what sort of resources &#39;university students&#39; of Japanese\nhistory / sengoku actually get. I doubt that students are required to\nactually learn Japanese, read Japanese sources, including old\njapanese, or are they?\n\nAs you can tell, I&#39;m particularly interested in the type of (and\navailability of) these textbooks, if they exist.  Hey, why reinvent\nthe wheel?  if the sort of info I&#39;m getting from Japanese sources is\nthe same as what is hidden away in University libraries in english,\nI&#39;d choose english!\n\n\n\n_________________________________________________________________\nChat with friends online, try MSN Messenger: http://messenger.msn.com\n\n\n"
}