{
    "userId": 150584227,
    "authorName": "Dean Wayland",
    "from": "Dean Wayland &lt;dean@...&gt;",
    "profile": "deanwayland",
    "replyTo": "LIST",
    "senderId": "sebbk0xHX-I2Fs2D4l-WnfW3nuM1-EwvXyw-puJfiH4POmYklgrTwv4HnSTxHleKUDcVq9EYvKD3xHVjcXNLO0zoyoz4RvAdiDMVaetCedkoiQSBMg",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "please help about samurai armour - a long reply",
    "postDate": "1099919716",
    "msgId": 5891,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGVjMnBlRkFrRjNqQkZ3MWJAdGhlZmlnaHRzY2hvb2wuZGVtb24uY28udWs+",
        "inReplyToHeader": "PDIwMDQxMTA3MTc0MDUzLjk0MDEzLnFtYWlsQHdlYjUxNDAyLm1haWwueWFob28uY29tPg==",
        "referencesHeader": "PDIwMDQxMTA3MTc0MDUzLjk0MDEzLnFtYWlsQHdlYjUxNDAyLm1haWwueWFob28uY29tPg=="
    },
    "prevInTopic": 5887,
    "nextInTopic": 5895,
    "prevInTime": 5890,
    "nextInTime": 5892,
    "topicId": 5886,
    "numMessagesInTopic": 14,
    "msgSnippet": "Hi, Michael, has already mentioned the structure for the foundation fabric, but as to the technique for attaching the plates and mail for kote etc., it can be",
    "rawEmail": "Return-Path: &lt;dean@...&gt;\r\nX-Sender: dean@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 50358 invoked from network); 8 Nov 2004 13:19:02 -0000\r\nReceived: from unknown (66.218.66.167)\n  by m24.grp.scd.yahoo.com with QMQP; 8 Nov 2004 13:19:02 -0000\r\nReceived: from unknown (HELO anchor-post-32.mail.demon.net) (194.217.242.90)\n  by mta6.grp.scd.yahoo.com with SMTP; 8 Nov 2004 13:19:02 -0000\r\nReceived: from thefightschool.demon.co.uk ([194.222.233.237])\n\tby anchor-post-32.mail.demon.net with smtp (Exim 4.42)\n\tid 1CR9Pw-000L62-7I\n\tfor samuraihistory@yahoogroups.com; Mon, 08 Nov 2004 13:18:47 +0000\r\nMessage-ID: &lt;ec2peFAkF3jBFw1b@...&gt;\r\nDate: Mon, 8 Nov 2004 13:15:16 +0000\r\nTo: samuraihistory@yahoogroups.com\r\nReferences: &lt;20041107174053.94013.qmail@...&gt;\r\nIn-Reply-To: &lt;20041107174053.94013.qmail@...&gt;\r\nMIME-Version: 1.0\r\nContent-Transfer-Encoding: quoted-printable\r\nContent-Type: text/plain;charset=iso-8859-1\r\nX-Mailer: Turnpike Integrated Version 4.02aS &lt;SQ+NZAXQu0wxAHC4HsD4nxHjIB&gt;\r\nX-eGroups-Remote-IP: 194.217.242.90\r\nFrom: Dean Wayland &lt;dean@...&gt;\r\nSubject: please help about samurai armour - a long reply\r\nX-Yahoo-Group-Post: member; u=150584227\r\nX-Yahoo-Profile: deanwayland\r\n\r\nHi,\n\nMichael, has already mentioned the structure for the foundation fabric=\r\n,\nbut as to the technique for attaching the plates and mail for kote etc.,\n=\r\nit can be done as follows:\n\n1. Firstly make up all the platework and use th=\r\ne mail (kusari) to join\nup all the parts, paint it (don&#39;t forget to under-c=\r\noat it). \n\nBTW As a guide the mail is very fine, meaning the holes in the p=\r\nlates\nare about 1/4&quot; or 7mm centre to centre and about 1.2 in diameter. The=\r\n\nround &quot;rings&quot; that lay flat should be made of about 0.8-1.0 mm wire,\nwhile=\r\n the oval &quot;links&quot; that stand on their long edges should be thinner\nat aroun=\r\nd 0.6-0.9mm. The diameter for the mandrel around which you wrap\nyour wire, =\r\nshould be about 3-4mm. You can make the oval rings by taking\nthe uncut coil=\r\n of round rings and squeezing them to shape in a vice,\nthen cut them off as=\r\n per normal. This kusari is comparatively weak along\nside European mail, bu=\r\nt it isn&#39;t required to be structurally sound, as\nits job is to stop sharp t=\r\nhings slicing bits of you off, which as it is\nsupported by the textiles ben=\r\neath, it does very well indeed!\n\n2. Ideally make up a simple wooden &quot;pictur=\r\ne&quot; style frame, to which you\ncan pin the fabric, to hold it firmly in place=\r\n, while letting you work\non it from either side. This frame is invaluable.\n=\r\n\n3. Now lay your middle layer of hemp over the frame, and then cover that\nw=\r\nith your chosen outer shell, now pin them to the frame. If you can&#39;t\nget he=\r\nmp or indeed afford it, use corse linen. Do NOT put the inner\nshell in posi=\r\ntion yet, nor should you cut it to shape. \n\n4. Lay your metal work on the s=\r\nection in the middle, and use a few pins\nto initially hold it in place.\n\n5.=\r\n Okay, now we start sewing. Don&#39;t panic, you do not need to sew every\npiece=\r\n down with a separate set of stitching, the old armourers were very\ncunning=\r\n, particularly when it came to mass production. Use a simple\nrunning stitch=\r\n around the outside edges, so that on the plates you end\nup with alternate =\r\nlittle 7mm sections of thread with blank space in\nbetween. And to secure th=\r\ne mail, just take your needle from the back to\nthe front, and go around tha=\r\nt edge of the oval &quot;link&quot; that&#39;s lying\nagainst the fabric and back through =\r\nyour cloth. In effect you are\ncreating little loops to hold the mail in pla=\r\nce. Do NOT sew the round\n&quot;rings&quot; down, this will pull the armour in too tig=\r\nht making it sort of\nshrink and become stiffer, not a good idea, as we foun=\r\nd out, we had to\nsew one kote twice:-(\n\nBTW we had to do another twice beca=\r\nuse the chap used white linen thread\non black armour, laid upon a dark blue=\r\n foundation. We swapped it for\nblack linen, as it looked much better, so ch=\r\noose your thread wisely.\n\n6. Around the elbow section, where there is often=\r\n lots of mail, but few\nplates (an elbow cap and maybe up to five tiny semi-=\r\ncircular plates in\norbit around it), and assuming you&#39;ve sewn the edges as =\r\nstated in &quot;5&quot;\nabove, just sew the links around the plates themselves, put i=\r\nn a running\nstitch across the middle of the solid panel of mail, let the re=\r\nst float\nfree for ease of movement. If you go for the style of open work ma=\r\nil on\nthe inside of the elbow, you&#39;ll need to go around the &quot;links&quot; of each=\r\n\nopen section to stop it from flapping about.\n\n7. Now comes the trick. With=\r\n all these running stitches you would think\none breakage and your armour wi=\r\nll fall off! Not so, turn the armour over\nso you are looking at the inside =\r\nand all those vunrible threads. You\nthen give it a wipe over with thin glue=\r\n. I believe the Japanese used a\nglue made from rice paste or possibly a fis=\r\nh based one (Tony, Michael?).\nWhen it dries, the armour will be very stiff,=\r\n but after a very, very\nshort while, it&#39;ll loosen up. The idea is that if a=\r\n thread breaks then\nits prevented from unravelling by the glue, thus saving=\r\n you hours and\nhours of unnecessary sewing:-)\n\n8. At this point you&#39;ll prob=\r\nably want to touch up the paint work before\ntaking it off the frame for sha=\r\nping.\n\n9. Pin your inner shell to the armour and cut it to shape (sorry I w=\r\nould\nneed lots of pictures here to show you how, refer to Tony&#39;s pages for\n=\r\nguidance). Having got it to the right shape take the inner shell off\nagain =\r\nand put it aside for the time being.\n\n10. Get some very very thin leather. =\r\nIdeally you should use the kind of\nJapanese leather made for the task, as i=\r\nt is not only thin, but has\nlittle or no stretchiness. Cut it in to a long =\r\nnarrow strip about 20mm\nacross. If it has a stencilled pattern on it you wi=\r\nll need to start\nsewing it to the edge with its outside face flat against t=\r\nhe outside of\nthe kote fabric, so you are seeing its reverse side. Put its =\r\nedge in\nline with the edge of the kote, so it lays inboard of the edge. Now=\r\n sew\nalong the outside edge. \n\n11. Put in any ties or toggles (kohaze) etc =\r\nthat you need at this point.\nBut not the cord that closes the kote into a t=\r\nube shape.\n\n12. Take your inner shell place it against the inside of your k=\r\note, and\nfold the leather trim over itself and around the back of the insid=\r\ne of\nthe kote. By doing this you hide the stitching that holds the leather =\r\nin\nplace and reveals the stencilled pattern of the leather (if it has one).=\r\n\nNow, sew through the front of the kote and the leather (on the back) as\ncl=\r\nose to the leather as you can get. Don&#39;t use tiny stitches, use big\nones 1/=\r\n4&quot;-3/8&quot;(7-10mm). The idea being that when you&#39;ve finished there\nshould be l=\r\nittle exposed stitching that can be caught as you put your\narm in and out, =\r\nwhile at the same time leaving it easy to open the kote\nup to do repairs. I=\r\nf you want to be a bit classy you can apply a 1/8th\n(3mm) herring bone patt=\r\nerned braid up against the edge of the leather,\nmaking the stitching practi=\r\ncally invisible.\n\n13. Finally put in the cords that hold the kote shut, aga=\r\nin refer to\nTony&#39;s pages.\n\nAlthough not cheap, for Japanese leather, silk b=\r\nraid etc. see Trevor&#39;s\nrestoration pages at:\n\nhttp://www.toraba.com\n\nBTW To=\r\nny, I&#39;ve no idea if you cover all of this stuff on your pages, but\nas I nee=\r\nded to write this up for myself, I thought I&#39;d use the\nopportunity, and the=\r\nn share it.\n\nAnyway, hope this is useful\n\nDean\n***\n\n\n\n\nIn message &lt;20041107=\r\n174053.94013.qmail@...&gt;, mark kd\n&lt;depos42300@...&gt;=\r\n writes\n&gt;\n&gt;    hello everyone,\n&gt;    =A0 i was wondering if anyone could tel=\r\nl me what clothe material was \n&gt;    used on the KOTE of samurai armour. The=\r\n KOTE has all of these \n&gt;    lames, mail, and plates on it, but what kind o=\r\nf material are these \n&gt;    connected to?,and How do you attach all of the p=\r\nlates,mail, & lames \n&gt;    to it??? I&#39;ve been useing the website www.sengoku=\r\ndaimyo.com as a \n&gt;    guide to making my own authentic samurai armour but s=\r\nome of the \n&gt;    chapters don&#39;t tell me everything i need.(like what certai=\r\nn fabric \n&gt;    or materials are needed) Keep in mind, it is the best websit=\r\ne i&#39;ve \n&gt;    found about making samurai armour yet, but some of the small \n=\r\n&gt;    important details needed arn&#39;t included. If anyone can help, please \n&gt;=\r\n    do so. Also, if anyone knows any great websites or books on THE \n&gt;    P=\r\nROCESSES & THE MATERIALS NEEDED to make samurai armour, please let \n&gt;    me=\r\n know. Thank you for your time.\nDean Wayland\nHead Of The Fight School\nhttp:=\r\n//www.thefightschool.demon.co.uk\n\n\n"
}