{
    "userId": 193920748,
    "authorName": "mark kd",
    "from": "mark kd &lt;depos42300@...&gt;",
    "profile": "depos42300",
    "replyTo": "LIST",
    "senderId": "vchky9rLSWx6zSNMAGo9RLN5wPFIa7zJqMi3g1PPwFn4eJuJTyFLcD4gMuFYn0ORfJU9zgHRx5unNQ8lGvAJiWYhTj3v",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [samuraihistory] please help about samurai armour - a long reply,TO: Dean Wayland",
    "postDate": "1099969468",
    "msgId": 5895,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDQxMTA5MDMwNDI4LjcxNjk3LnFtYWlsQHdlYjUxNDA0Lm1haWwueWFob28uY29tPg==",
        "inReplyToHeader": "PGVjMnBlRkFrRjNqQkZ3MWJAdGhlZmlnaHRzY2hvb2wuZGVtb24uY28udWs+"
    },
    "prevInTopic": 5891,
    "nextInTopic": 5900,
    "prevInTime": 5894,
    "nextInTime": 5896,
    "topicId": 5886,
    "numMessagesInTopic": 14,
    "msgSnippet": "hi, Thank you very much for this info. I m gonna try it out asap. Do you know how to make a full suit of samurai armor? if so, do you have any pics? Anything",
    "rawEmail": "Return-Path: &lt;depos42300@...&gt;\r\nReceived: (qmail 36104 invoked by uid 7800); 9 Nov 2004 03:29:45 -0000\r\nX-Sender: depos42300@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 90891 invoked from network); 9 Nov 2004 03:05:05 -0000\r\nReceived: from unknown (66.218.66.216)\n  by m21.grp.scd.yahoo.com with QMQP; 9 Nov 2004 03:05:05 -0000\r\nReceived: from unknown (HELO web51404.mail.yahoo.com) (206.190.38.183)\n  by mta1.grp.scd.yahoo.com with SMTP; 9 Nov 2004 03:05:04 -0000\r\nReceived: (qmail 71699 invoked by uid 60001); 9 Nov 2004 03:04:28 -0000\r\nMessage-ID: &lt;20041109030428.71697.qmail@...&gt;\r\nReceived: from [24.52.100.96] by web51404.mail.yahoo.com via HTTP; Mon, 08 Nov 2004 19:04:28 PST\r\nDate: Mon, 8 Nov 2004 19:04:28 -0800 (PST)\r\nTo: samuraihistory@yahoogroups.com\r\nIn-Reply-To: &lt;ec2peFAkF3jBFw1b@...&gt;\r\nMIME-Version: 1.0\r\nX-eGroups-Remote-IP: 206.190.38.183\r\nFrom: mark kd &lt;depos42300@...&gt;\r\nSubject: Re: [samuraihistory] please help about samurai armour - a long reply,TO: Dean Wayland\r\nX-Yahoo-Group-Post: member; u=193920748\r\nX-Yahoo-Profile: depos42300\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\nX-eGroups-Approved-By: ltdomer98 &lt;ltdomer98@...&gt; via email; 9 Nov 2004 03:29:45 -0000\r\n\r\nhi,\n  Thank you very much for this info. I&#39;m gonna try it out asap. Do you know how to make a full suit of samurai armor? if so, do you have any pics? Anything to help me would be great. Also, in your step 9 below, you said that you would need lots of pics to show me how to put it all together. Well, i was thinking that the next time you made samurai armor, you could catalog the process for me.(detailed pics and notes). I&#39;m not asking you to do it for me for free if that&#39;s what your thinking. I&#39;ll gladly $pay$ you for your time.(for the pics & notes). I know it might be asking a bit much but if your interested please let me know. I really want to make samurai armor but i&#39;m affraid of screwing it all up cause i don&#39;t have a lot of info on how to make it. All i got is a lot of pics of full-scale size armor and not a lot of detailed pics on how it all goes together. Well, like i said if your interested let me know,....please be interested. Thanks again,\n                                                                              Mark\n                                                                          depos42300@... \n\nDean Wayland &lt;dean@...&gt; wrote:\nHi,\n\nMichael, has already mentioned the structure for the foundation fabric,\nbut as to the technique for attaching the plates and mail for kote etc.,\nit can be done as follows:\n\n1. Firstly make up all the platework and use the mail (kusari) to join\nup all the parts, paint it (don&#39;t forget to under-coat it). \n\nBTW As a guide the mail is very fine, meaning the holes in the plates\nare about 1/4&quot; or 7mm centre to centre and about 1.2 in diameter. The\nround &quot;rings&quot; that lay flat should be made of about 0.8-1.0 mm wire,\nwhile the oval &quot;links&quot; that stand on their long edges should be thinner\nat around 0.6-0.9mm. The diameter for the mandrel around which you wrap\nyour wire, should be about 3-4mm. You can make the oval rings by taking\nthe uncut coil of round rings and squeezing them to shape in a vice,\nthen cut them off as per normal. This kusari is comparatively weak along\nside European mail, but it isn&#39;t required to be structurally sound, as\nits job is to stop sharp things slicing bits of you off, which as it is\nsupported by the textiles beneath, it does very well indeed!\n\n2. Ideally make up a simple wooden &quot;picture&quot; style frame, to which you\ncan pin the fabric, to hold it firmly in place, while letting you work\non it from either side. This frame is invaluable.\n\n3. Now lay your middle layer of hemp over the frame, and then cover that\nwith your chosen outer shell, now pin them to the frame. If you can&#39;t\nget hemp or indeed afford it, use corse linen. Do NOT put the inner\nshell in position yet, nor should you cut it to shape. \n\n4. Lay your metal work on the section in the middle, and use a few pins\nto initially hold it in place.\n\n5. Okay, now we start sewing. Don&#39;t panic, you do not need to sew every\npiece down with a separate set of stitching, the old armourers were very\ncunning, particularly when it came to mass production. Use a simple\nrunning stitch around the outside edges, so that on the plates you end\nup with alternate little 7mm sections of thread with blank space in\nbetween. And to secure the mail, just take your needle from the back to\nthe front, and go around that edge of the oval &quot;link&quot; that&#39;s lying\nagainst the fabric and back through your cloth. In effect you are\ncreating little loops to hold the mail in place. Do NOT sew the round\n&quot;rings&quot; down, this will pull the armour in too tight making it sort of\nshrink and become stiffer, not a good idea, as we found out, we had to\nsew one kote twice:-(\n\nBTW we had to do another twice because the chap used white linen thread\non black armour, laid upon a dark blue foundation. We swapped it for\nblack linen, as it looked much better, so choose your thread wisely.\n\n6. Around the elbow section, where there is often lots of mail, but few\nplates (an elbow cap and maybe up to five tiny semi-circular plates in\norbit around it), and assuming you&#39;ve sewn the edges as stated in &quot;5&quot;\nabove, just sew the links around the plates themselves, put in a running\nstitch across the middle of the solid panel of mail, let the rest float\nfree for ease of movement. If you go for the style of open work mail on\nthe inside of the elbow, you&#39;ll need to go around the &quot;links&quot; of each\nopen section to stop it from flapping about.\n\n7. Now comes the trick. With all these running stitches you would think\none breakage and your armour will fall off! Not so, turn the armour over\nso you are looking at the inside and all those vunrible threads. You\nthen give it a wipe over with thin glue. I believe the Japanese used a\nglue made from rice paste or possibly a fish based one (Tony, Michael?).\nWhen it dries, the armour will be very stiff, but after a very, very\nshort while, it&#39;ll loosen up. The idea is that if a thread breaks then\nits prevented from unravelling by the glue, thus saving you hours and\nhours of unnecessary sewing:-)\n\n8. At this point you&#39;ll probably want to touch up the paint work before\ntaking it off the frame for shaping.\n\n9. Pin your inner shell to the armour and cut it to shape (sorry I would\nneed lots of pictures here to show you how, refer to Tony&#39;s pages for\nguidance). Having got it to the right shape take the inner shell off\nagain and put it aside for the time being.\n\n10. Get some very very thin leather. Ideally you should use the kind of\nJapanese leather made for the task, as it is not only thin, but has\nlittle or no stretchiness. Cut it in to a long narrow strip about 20mm\nacross. If it has a stencilled pattern on it you will need to start\nsewing it to the edge with its outside face flat against the outside of\nthe kote fabric, so you are seeing its reverse side. Put its edge in\nline with the edge of the kote, so it lays inboard of the edge. Now sew\nalong the outside edge. \n\n11. Put in any ties or toggles (kohaze) etc that you need at this point.\nBut not the cord that closes the kote into a tube shape.\n\n12. Take your inner shell place it against the inside of your kote, and\nfold the leather trim over itself and around the back of the inside of\nthe kote. By doing this you hide the stitching that holds the leather in\nplace and reveals the stencilled pattern of the leather (if it has one).\nNow, sew through the front of the kote and the leather (on the back) as\nclose to the leather as you can get. Don&#39;t use tiny stitches, use big\nones 1/4&quot;-3/8&quot;(7-10mm). The idea being that when you&#39;ve finished there\nshould be little exposed stitching that can be caught as you put your\narm in and out, while at the same time leaving it easy to open the kote\nup to do repairs. If you want to be a bit classy you can apply a 1/8th\n(3mm) herring bone patterned braid up against the edge of the leather,\nmaking the stitching practically invisible.\n\n13. Finally put in the cords that hold the kote shut, again refer to\nTony&#39;s pages.\n\nAlthough not cheap, for Japanese leather, silk braid etc. see Trevor&#39;s\nrestoration pages at:\n\nhttp://www.toraba.com\n\nBTW Tony, I&#39;ve no idea if you cover all of this stuff on your pages, but\nas I needed to write this up for myself, I thought I&#39;d use the\nopportunity, and then share it.\n\nAnyway, hope this is useful\n\nDean\n***\n\n\n\n\nIn message &lt;20041107174053.94013.qmail@...&gt;, mark kd\n&lt;depos42300@...&gt; writes\n&gt;\n&gt;    hello everyone,\n&gt;      i was wondering if anyone could tell me what clothe material was \n&gt;    used on the KOTE of samurai armour. The KOTE has all of these \n&gt;    lames, mail, and plates on it, but what kind of material are these \n&gt;    connected to?,and How do you attach all of the plates,mail, & lames \n&gt;    to it??? I&#39;ve been useing the website www.sengokudaimyo.com as a \n&gt;    guide to making my own authentic samurai armour but some of the \n&gt;    chapters don&#39;t tell me everything i need.(like what certain fabric \n&gt;    or materials are needed) Keep in mind, it is the best website i&#39;ve \n&gt;    found about making samurai armour yet, but some of the small \n&gt;    important details needed arn&#39;t included. If anyone can help, please \n&gt;    do so. Also, if anyone knows any great websites or books on THE \n&gt;    PROCESSES & THE MATERIALS NEEDED to make samurai armour, please let \n&gt;    me know. Thank you for your time.\nDean Wayland\nHead Of The Fight School\nhttp://www.thefightschool.demon.co.uk\n\n\n\n---\nSamurai Archives: http://www.samurai-archives.com\nSamurai Archives store: http://www.cafeshops.com/samuraiarchives\n--- \n\n\nYahoo! Groups SponsorADVERTISEMENT\n\n\n---------------------------------\nYahoo! Groups Links\n\n   To visit your group on the web, go to:\nhttp://groups.yahoo.com/group/samuraihistory/\n  \n   To unsubscribe from this group, send an email to:\nsamuraihistory-unsubscribe@yahoogroups.com\n  \n   Your use of Yahoo! Groups is subject to the Yahoo! Terms of Service. \n\n\n__________________________________________________\nDo You Yahoo!?\nTired of spam?  Yahoo! Mail has the best spam protection around \nhttp://mail.yahoo.com \n\n[Non-text portions of this message have been removed]\n\n\n"
}