{
    "userId": 145759856,
    "authorName": "Kitsuno",
    "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
    "profile": "kitsuno",
    "replyTo": "LIST",
    "senderId": "8Q-6wtCNzVnG1mmXXF-19cTDctTWPM-4HnuYjijg5xpxnhnfqPDb1aOf5EGgfabtlnXaCLkmydaS_FxhRfVYz9UqMjw2MqTO520rPtcPmMfUjnZoCGrHryw",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Article: Another samurai swinging in Edo&#39;s twilight",
    "postDate": "1100128114",
    "msgId": 5909,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGNtdTcxaStvZGxlQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 0,
    "prevInTime": 5908,
    "nextInTime": 5910,
    "topicId": 5909,
    "numMessagesInTopic": 1,
    "msgSnippet": "Another samurai swinging in Edo s twilight By MARK SCHILLING ... Oni no Tsume -- Kakushi Ken ... Rating: * * * 1/2 (out of 5) Director: Yoji Yamada Running",
    "rawEmail": "Return-Path: &lt;samurai-listowner@...&gt;\r\nX-Sender: samurai-listowner@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 24145 invoked from network); 10 Nov 2004 23:08:35 -0000\r\nReceived: from unknown (66.218.66.172)\n  by m16.grp.scd.yahoo.com with QMQP; 10 Nov 2004 23:08:35 -0000\r\nReceived: from unknown (HELO n18a.bulk.scd.yahoo.com) (66.94.237.47)\n  by mta4.grp.scd.yahoo.com with SMTP; 10 Nov 2004 23:08:34 -0000\r\nReceived: from [66.218.66.58] by n18.bulk.scd.yahoo.com with NNFMP; 10 Nov 2004 23:08:34 -0000\r\nReceived: from [66.218.67.253] by mailer7.bulk.scd.yahoo.com with NNFMP; 10 Nov 2004 23:08:34 -0000\r\nDate: Wed, 10 Nov 2004 23:08:34 -0000\r\nTo: samuraihistory@yahoogroups.com\r\nMessage-ID: &lt;cmu71i+odle@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 6382\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Remote-IP: 66.94.237.47\r\nFrom: &quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;\r\nSubject: Article: Another samurai swinging in Edo&#39;s twilight\r\nX-Yahoo-Group-Post: member; u=145759856\r\nX-Yahoo-Profile: kitsuno\r\n\r\n\nAnother samurai swinging in Edo&#39;s twilight\n\nBy MARK SCHILLING\n\n-----------\n \nOni no Tsume -- Kakushi Ken \n\n-----------\n \nRating: * * * 1/2 (out of 5)\nDirector: Yoji Yamada\nRunning time: 131 minutes\nLanguage: Japanese\nCurrently showing \n\nAkira Kurosawa never liked to repeat himself. True, &quot;Yojimbo&quot; (1961) \nand &quot;Tsubaki Sanjuro&quot; (1962) were strikingly similar in the way the \ncrafty samurai hero (played in both films by Toshiro Mifune) \noutwitted his enemies -- but Kurosawa made &quot;Yojimbo&quot; from an \noriginal script, while &quot;Tsubaki Sanjuro&quot; was based on a novel by \nShugoro Yamamoto. Also, after these box-office successes, he put \nMifune&#39;s samurai -- his most popular creation -- into permanent \nstorage.\n\nBy contrast, Kenji Misumi turned his 1962 hit about a blind \nswordsman, &quot;Zatoichi Monogatari,&quot; into a series that lasted 26 \nepisodes, one featuring a showdown between Zatoichi and Yojimbo \n(which Kurosawa had nothing to do with whatsoever).\n\nThough a declared disciple of Kurosawa -- and corecipient of the \nfirst-ever Akira Kurosawa Award for career achievement at this \nyear&#39;s Tokyo International Film Festival -- Yoji Yamada is more in \nthe spin-it-out-forever mold of Misumi. Best known for the 48 films \nin his &quot;Tora-san&quot; series about a wandering peddler who is forever \nfalling in love, Yamada has directed or scripted several other \nseries in his four-decade-long career, including the &quot;Tsuribaka \nNisshi (Free and Easy)&quot; series about a fishing-crazy salaryman, now \nin its 15th installment.\n\nTwo years ago, Yamada released his first jidai geki (period drama) --\n &quot;Tasogare Seibei (The Twilight Samurai).&quot; Based on three novellas \nby Shuhei Fujisawa, this portrait of a low-ranking samurai who was \nboth a devoted family man and a death-dealing swordsman swept the \nJapanese Academy Awards and was nominated for a Best Foreign Film \nOscar.\n\nGiven his track record, it&#39;s no surprise that Yamada&#39;s second period \ndrama is much like his first. &quot;Oni no Tsume -- Kakushi Ken (The \nHidden Blade)&quot; is not only based on two short stories by Fujisawa, \nbut also has a storyline similar to that of &quot;Tasogare Seibei.&quot;\n\nOnce again the hero, Katagiri Munezo (Masatoshi Nagase), is the \nsamurai equivalent of a hira (rank-and-file) salaryman, scraping by \non 30 koku (bales of rice) a year. Once again he is a dab hand with \na sword, having learned the deadly kakushiken (hidden blade) \ntechnique from his fencing teacher. And once again the hero falls in \nlove with a woman, the lovely family servant Kie (Takako Matsu), \nwhom he considers untouchable (not unsuitable) because of the class \ndifference between them. (The platonic love of [&quot;Twilight&quot;] Seibei&#39;s \nlife was from a higher-ranking samurai family.)\n\nYamada films this story in the same subdued and realistic, if \nemotionally charged, style as &quot;Tasogare.&quot; Instead of the dancelike \nsword fights of so many jidai geki, though, the duels in &quot;Oni no \nTsume&quot; look sweaty, tiring and dangerous. Also, instead of the theme-\npark appearance of so many jidai geki, with every kimono and fusuma \n(sliding door) seemingly brand new, the clothes and sets in &quot;Oni no \nTsume&quot; have a lived-in, even worn-out, look. Meanwhile, the cast of \ncharacters, particularly the lower classes, mostly look in need of a \nlong rest and a few good meals. The full-of-beans folks of so many \njidai geki, forever about to burst into song or dance are nowhere in \nsight.\n\n&quot;Oni no Tsume,&quot; however, is not a two-hour exercise in gloom and \ndoom. Serious though he may be, Yamada is first and foremost an \nentertainer who is dedicated to giving his large audience what it \nwants.\n\nSo, what we get is an opening scene of two samurai friends, Katagiri \nand Shimada Samon (Hidetaka Yoshioka), bidding a third, Hazama \nYachiro (Yukiyoshi Ozawa), goodbye at a riverbank as his boat leaves \nfor Edo (present-day Tokyo), where he intends to work for their clan \nand seek his fortune.\n\nThe two stay-at-homes, though sad, are not about to follow him. \nShimada is looking forward to his marriage to Katagiri&#39;s younger \nsister Shino (Tomoko Tabata), while Katagiri is living contentedly \nwith his elderly mother and devoted servant-girl Kie.\n\nThree years pass. Katagiri&#39;s mother dies and Kie marries a son of \nthe Iseyas, prosperous oil sellers in town. Meanwhile, waves of \nWesternization and political change are surging through the Tohoku \nregion -- and Katagiri&#39;s clan is not exempt. He starts to learn the \nforeign arts of war (including how to fire a cannon without causing \nmajor havoc to the people firing them). The age of the sword and \nsamurai is coming to an end.\n\nThen Katagiri learns that, far from the happy life he had imagined \nfor her, Kie has separated from her husband and is wasting away from \nillness. He rescues her, brings her home, where he, Shino and Kie&#39;s \nyounger sister Bun slowly nurse her back to health. Meanwhile, her \nfeelings toward him change from gratitude to something more -- and \nhe finds himself wanting to reciprocate.\n\nBut before Katagiri can properly celebrate Kie&#39;s recovery, more bad \nnews arrives: Hazama has been discovered leading a plot against the \nclan leaders -- and has been imprisoned in a mountain hut instead of \nbeing allowed to honorably commit seppuku like the other plotters. \nBecause Katagiri and Hazama trained at the same fencing school, \nKatagiri&#39;s loyalty is doubted by the clan&#39;s wily karo (chief \nretainer), Shogen Hori (Ken Ogata). How can he prove it -- while \nstaying true to himself?\n\nAs Katagiri, Nagase is no longer the punkish rebel he played in \nYamada&#39;s 1991 father-and-son drama &quot;Musuko (My Son).&quot; Instead, here \nhe is closer to the modest-but-proud samurai Sanada Hiroyuki \nportrayed in &quot;Tasogare Seibei.&quot; But while the martial-arts-trained \nSanada impressed more with his sword skills, Nagase is more \nconvincingly the pacifist at heart who turns to violence only out of \nextreme necessity -- but knows how to mete it out. The sense of \nbanked fires that can flare up, which Yamada deployed to good effect \nin the earlier film, is still present, though Nagase, now pushing 40 \nand no longer the wild kid, really seems to mean it when he says he \nwants a quiet life with the woman he loves.\n\nWhen the world is going mad around you, carving out a small oasis of \nsanity is no mean feat. Sometimes it helps to have a hidden blade.\n\nThe Japan Times: Nov. 10, 2004\n(C) All rights reserved \n\n\n\n\n\n"
}