{
    "userId": 145759856,
    "authorName": "Kitsuno",
    "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
    "profile": "kitsuno",
    "replyTo": "LIST",
    "senderId": "OmGOCp38tHkzMjnHZBAZ6W7841MiP7UeKY0DJWi1DHBM7X3EKMVZyTxwGFtXue0svV-WE4BUVdG7z9sjvVK1Bi77x0qx1N3Ax_ejypENyJb1Hh1uFHMwCrg",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Article: A tale of humanity and heroism among the samurai elite",
    "postDate": "1102888291",
    "msgId": 6244,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGNwaWVoMys1a2FqQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 6261,
    "prevInTime": 6243,
    "nextInTime": 6245,
    "topicId": 6244,
    "numMessagesInTopic": 3,
    "msgSnippet": "Sun 12 Dec 2004 A tale of humanity and heroism among the samurai elite FILM REVIEW ALLAN HUNTER When The Last Sword Is Drawn (15) Director: Yojiro Takita ",
    "rawEmail": "Return-Path: &lt;samurai-listowner@...&gt;\r\nX-Sender: samurai-listowner@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 16920 invoked from network); 12 Dec 2004 21:51:48 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m22.grp.scd.yahoo.com with QMQP; 12 Dec 2004 21:51:48 -0000\r\nReceived: from unknown (HELO n22a.bulk.scd.yahoo.com) (66.94.237.51)\n  by mta5.grp.scd.yahoo.com with SMTP; 12 Dec 2004 21:51:48 -0000\r\nReceived: from [66.218.69.6] by n22.bulk.scd.yahoo.com with NNFMP; 12 Dec 2004 21:51:48 -0000\r\nReceived: from [66.218.67.254] by mailer6.bulk.scd.yahoo.com with NNFMP; 12 Dec 2004 21:51:48 -0000\r\nDate: Sun, 12 Dec 2004 21:51:31 -0000\r\nTo: samuraihistory@yahoogroups.com\r\nMessage-ID: &lt;cpieh3+5kaj@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 3699\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Remote-IP: 66.94.237.51\r\nFrom: &quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;\r\nSubject: Article: A tale of humanity and heroism among the samurai elite\r\nX-Yahoo-Group-Post: member; u=145759856\r\nX-Yahoo-Profile: kitsuno\r\n\r\n\nSun 12 Dec 2004 \n   \nA tale of humanity and heroism among the samurai elite \n\nFILM REVIEW \n\nALLAN HUNTER \n\n\nWhen The Last Sword Is Drawn (15) \n\nDirector: Yojiro Takita \nStarring: Kiichi Nakai \nRunning time: 138 minutes \n\nCROUCHING Tiger, Hidden Dragon and Hero are among the films that \nhave broken down the resistance of British audiences to foreign-\nlanguage fare. They may also have contributed to an unrealistic view \nof what Asian cinema has to offer. \n\nAll pristine, perfectly composed images and eye-catching \npyrotechnics, they suggest every martial arts film from the Far East \nsets out to dazzle. But unlike those lavish Chinese cinematic \nproductions, the Japanese film When The Last Sword Is Drawn is much \nmore traditional and has the satisfying sweep and sprawl of a good \nold-fashioned novel - which is hardly surprising given its roots in \na bestseller by prizewinning author Jiro Asada. \n\nStructured around a series of flashbacks and blending the complex \nsocial history of 19th century Japan with more universal concerns of \nfamily, honour and class struggle, it often feels like a Japanese \nequivalent of Dr Zhivago or Gone With The Wind, displaying much in \ncommon with the cinema of Kurosawa and Oshima. \n\nThe tale begins during the winter of 1899. An elderly man called \nHajime Saito (Koichi Sato) arrives at a clinic seeking help for his \nsick grandson. A doctor offers assistance and Saito spots a photo of \nKanichiro Yoshimura (Kiichi Nakai), a man he once despised and \nwanted to kill. The doctor (Takehiro Murata) also knew the man and \nhis son and their conflicting memories of his true nature provide \nthe basis for the story. \n\nIn the 1860s, Saito and Yoshimura were both members of the \ncelebrated Shinsengumi, an elite force of samurai dedicated to the \ndefence of Kyoto. Saito considered himself to possess all the \nvirtues of a samurai and thought Yoshimura little more than a \ncountry bumpkin whose mere presence was an insult to his dignity. \n\nYoshimura, however, was easily the best swordsman of his generation \nand was also dedicated to his family. He considered indignity a \nsmall price to pay if he could continue to provide for them. Thus, \nhe accepted the jobs others shunned, demanded extra payment for acts \nof bravery and never flaunted his superiority. &quot;What kind of samurai \nis that?&quot; demanded one colleague. \n\nThe doctor recalls an entirely different man; a devoted father and \nhusband who did whatever was necessary to provide for his family and \nkeep them alive. Gradually, as their memories converge, it becomes \nclear just what an extraordinary figure Yoshimura really was. \n\nThe personal story at the core of When The Last Sword Is Drawn is \nplayed out against the shifting allegiances and social changes in \nthe Japanese history of the period. Gunfire begins to make the sword \na weapon of the past. Divisions within the Shinsengumi sow the seeds \nof its eventual destruction. There is an elegiac, end-of-era quality \nthat carries echoes of such influential American westerns as The \nWild Bunch and The Shootist. \n\nDirector Yojiro Takita takes an understated approach: the film wears \nits beauty without ostentation. Confrontations are swift, brutal and \nbloody without becoming stylised. The flashbacks occasionally \nthreaten to break the spell of the narrative, but what ultimately \nshines through is the humanity of the story as memories and \nincidents transform our understanding of an individual, revealing \nthat heroism can take many forms and that even the bitterest rivals \ncan eventually achieve mutual respect. \n\nOn selected release from Friday\n\n\nThis article: \n\n  http://scotlandonsunday.scotsman.com/thereview.cfm?id=1418732004 \n\n  \n\n\n\n\n"
}