{
    "userId": 118974519,
    "authorName": "james wilson",
    "from": "james wilson &lt;johntwo8@...&gt;",
    "profile": "johntwo8",
    "replyTo": "LIST",
    "senderId": "FZ_ffhLDo6UeD0QZlFExkdkSJZQJbXUK5iMuLyPndPtKj33JqM2afgESLt2staNAxT8TfB52zjpZmDPZ5rW-cFJ2zlxPpWun",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "RE: [samuraihistory] Japan eras - bunbu ichi/bunbu no ichi",
    "postDate": "1103033182",
    "msgId": 6294,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": true,
    "headers": {
        "messageIdInHeader": "PDIwMDQxMjE0MTQwNjIzLjkzNTQ1LnFtYWlsQHdlYjQwNzAxLm1haWwueWFob28uY29tPg==",
        "inReplyToHeader": "PE1FQkJLREhHUE5LR01MS1BEQU9QQ0VBQUNKQUEuc2lsay5yb2FkLnNjaG9vbEBpeC5uZXRjb20uY29tPg=="
    },
    "prevInTopic": 6288,
    "nextInTopic": 6299,
    "prevInTime": 6293,
    "nextInTime": 6295,
    "topicId": 6256,
    "numMessagesInTopic": 14,
    "msgSnippet": "Thank you. Before I could not understand your criticism but now I see things in a whole new light. That is of course what learning is about. And I am well",
    "rawEmail": "Return-Path: &lt;johntwo8@...&gt;\r\nReceived: (qmail 19451 invoked from network); 14 Dec 2004 22:52:40 -0000\r\nReceived: from unknown (66.218.66.167)\n  by m17.grp.scd.yahoo.com with QMQP; 14 Dec 2004 22:52:40 -0000\r\nReceived: from unknown (HELO n7a.bulk.scd.yahoo.com) (66.94.237.41)\n  by mta6.grp.scd.yahoo.com with SMTP; 14 Dec 2004 22:52:40 -0000\r\nReceived: from [66.218.66.59] by n7.bulk.scd.yahoo.com with NNFMP; 14 Dec 2004 22:52:40 -0000\r\nReceived: from [66.218.67.162] by mailer8.bulk.scd.yahoo.com with NNFMP; 14 Dec 2004 22:52:40 -0000\r\nX-Sender: johntwo8@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 74906 invoked from network); 14 Dec 2004 14:06:23 -0000\r\nReceived: from unknown (66.218.66.172)\n  by m5.grp.scd.yahoo.com with QMQP; 14 Dec 2004 14:06:23 -0000\r\nReceived: from unknown (HELO web40701.mail.yahoo.com) (66.218.78.158)\n  by mta4.grp.scd.yahoo.com with SMTP; 14 Dec 2004 14:06:23 -0000\r\nReceived: (qmail 93547 invoked by uid 60001); 14 Dec 2004 14:06:23 -0000\r\nComment: DomainKeys? See http://antispam.yahoo.com/domainkeys\r\nDomainKey-Signature: a=rsa-sha1; q=dns; c=nofws;\n  s=s1024; d=yahoo.com;\n  b=D0tMZUVaivXZHyUmXTk+lsyUuQg6v1XzpoDH6sFxQzUGlreyf8oYNXh7hTxJz6d1gaO43iKmgwqjTB2v1OddeAIZVJhpGDOMR2LCuHPzT02uea/PHn6CN5vQqQOUyT0pV2UGeG/qiAoFtKasg56kkn86J6z8+grzFYHO50WlA4o=  ;\r\nMessage-ID: &lt;20041214140623.93545.qmail@...&gt;\r\nReceived: from [66.207.248.84] by web40701.mail.yahoo.com via HTTP; Tue, 14 Dec 2004 06:06:22 PST\r\nDate: Tue, 14 Dec 2004 06:06:22 -0800 (PST)\r\nTo: samuraihistory@yahoogroups.com\r\nIn-Reply-To: &lt;MEBBKDHGPNKGMLKPDAOPCEAACJAA.silk.road.school@...&gt;\r\nMIME-Version: 1.0\r\nX-eGroups-Remote-IP: 66.218.78.158\r\nFrom: james wilson &lt;johntwo8@...&gt;\r\nSubject: RE: [samuraihistory] Japan eras - bunbu ichi/bunbu no ichi\r\nX-Yahoo-Group-Post: member; u=118974519\r\nX-Yahoo-Profile: johntwo8\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\nX-Yahoo-Newman-Property: groups-system\r\nX-eGroups-Approved-By: ltdomer98 &lt;ltdomer98@...&gt; via web; 14 Dec 2004 22:52:39 -0000\r\nX-eGroups-Remote-IP: 66.94.237.41\r\n\r\n\nThank you. Before I could not understand your criticism but now I see things in a whole new light. That is of course what learning is about. And I am well knowledgeable of &quot;bunbu&quot;. I was thought it was the twin ways of the pen and sword but that the same thing you are saying. However, I have already took these into consideration and since this issue of my spelling aroused when I spelled a Japanese word wrong it seemed you got picky. Not to start any thing but alot of people make spelling mistakes. But enough about that let me talk about culturalistic Japan some too. I loved Japan and lets see I have a bit I want to share. Hmm lets see how to aproach... when you guys train do you train first your how do you say external or internal. What I am saying is do any one here do any traing of the chi or Ki, for it a Japanese site. OK wait I know that if you train in external arts then you will be naturally strengthening your internal abilities but i guess you already see the question thank\n you. We are the same in so much yet different in so many aspects. GOD BLESS ALL\n \npeace\n\n \n\n \n\nNotes to James and to Yami here:\n   Date: Sat, 11 Dec 2004 07:51:19 -0800 (PST)\n   From: james wilson &lt;johntwo8@...&gt;\nSubject: RE: Japan eras\n\n\n*snip* HAHAHAHA its amazing how we can all be talking about swords and stuff\nand my spelling some how becomes a topic. Hmm... ... GOD BLESS YOU ALL.\n*snip*\nJames, this is not all that amazing.  One of the ideals of the samurai was\n_bunbu ichi_ (I&#39;ve also seen that transliterated as _bunbu no ichi_, and if\nany of you who&#39;re  moderately fluent in Japanese can tell me which is more\ncorrect, I&#39;ll be most grateful.)  This has been translated as &quot;pen and sword\nin harmony.&quot;\nYou see, it is not enough to know how to swing a sword.  Even if you regard\nyour blade with the deepest respect, even if you practise endlessly, that is\nonly a beginning.  You must also attain some cultural accomplishments:  to\nbe able to compose poetry, say, or to draw well.  A samurai who couldn&#39;t\nexhibit basic literacy would not have been well regarded in polite society.\nSomething for you to consider.  When you&#39;re spelling your steel &#39;steal,&#39; it\nis a natural reaction for literate people to disregard or discount your\ninput.  It&#39;s hard to take seriously the input of anyone who&#39;s a native\nEnglish speaker and still can&#39;t manage to express himself better than you\nseem to be able to do.\nNow I&#39;m not saying this to insult you, but to suggest that you may want to\ntake even more care in improving your spelling and grammar skills.  To\nteach, you must first learn.  And - since you mentioned being of African\ndescent - bear in mind that you&#39;re in a country that still has a vicious\ntendency to regard you as somehow not as smart as some other guy whose only\nvirtue is that his skin is lighter than yours.  (I don&#39;t think I&#39;m telling\nyou anything you don&#39;t know already, but I want to be clear.)  You&#39;re\nfighting stereotype, and to do that you must excel in everything.  They used\nto say much the same of women:  to earn half as much as a man, a woman has\nto do twice as well...  So I&#39;m not talking about race here, but about\nprejudice... and about feeding prejudice through any appearance of ignorance\nor incompetency.  Sure, your spelling is no worse than many folks I&#39;ve seen\nposting online... but your heredity and your choice of profession put you in\na spotlight that will, in many eyes, magnify every error you make.  You may\nwell find - in fact, I profoundly hope you do find - that being able to\nspell and punctuate may make the difference between being able to find\nyourself a teaching job and being unable to find a school that wants\nanything to do with you.\nI encourage you to grow into your pride.  Keep working on turning &quot;some how&quot;\ninto &quot;somehow,&quot; &quot;steal&quot; into &quot;steel&quot;  - the spell-checker won&#39;t catch those,\nbut you need to.  And study the correct usage of apostrophes:  you&#39;re really\nweak on those.  Our country needs good teachers, not more functional\nilliterates.\nMay the gods bless you also.  I call particularly on all deities who value\nknowledge and literacy to smile upon you and lead you on in the ways of\ntruth.\n\nYami Murasaki &lt;Yami_Bara@...&gt; wrote:\n\n\n*snip* The way you&#39;re saying thw sword is a part of\nyou. That&#39;s exactly how connected Samurai were with their swords. It&#39;s\nwonderful someone else thinks that way! Now I don&#39;t feel so alone!\n~Yami\n\nYami, for what it&#39;s worth, you are far from alone.  Probably a third of my\nstudents over the years have regarded their swords in something of this\nlight.  And every serious sworder I&#39;ve ever known , European and Oriental\nstylists alike, has done so.  I don&#39;t think you can practise for long (at\nleast not with any decent piece of steel) without coming to understand\nsomething of the individual characters and distinctive personalities of\nswords.  It is not coincidence that so many swords, all over the world, have\nbeen given names.\nGereg\n\n\n&gt;From: james wilson\n&gt;Reply-To: samuraihistory@yahoogroups.com\n&gt;To: samuraihistory@yahoogroups.com\n&gt;Subject: RE: [samuraihistory] Japan eras\n&gt;Date: Fri, 10 Dec 2004 09:16:19 -0800 (PST)\n&gt;\n&gt;\n&gt;Hmm lets see I dont just feel my sword is just a piece of steal. I feel\n&gt;like its a part of me that needs attention just like a close realative. I\n&gt;believe that my sword is as strong as me and it can match my capabilities\n&gt;if need be. It may not be all that to any one else but it smells good and\n&gt;mackeral or wonderfull I view my swords as a lot more than just tools. GOD\n&gt;BLESS YOU ALL.\n&gt;\n&gt;peace\n&gt;\n\n\n\n\n\n\n\n---\nSamurai Archives: http://www.samurai-archives.com\nSamurai Archives store: http://www.cafeshops.com/samuraiarchives\n--- \n\n\n\nYahoo! Groups Sponsor \nGet unlimited calls to\n\nU.S./Canada\n\n\n\n\n---------------------------------\n\nYahoo! Groups Links\n\n\n   To visit your group on the web, go to:\nhttp://groups.yahoo.com/group/samuraihistory/\n  \n   To unsubscribe from this group, send an email to:\nsamuraihistory-unsubscribe@yahoogroups.com\n  \n   Your use of Yahoo! Groups is subject to the Yahoo! Terms of Service. \n\n\n\n\n\t\t\n---------------------------------\nDo you Yahoo!?\n Yahoo! Mail - Helps protect you from nasty viruses.\n\n[Non-text portions of this message have been removed]\n\n\n\n\n\n"
}