{
    "userId": 190230968,
    "authorName": "Silk Road School",
    "from": "&quot;Silk Road School&quot; &lt;silk.road.school@...&gt;",
    "profile": "geregjonesmuller",
    "replyTo": "LIST",
    "senderId": "RXWh7o00tgsie5QVfb82fiCn6XKtmQP9UbK00QaHMWQIAP__re5fvXwZ8My3BTN6FF1Az_3W3juqUl_o0iliigrgffp4dx1VuD3lzome970LropyzHNFjehs",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "RE: [samuraihistory] swords and spirits",
    "postDate": "1103057977",
    "msgId": 6301,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": true,
    "headers": {
        "messageIdInHeader": "PE1FQkJLREhHUE5LR01MS1BEQU9QRUVBTENKQUEuc2lsay5yb2FkLnNjaG9vbEBpeC5uZXRjb20uY29tPg==",
        "inReplyToHeader": "PDExMDMwMTI2MDkuMTA1Ni4yMDg3Ni5tM0B5YWhvb2dyb3Vwcy5jb20+"
    },
    "prevInTopic": 0,
    "nextInTopic": 6302,
    "prevInTime": 6300,
    "nextInTime": 6302,
    "topicId": 6301,
    "numMessagesInTopic": 4,
    "msgSnippet": "Date: Mon, 13 Dec 2004 17:12:48 -0800 (PST) From: Nate Ledbetter  Subject: RE: swords (was ...Eras) ... If you want to argue that a sword",
    "rawEmail": "Return-Path: &lt;silk.road.school@...&gt;\r\nReceived: (qmail 89331 invoked from network); 14 Dec 2004 22:54:54 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m25.grp.scd.yahoo.com with QMQP; 14 Dec 2004 22:54:54 -0000\r\nReceived: from unknown (HELO n13a.bulk.scd.yahoo.com) (66.94.237.24)\n  by mta5.grp.scd.yahoo.com with SMTP; 14 Dec 2004 22:54:54 -0000\r\nReceived: from [66.218.66.59] by n13.bulk.scd.yahoo.com with NNFMP; 14 Dec 2004 22:54:54 -0000\r\nReceived: from [66.218.67.185] by mailer8.bulk.scd.yahoo.com with NNFMP; 14 Dec 2004 22:54:54 -0000\r\nX-Sender: silk.road.school@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 44080 invoked from network); 14 Dec 2004 21:03:29 -0000\r\nReceived: from unknown (66.218.66.216)\n  by m23.grp.scd.yahoo.com with QMQP; 14 Dec 2004 21:03:29 -0000\r\nReceived: from unknown (HELO granger.mail.mindspring.net) (207.69.200.148)\n  by mta1.grp.scd.yahoo.com with SMTP; 14 Dec 2004 21:03:29 -0000\r\nReceived: from user-38ldt0o.dialup.mindspring.com ([209.86.244.24] helo=kimberly)\n\tby granger.mail.mindspring.net with smtp (Exim 3.33 #1)\n\tid 1CeJpG-0004uY-00\n\tfor samuraihistory@yahoogroups.com; Tue, 14 Dec 2004 16:03:19 -0500\r\nTo: &lt;samuraihistory@yahoogroups.com&gt;\r\nDate: Tue, 14 Dec 2004 12:59:37 -0800\r\nMessage-ID: &lt;MEBBKDHGPNKGMLKPDAOPEEALCJAA.silk.road.school@...&gt;\r\nMIME-Version: 1.0\r\nContent-Type: text/plain;\n\tcharset=&quot;utf-8&quot;\r\nContent-Transfer-Encoding: quoted-printable\r\nX-Priority: 3 (Normal)\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook IMO, Build 9.0.2416 (9.0.2910.0)\r\nIn-Reply-To: &lt;1103012609.1056.20876.m3@yahoogroups.com&gt;\r\nImportance: Normal\r\nX-MimeOLE: Produced By Microsoft MimeOLE V6.00.2800.1441\r\nX-eGroups-Remote-IP: 207.69.200.148\r\nFrom: &quot;Silk Road School&quot; &lt;silk.road.school@...&gt;\r\nSubject: RE: [samuraihistory] swords and spirits\r\nX-Yahoo-Group-Post: member; u=190230968\r\nX-Yahoo-Profile: geregjonesmuller\r\nX-Yahoo-Newman-Property: groups-system\r\nX-eGroups-Approved-By: ltdomer98 &lt;ltdomer98@...&gt; via web; 14 Dec 2004 22:54:53 -0000\r\nX-eGroups-Remote-IP: 66.94.237.24\r\n\r\n\n   Date: Mon, 13 Dec 2004 17:12:48 -0800 (PST)\n   From: Nate Ledbetter &lt;lt=\r\ndomer98@...&gt;\nSubject: RE: swords (was ...Eras)\n\n\n--- Silk Road School=\r\n &lt;silk.road.school@...&gt;\nwrote:\n\n&gt; think there&#39;s a spirit\n&gt; in mos=\r\nt swords - particularly well-made ones - and I\n&gt; think it becomes more\n&gt; &#39;a=\r\nwake&#39; with love and use.  That&#39;s the impression\n&gt; that&#39;s grown on me over\n&gt;=\r\n the past thirty-some years of practise.  I will\n&gt; admit that it&#39;s an\n&gt; int=\r\nerpretation of available phenomena that is open\n&gt; to argument, but that&#39;s\n&gt;=\r\n my view.\n\nIf you want to argue that a sword has &quot;spirit&quot; as any\npiece of a=\r\nrt would, I&#39;ll buy it. If you tell me your\nsword talks to you, you&#39;re nuts.=\r\n Sorry.\n\t\n\tThere your prejudices are speaking, Nate.  Simply because you do=\r\n not believe a thing, that&#39;s hardly enough to make it false.  If you do not=\r\n accept that more views of reality than your own could be possible, you&#39;re =\r\nsadly mistaken - which is more polite than &quot;nuts,&quot; wouldn&#39;t you agree?  As =\r\nan artist myself (I write poetry, songs and prose - although I have not tri=\r\ned to offer sample chapters here, as none of them are remotely pertinent - =\r\nand I play something like half a dozen instruments), I question your view t=\r\nhat a piece of art has inherent spirit.  From my point of view, the only sp=\r\nirit my art has is that with which I imbue it:  that is to say, my spirit, =\r\nrather than its own.  But I admit that I don&#39;t entirely understand how you =\r\nmean this idea.  I will do you the courtesy of leaving it at that, rather t=\r\nhan questioning your sanity.  Could it be, conceivably, that you are simila=\r\nrly missing something in my meaning?  I&#39;ll simply be a little more courteou=\r\ns, once again, than to call you nuts over our disagreement.  \nYou have a ri=\r\nght to your beliefs, however shallow or narrow they may seem to me in the p=\r\nresent circumstances:  and I have a right to mine.  You do not, however, ma=\r\nke me precisely eager to clarify myself further, if this kind of insult is =\r\nwhat I can expect for the effort.  If you&#39;re interested in a dialogue, in u=\r\nnderstanding my view better, I will be glad to keep trying.  If all you wan=\r\nt is to stonewall and harangue, why would I care to?  So far, it seems to m=\r\ne that I&#39;ve responded to your comments on this subject with reason and humo=\r\nur, and you&#39;ve responded to mine with knee-jerk disdain and rudeness.\n\n\n&gt;  =\r\n     Until you&#39;ve been guilt-tripped by a sword that\n&gt; feels neglected, you=\r\n&#39;ve\n&gt; never been guilt-tripped.  &quot;How&quot; is a very\n&gt; reasonable, but somewhat=\r\n\n&gt; difficult, question to answer, as the most natural\n&gt; response falls into=\r\n the\n&gt; &quot;If you have to ask, I can&#39;t explain it&quot; category\n\nAnd here I though=\r\nt you were better than all the\nwannabe samurai, Gereg...\n\t\n\tThen try to pay=\r\n attention with an open mind, Nate, and you may just possibly continue with=\r\n that more favourable view.  Please review my subsequent notes on that &quot;can=\r\n&#39;t-explain&quot; category.  Although you&#39;re working hard to reduce my interest i=\r\nn finding a way to explain it to you, I&#39;m not completely unwilling... provi=\r\nded you don&#39;t maintain what appears to be this attitude of pure bull-headed=\r\n philosophical materialism.  (This, as distinct from fiscal materialism, wh=\r\nich is the more common but less accurate usage of the word.)  \nDo you belie=\r\nve in any deity, Nate?  Do you believe in the existence of spirit?  Of soul=\r\ns?  Now if you don&#39;t believe in deities, spirits, or souls, then I definite=\r\nly don&#39;t expect to succeed in explaining to you how a sword can communicate=\r\n with me.  If you do believe in any of the above, then your mind really oug=\r\nht to be more open to a wider variety of personal experience than your own.=\r\n..  As the man said, &quot;There are more things in heaven and earth, Horatio, t=\r\nhan are dreamt of in your philosophy.&quot;  How can you have the nerve to defin=\r\ne what is allowed to have spirit and what is not?  That&#39;s almighty presumpt=\r\nuous of you, man.  That decision, ultimately, rests in hands far vaster tha=\r\nn yours or mine.\nI will refrain from responding in kind to the insult about=\r\n &#39;wannabe samurai,&#39; but I will note that if I were in fact one of that bree=\r\nd, I would not tend to term my sword style the kobu-nito style of gaijin-ry=\r\nu. \n...It also occurs to me that you may be labouring under the delusion th=\r\nat I hold this view of swords having souls because of my regard for the sam=\r\nurai:  this would be an error on your part, if so.  Part of my interest in =\r\nthe samurai arose because I discovered that their view of their swords was =\r\nvery similar - not identical, by any means, but very similar - to my own ex=\r\nperience.  This is also a good deal of what got me interested in traditiona=\r\nl Shinto, which bears a deep resemblance to the old European nature religio=\r\nns.\n\nNate - apostrophising the possessive &quot;its&quot;?  Tsk,\n&gt; tsk.\n\nHave I ONCE =\r\never criticised someone for making one\nmistake? No. Do I consistently do th=\r\nis, to the point\nof sheer idiocy, while everyone pleads with me not to?\nNo.=\r\n You&#39;re starting to push my buttons, Gereg.\n\t\nNate, Nate, you&#39;ve got to get=\r\n used to my straight face.  I can see how it might have been misunderstood,=\r\n given how strongly this subject seems to affect you, but there it is.  You=\r\n were pushing my buttons (you&#39;re waaay beyond &#39;starting to&#39;), and I can&#39;t h=\r\nonestly apologise for pushing back.  But that shot was in good humour, cont=\r\ninuing the facetious idea of a duel between us.  (Besides, you never heard =\r\n_me_ pleading with you to lighten up on bad usage of English.  Far from it.=\r\n  Defending the mother tongue - anybody&#39;s mother tongue - is rarely idiocy,=\r\n in my view.)\n\n\n Please bear\n&gt; in mind that while I have seen considerable =\r\nmagic in\n&gt; my life, I do not\n&gt; believe in the supernatural.\n\nAnd yet you be=\r\nlieve your sword has a soul. Um...?\n\n\t\tPrecisely.  Glad you noticed.  Think=\r\n about it.  Reread the rest of that comment as I originally made it.  I don=\r\n&#39;t see a contradiction there.  If you do, allow me to suggest that this may=\r\n represent a pivotal point in our divergent world-views.  More on this belo=\r\nw.\n\n\nGereg, I think you&#39;re an otherwise intelligent human\nbeing. I&#39;ll agree=\r\n to disagree on this--but to me it\nsounds just as bad as any of the morons =\r\nwho believe\nHagakure and garbage like that.\n\n\t\tBecause I would prefer to re=\r\nsume getting along with you, Nate, I&#39;m pleased to find a point on which we =\r\nconcur... although, in truth, the only aspect of Hagakure that gets on my n=\r\nerves is the endless stress on dying honourably.  My personal Way has more =\r\nto do with living honourably - it seems to me that if I do this, then the d=\r\nying will pretty well take care of itself.  But you do make me wonder:  do =\r\nyou regard all the classic works of bushi philosophy as moronic garbage, or=\r\n is this condemnatory view limited to Hagakure? \n\t...But as it stands, I fe=\r\nar, you&#39;ve delivered a few too many slights in the course of this dialogue =\r\nfor me to be really happy with you suddenly deciding to throw in three or f=\r\nour more insults, and then agreeing to disagree.  And with that &quot;but&quot; claus=\r\ne of yours thrown in afterwards, tossing off one more shot, I have to say I=\r\n think you&#39;re way out of line.  I think you&#39;re an otherwise intelligent hum=\r\nan being also, but this condescending attitude of yours is really ticking m=\r\ne off.  I think it shows a great deal more about your limitations than it d=\r\noes about my sanity or intelligence.\nIt looks to me as though you&#39;ve got a =\r\ncomfortable little conceptual box that you imagine holds all there can be o=\r\nf reality... and I think that attitude looks really silly on any beings as =\r\nlimited as humans.  Last I checked, human senses were only capable of takin=\r\ng in about 1/2 of 1% of the available electromagnetic phenomena in the univ=\r\nerse.  From my perspective, that leaves quite a lot of room for what I&#39;d ca=\r\nll magic, without resorting to any ideas of the supernatural.  Literally, t=\r\nhat means &quot;outside of nature,&quot; and - as I said before - it seems pretty cle=\r\nar to me that nature is a great deal bigger than our ideas or our theories =\r\nof science are capable of containing.  We form theories to explain availabl=\r\ne phenomena, as we perceive them, as accurately as we can manage, and the b=\r\nest of us apply Occam&#39;s razor on a ruthless and regular basis.  &quot;Supernatur=\r\nal&quot; is a catch-word for people too lazy to think about how vast the nature =\r\nof the universe really is.  I have not tended to think of you as lazy, but =\r\nyou&#39;re trying my patience.\nIf it&#39;s so important to you to refute my views, =\r\nthen start to do it with reason, not insulting dismissals.  Thus far, you h=\r\nave yet to offer a solid, reasoned support for your argument.  If in fact y=\r\nou have one to offer, and if you care to offer it in a civil manner, I&#39;d be=\r\n delighted to carry on the conversation with that in mind.  If you want a h=\r\nelpless target for your clever verbal sniping, on the other hand, then you =\r\nsure as hell picked the wrong party here.  I said before that my explanatio=\r\nn of the available phenomena may not be the only one:  but I don&#39;t think th=\r\nat you telling me I&#39;m nuts is precisely a telling rebuttal.  \nAnd it certai=\r\nnly does not address the experiences of thousands of people around the worl=\r\nd - people who have spent good portions of their lives handling swords - wh=\r\no felt enough the same way I do to have developed the idea of swords posses=\r\nsing souls.  Why do you think swords began to get names, Nate?  Is every de=\r\ndicated sworder &quot;nuts&quot;?  Is everyone who disagrees with your personal philo=\r\nsophy of reality &quot;nuts&quot;?  That&#39;s certainly the impression you give here.  A=\r\nnd if that&#39;s so... my, but there must be a lot of nut-cases out there in yo=\r\nur reality, Nate.\n\n\nA sword is a weapon; it can be a work of art. \n\t\tAgreed=\r\n.\nHowever,\nit&#39;s not born, does not go through adolescence, learn\nto drive, =\r\ntake dates to the prom, or have kids, age,\nand die. \n\t\tAgreed.  (Although i=\r\nt&#39;s worth noting that most of these negatives apply also to the overwhelmin=\r\ng majority of life forms on this planet... and half of them even apply to a=\r\n significant percentage of humans.  Are those really the terms on which you=\r\n want to define &quot;life&quot;, Nate?)\nIT&#39;S NOT ALIVE. \n\t\tThe way I see it, everyth=\r\ning&#39;s alive, Nate.  The rocks, the ocean, the air, the whole blessed planet=\r\n.  My personal theology holds a good deal in common with my understanding o=\r\nf traditional (as opposed to nationalistic) Shinto.  Here&#39;s another pivotal=\r\n point in our different paradigms, I think.\nIt&#39;s an object. \n\t\tAs are you. =\r\n As am I.  So?\nIt&#39;s a\nphysical entity, not a spiritual one.\n\t\tAccording to =\r\nyour view.  Mine remains otherwise, and indeed you have yet to offer a sing=\r\nle reasonable cause for me to reconsider it.  You keep making these absolut=\r\ne statements that I regard as quite insupportable.  It would be wiser, I th=\r\nink, to express them as the opinions they are.  Your definitions of reality=\r\n do not oblige me to limit myself to those bounds.  (And they most assuredl=\r\ny do not oblige reality itself to be limited within those rather narrow bou=\r\nnds.)  I too am a physical entity:  this does not prevent me from being als=\r\no a spiritual entity.  Why should that be different for an object that you =\r\nhappen to regard as inanimate?\n\tThat&#39;s not a facetious question.  You lead =\r\nme to wonder:  how did you formulate your ideas of what objects can be cons=\r\nidered to be alive, have spirits, etc?  You sound as though you know The Wh=\r\nole And Only Truth, man:  and I straight-out don&#39;t believe you do.  \n\tYou m=\r\nay tell me you disagree with me, and if you can manage to do so in a respec=\r\ntful manner, I&#39;ll respect your view.  If you tell me again that I&#39;m nuts, o=\r\nr a wannabe anything, or insist in caps that your view is the only true one=\r\n (e.g. &quot;IT&#39;S NOT ALIVE.&quot;), then I must regard you as unreasonable, and (I&#39;d=\r\n be sorry to say it) unreasoning.  At least on this subject.\n\tYour opinions=\r\n are yours.  But you have no more of a monopoly on insights into the nature=\r\n of life and spirit than anybody else has.  It would result in a far more p=\r\nroductive discussion, I feel, if you would cease to insult and harangue me,=\r\n and instead to try reasoning with me.  From my own perspective, I can sens=\r\ne the spirit in a sword; it&#39;s no skin off my nose if you&#39;re a little &#39;deaf&#39;=\r\n to it.  And I certainly don&#39;t imagine that your opinion makes a damned bit=\r\n of difference to the sword.\nYou can say that you don&#39;t believe swords are =\r\nspiritual beings as long as you want to, and I&#39;ll respect your belief - as =\r\nfallacious as my experience leads me to see that your belief is.  But as so=\r\non as you make it a flat statement, then I have every right to flatly say y=\r\nou&#39;re wrong.  Absolute theses tend to beget absolute antitheses, and rarely=\r\n deserve better. \n\tIn honour,\nGereg Jones Muller, Master-at-Arms\nThe Silk R=\r\noad School of Sword and Self-Defense   \n\n\n\n\n\n\n\n"
}