{
    "userId": 190230968,
    "authorName": "Silk Road School",
    "from": "&quot;Silk Road School&quot; &lt;silk.road.school@...&gt;",
    "profile": "geregjonesmuller",
    "replyTo": "LIST",
    "senderId": "1t16wi6RDbSBbaTqQVWgVyRimko8Q2v0Ykn0La9q56trD3XZGu2KpovMjPdiuFnEKYwzrneaoQaG9QaNlo0v_qFp_JJrUlRYHZz9yyV_EnGQx1TTKZ-sWZ1z",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "RE: [samuraihistory] Digest Number 1024",
    "postDate": "1103153580",
    "msgId": 6329,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": true,
    "headers": {
        "messageIdInHeader": "PE1FQkJLREhHUE5LR01MS1BEQU9QS0VCTkNKQUEuc2lsay5yb2FkLnNjaG9vbEBpeC5uZXRjb20uY29tPg==",
        "inReplyToHeader": "PDExMDMxMzYxMDguMzAzNy4zNDE0MC5tMTJAeWFob29ncm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 6335,
    "prevInTime": 6328,
    "nextInTime": 6330,
    "topicId": 6329,
    "numMessagesInTopic": 2,
    "msgSnippet": "Date: Tue, 14 Dec 2004 16:38:28 -0800 (PST) From: Nate Ledbetter  Subject: RE: swords and spirits ... wrote: Are there any aspects of ... ",
    "rawEmail": "Return-Path: &lt;silk.road.school@...&gt;\r\nReceived: (qmail 47619 invoked from network); 16 Dec 2004 06:17:05 -0000\r\nReceived: from unknown (66.218.66.216)\n  by m4.grp.scd.yahoo.com with QMQP; 16 Dec 2004 06:17:05 -0000\r\nReceived: from unknown (HELO n5a.bulk.scd.yahoo.com) (66.94.237.39)\n  by mta1.grp.scd.yahoo.com with SMTP; 16 Dec 2004 06:17:05 -0000\r\nReceived: from [66.218.69.2] by n5.bulk.scd.yahoo.com with NNFMP; 16 Dec 2004 06:16:48 -0000\r\nReceived: from [66.218.67.188] by mailer2.bulk.scd.yahoo.com with NNFMP; 16 Dec 2004 06:16:48 -0000\r\nX-Sender: silk.road.school@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 69369 invoked from network); 15 Dec 2004 23:40:15 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m24.grp.scd.yahoo.com with QMQP; 15 Dec 2004 23:40:15 -0000\r\nReceived: from unknown (HELO granger.mail.mindspring.net) (207.69.200.148)\n  by mta5.grp.scd.yahoo.com with SMTP; 15 Dec 2004 23:40:15 -0000\r\nReceived: from user-38ldsng.dialup.mindspring.com ([209.86.242.240] helo=kimberly)\n\tby granger.mail.mindspring.net with smtp (Exim 3.33 #1)\n\tid 1Ceike-000291-00\n\tfor samuraihistory@yahoogroups.com; Wed, 15 Dec 2004 18:40:13 -0500\r\nTo: &lt;samuraihistory@yahoogroups.com&gt;\r\nDate: Wed, 15 Dec 2004 15:33:00 -0800\r\nMessage-ID: &lt;MEBBKDHGPNKGMLKPDAOPKEBNCJAA.silk.road.school@...&gt;\r\nMIME-Version: 1.0\r\nContent-Type: text/plain;\n\tcharset=&quot;utf-8&quot;\r\nContent-Transfer-Encoding: quoted-printable\r\nX-Priority: 3 (Normal)\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook IMO, Build 9.0.2416 (9.0.2910.0)\r\nIn-Reply-To: &lt;1103136108.3037.34140.m12@yahoogroups.com&gt;\r\nImportance: Normal\r\nX-MimeOLE: Produced By Microsoft MimeOLE V6.00.2800.1441\r\nX-eGroups-Remote-IP: 207.69.200.148\r\nFrom: &quot;Silk Road School&quot; &lt;silk.road.school@...&gt;\r\nSubject: RE: [samuraihistory] Digest Number 1024\r\nX-Yahoo-Group-Post: member; u=190230968\r\nX-Yahoo-Profile: geregjonesmuller\r\nX-Yahoo-Newman-Property: groups-system\r\nX-eGroups-Approved-By: kitsuno &lt;samurai-listowner@...&gt; via web; 16 Dec 2004 06:16:39 -0000\r\nX-eGroups-Remote-IP: 66.94.237.39\r\n\r\n\n\n   Date: Tue, 14 Dec 2004 16:38:28 -0800 (PST)\n   From: Nate Ledbetter &lt;l=\r\ntdomer98@...&gt;\nSubject: RE: swords and spirits\n\n\n--- Silk Road School =\r\n&lt;silk.road.school@...&gt;\nwrote:\n\n Are there any aspects of\n&gt; tradit=\r\nional bushi values that _are_ regarded as\n&gt; deserving of respect around her=\r\ne?\n&gt; Gereg\n\nIt depends on how you want to define &quot;traditional\nbushi values&quot;=\r\n. Prior to the Tokugawa period, they\nmostly consisted of survival and victo=\r\nry, at least at\nthe top. No one has said, ever, I think, that loyalty,\nhono=\r\nr, etc. are BAD things. However, it gets pretty\ntiresome explaining to nimr=\r\nods (that&#39;s not a jab at\nyou, it&#39;s something we have to do often) that all\n=\r\nSamurai didn&#39;t have some &quot;Bushido Handbook&quot; and had to\nfollow the Code or t=\r\nhey were deprived of their Samurai\nmembership cards.\n\n\n\tFair enough, unders=\r\ntood, and agreed.  Nicely put, in fact.\n\t\tNow on the same thread, but in a =\r\ndifferent direction:  Nate, you answered my last post off-list (at greater =\r\nlength than you might feel to be worthwhile here), and while it will doubtl=\r\ness come as no great surprise to anybody that I didn&#39;t agree with everythin=\r\ng you said, I think you raised some good points, and I&#39;d like to take this =\r\nopportunity to allude to some of them.\n\t\tFirst, I&#39;d like to find a more civ=\r\nil way to continue this discussion.  Because although I doubt we&#39;re ever go=\r\ning to agree on it, the idea of swords possessing souls is a legitimate asp=\r\nect of the history of the class this list is here to examine.  And quarrels=\r\n only obscure the issue.  However strongly I may feel you started it, there=\r\n&#39;s no denying I joined in with gusto.  Now I&#39;m suggesting we all cool off a=\r\nnd continue like the reasonable folks we can be.\n\t\tSecond, I&#39;d like to than=\r\nk you for calling me on excessive philosophical rhetoric.  I did feel insul=\r\nted, and that tends to set me off:  but I&#39;d be sorry to lose the thread of =\r\nthe discussion on that account, and I freely admit that my last was aimed m=\r\nore at the way you had expressed your points (and the barbs in them) than a=\r\nt the essential subject.  So while I may feel you deserved the blast-back, =\r\nI&#39;m grateful to you for reminding me that the subject kind of got lost.\n\t\tY=\r\nou&#39;ve taken me to task for my inability to explain some of this, and that&#39;s=\r\n a reasonable point.  But please bear in mind that an inability to explain =\r\ndoes not constitute an unwillingness to do so.  I can&#39;t explain love, but t=\r\nhat doesn&#39;t mean I don&#39;t keep trying - and it certainly doesn&#39;t mean that l=\r\nove isn&#39;t real.  I said I&#39;d need to think more about how do accomplish that=\r\n explanation, and I&#39;ve had some time to do so.  \nLet me back up a bit:  I b=\r\nelieve that many who cannot explain a thing take refuge or comfort in that =\r\nfact:  they _like_ it that something they care so much about can&#39;t be expla=\r\nined.  That would not be me.  One of the great lessons in esoteric studies =\r\nlies in the three essentials that Madame Blavatsky offered for study of mys=\r\nticism back in the 19th century (as I recall - might&#39;ve been early 20th...)=\r\n.  The first one was, &quot;Common sense.&quot;  I can&#39;t recall the second, but it&#39;s =\r\nnot relevant here.  The third one was, &quot;More common sense.&quot;  And if more my=\r\nstics would remember that, fewer of us would look like idiots in conversati=\r\non.  (And the really funny thing is, I&#39;ve always regarded Madame B. as quit=\r\ne a fraud.)  I regard it as a kind of moral or intellectual cowardice to ac=\r\ntually _prefer_ things to stay in the &#39;can&#39;t-explain&#39; category.  But I also=\r\n think it foolish to try and cram all the mysteries of the universe into th=\r\ne tiny category of things that humans _can_ explain.\nI&#39;ve said from the sta=\r\nrt that I could be misinterpreting my feeling of this matter   And as I&#39;ve =\r\nconsidered further, I&#39;m coming to think that&#39;s so.  You may recall that ear=\r\nly on I said that use and love seemed to have an awakening effect on the sp=\r\nirit of a sword.  And while I mentioned having handled a few swords in my t=\r\nime that felt bloodthirsty to me, I did not mention that I&#39;d also cleansed =\r\nthat &#39;feeling&#39; out of swords from time to time.  If there was ever an age f=\r\nor bloodthirsty swords, I don&#39;t think this is it.\nIf I assume, therefore, t=\r\nhat I am not entirely deluded - and as appealing as some of you may find th=\r\nat prospect, I hope you will pardon me if I regard that as only so useful f=\r\nor my own development - then this suggests to me that the spirit in a sword=\r\n may indeed be more the product of human spirit than I tend to think it.  I=\r\n&#39;m not saying this is so - I don&#39;t know:  but I am saying it&#39;s a reasonable=\r\n description that fits the phenomenon fairly well.  It does not explain to =\r\nmy entire satisfaction the reason that swords&#39; characters seem to be so dif=\r\nferent from one another, as one would think that two swords belonging to th=\r\ne same person would then have the same sort of character, and they definite=\r\nly do not.  But it does make more sense of a person&#39;s ability to &quot;clean out=\r\n&quot; some aspect of a sword&#39;s spirit.\nOne of the questions you raised, Nate, i=\r\ns, what constitutes a soul?  Well, that&#39;s a damn good question.  I don&#39;t kn=\r\now, so I sure can&#39;t explain.  In purest Christian doctrine, only humans hav=\r\ne souls - but as you pointed out, it&#39;s kind of hard to hold a puppy (or by =\r\nmy preference a kitten) and come away with much doubt that you&#39;ve got a bei=\r\nng with a soul there.  So it is one&#39;s personal sense of the entity at hand =\r\nthat seems to tell us if it&#39;s got a soul.  I&#39;m not saying that&#39;s a good eno=\r\nugh definition, but it&#39;s a sort of testing idea.  Does it feel to you as th=\r\nough it has a spirit?\nWell, my swords do.  I will not deny that you might f=\r\neel otherwise if you were to hold one of them, but then again you might be =\r\nsurprised.  A couple of my blades even seemed to have spirits present when =\r\nI was the first person to handle them since the factory, which came as a co=\r\nnsiderable surprise to me.  My sense of the matter until then had been that=\r\n swords acquired souls over time and use.  This is supported (to some degre=\r\ne) by a reflection on my longbow:  if there&#39;s a spirit in that lovely piece=\r\n of hickory, I can&#39;t feel it.  But then, it&#39;s pretty new yet.  If you&#39;re in=\r\nterested, get back to me in a couple of years, and I&#39;ll tell you how it&#39;s f=\r\neeling then.\nI won&#39;t pretend that my inability to explain is any kind of pr=\r\noof:  I never thought it was.  My entire sense of the thing is no proof, in=\r\ndeed, to anyone but myself... and even I won&#39;t pretend I could tell you exa=\r\nctly what it was proof _of_.  But my subtler senses have served me fairly w=\r\nell in my life, and they tell me that there are spirits in certain objects =\r\ngenerally regarded as inanimate.\nYour mileage may vary.  Questions, comment=\r\ns, disagreements - whatever; I look forward to lively, reasonable, courteou=\r\ns discussion on this.  In the mean time, I&#39;m going to go dance with a coupl=\r\ne of spirited swords.  \nThanks for your attention.\nGereg Jones Muller, Mast=\r\ner-at-Arms\nThe Silk Road School of Sword and Self-Defense   \n\n\n\n\n\n\n\n\n"
}