{
    "userId": 61281048,
    "authorName": "Nate Ledbetter",
    "from": "Nate Ledbetter &lt;ltdomer98@...&gt;",
    "profile": "ltdomer98",
    "replyTo": "LIST",
    "senderId": "8MLK8luszuhwLBfmYaDzjiIKcI9Cd_EBBlK77zIsaXCdNycP24IDnCpvxxeN5Q72-2TW1aAapfdXgg3YOiwhutdgaovm6koiPN1i",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "RE: [samuraihistory] Digest Number 1024",
    "postDate": "1103186771",
    "msgId": 6335,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDQxMjE2MDg0NjExLjk5ODA5LnFtYWlsQHdlYjQxMzA4Lm1haWwueWFob28uY29tPg==",
        "inReplyToHeader": "PE1FQkJLREhHUE5LR01MS1BEQU9QS0VCTkNKQUEuc2lsay5yb2FkLnNjaG9vbEBpeC5uZXRjb20uY29tPg=="
    },
    "prevInTopic": 6329,
    "nextInTopic": 0,
    "prevInTime": 6334,
    "nextInTime": 6336,
    "topicId": 6329,
    "numMessagesInTopic": 2,
    "msgSnippet": "... That was, in fact, why I wanted to keep that OFFLIST. ... The rest of that paragraph was simply more was to fire back at me. To the above, I ll say you re",
    "rawEmail": "Return-Path: &lt;ltdomer98@...&gt;\r\nX-Sender: ltdomer98@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 37325 invoked from network); 16 Dec 2004 08:46:11 -0000\r\nReceived: from unknown (66.218.66.167)\n  by m23.grp.scd.yahoo.com with QMQP; 16 Dec 2004 08:46:11 -0000\r\nReceived: from unknown (HELO web41308.mail.yahoo.com) (66.218.93.57)\n  by mta6.grp.scd.yahoo.com with SMTP; 16 Dec 2004 08:46:11 -0000\r\nReceived: (qmail 99811 invoked by uid 60001); 16 Dec 2004 08:46:11 -0000\r\nComment: DomainKeys? See http://antispam.yahoo.com/domainkeys\r\nDomainKey-Signature: a=rsa-sha1; q=dns; c=nofws;\n  s=s1024; d=yahoo.com;\n  b=L/q3Ep0kVHhY2hSFQ6gwFSOkEqQkevht6d1oZcJKVSYvvQt2IWUVnI8Tyv1IGF+zcMNUkL8Vu1B9EoPuuYsdFFPPGyS21nE2kE9aY1eNp0uFhNEKYuySObvyY4qxCjpVHzqrZqvKrxpJMra2ftD/Y1WGPcwjnjm6g8aW73slU3k=  ;\r\nMessage-ID: &lt;20041216084611.99809.qmail@...&gt;\r\nReceived: from [155.6.245.181] by web41308.mail.yahoo.com via HTTP; Thu, 16 Dec 2004 00:46:11 PST\r\nDate: Thu, 16 Dec 2004 00:46:11 -0800 (PST)\r\nTo: samuraihistory@yahoogroups.com\r\nIn-Reply-To: &lt;MEBBKDHGPNKGMLKPDAOPKEBNCJAA.silk.road.school@...&gt;\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=us-ascii\r\nX-eGroups-Remote-IP: 66.218.93.57\r\nFrom: Nate Ledbetter &lt;ltdomer98@...&gt;\r\nSubject: RE: [samuraihistory] Digest Number 1024\r\nX-Yahoo-Group-Post: member; u=61281048\r\nX-Yahoo-Profile: ltdomer98\r\n\r\n\n--- Silk Road School &lt;silk.road.school@...&gt;\nwrote:\n\n\n&gt; \t\tFirst, I&#39;d like to find a more civil way to\n&gt; continue this discussion.  Because although I doubt\n&gt; we&#39;re ever going to agree on it, the idea of swords\n&gt; possessing souls is a legitimate aspect of the\n&gt; history of the class this list is here to examine. \n&gt; And quarrels only obscure the issue.  However\n&gt; strongly I may feel you started it, there&#39;s no\n&gt; denying I joined in with gusto.  Now I&#39;m suggesting\n&gt; we all cool off and continue like the reasonable\n&gt; folks we can be.\n\nThat was, in fact, why I wanted to keep that OFFLIST. \n\n&gt; \t\tSecond, I&#39;d like to thank you for calling me on\n&gt; excessive philosophical rhetoric.  \n\nThe rest of that paragraph was simply more was to fire\nback at me. To the above, I&#39;ll say you&#39;re welcome. \n\n I can&#39;t explain love, but that doesn&#39;t mean I\n&gt; don&#39;t keep trying - and it certainly doesn&#39;t mean\n&gt; that love isn&#39;t real.\n\nCan you explain how love and swords relate? I can&#39;t\nexplain love, but I can feel it. Therefore, I know it\nexists. I cannot &quot;feel&quot; a sword&#39;s soul. Therefore, I\ndon&#39;t know it exists. \n\n I regard it as a kind of moral or\n&gt; intellectual cowardice to actually _prefer_ things\n&gt; to stay in the &#39;can&#39;t-explain&#39; category.  But I also\n&gt; think it foolish to try and cram all the mysteries\n&gt; of the universe into the tiny category of things\n&gt; that humans _can_ explain.\n\nAgreed. However, for me to accept your belief, you&#39;ve\ngot to try to explain it to me. Otherwise, I&#39;m only\nleft with my belief, not yours. \n\n\n&gt; I&#39;ve said from the start that I could be\n&gt; misinterpreting my feeling of this matter   And as\n&gt; I&#39;ve considered further, I&#39;m coming to think that&#39;s\n&gt; so.  You may recall that early on I said that use\n&gt; and love seemed to have an awakening effect on the\n&gt; spirit of a sword.  And while I mentioned having\n&gt; handled a few swords in my time that felt\n&gt; bloodthirsty to me, I did not mention that I&#39;d also\n&gt; cleansed that &#39;feeling&#39; out of swords from time to\n&gt; time.  If there was ever an age for bloodthirsty\n&gt; swords, I don&#39;t think this is it.\n&gt; If I assume, therefore, that I am not entirely\n&gt; deluded - and as appealing as some of you may find\n&gt; that prospect, I hope you will pardon me if I regard\n&gt; that as only so useful for my own development - then\n&gt; this suggests to me that the spirit in a sword may\n&gt; indeed be more the product of human spirit than I\n&gt; tend to think it.  I&#39;m not saying this is so - I\n&gt; don&#39;t know:  but I am saying it&#39;s a reasonable\n&gt; description that fits the phenomenon fairly well. \n&gt; It does not explain to my entire satisfaction the\n&gt; reason that swords&#39; characters seem to be so\n&gt; different from one another, as one would think that\n&gt; two swords belonging to the same person would then\n&gt; have the same sort of character, and they definitely\n&gt; do not.  But it does make more sense of a person&#39;s\n&gt; ability to &quot;clean out&quot; some aspect of a sword&#39;s\n&gt; spirit.\n\nThis I can, for the most part, relate to. A person may\nsee different things in two relatively similarly\ncomposed works of art--may derive different &quot;feelings&quot;\nfrom them. It may vary with the person, time of day,\netc. Who knows?\n\n So it is one&#39;s personal sense of the entity\n&gt; at hand that seems to tell us if it&#39;s got a soul. \n&gt; I&#39;m not saying that&#39;s a good enough definition, but\n&gt; it&#39;s a sort of testing idea.  Does it feel to you as\n&gt; though it has a spirit?\n&gt; Well, my swords do.  I will not deny that you might\n&gt; feel otherwise if you were to hold one of them, but\n&gt; then again you might be surprised.  A couple of my\n&gt; blades even seemed to have spirits present when I\n&gt; was the first person to handle them since the\n&gt; factory, which came as a considerable surprise to\n&gt; me.  My sense of the matter until then had been that\n&gt; swords acquired souls over time and use.  This is\n&gt; supported (to some degree) by a reflection on my\n&gt; longbow:  if there&#39;s a spirit in that lovely piece\n&gt; of hickory, I can&#39;t feel it.  But then, it&#39;s pretty\n&gt; new yet.  If you&#39;re interested, get back to me in a\n&gt; couple of years, and I&#39;ll tell you how it&#39;s feeling\n&gt; then.\n\n Questions, comments,\n&gt; disagreements - whatever; I look forward to lively,\n&gt; reasonable, courteous discussion on this. \n\nTo me, part of having a soul is being capable of\ncognitive thought. Humans are. Animals are. You could\nargue that plants are, if recent research into tree\ncommunication can be believed. Does your sword think?\nDoes it feel? I&#39;m trying to seperate this from old\nwives&#39; tales about Muramasa blades. If you believe\nyour sword has feelings, that you can offend or affect\nthose feelings, etc, then you and I are perceiving\ndifferent realities. As I said, I don&#39;t believe a\nsword has any more of a soul than my coffee cup. My\ncoffee cup doesn&#39;t tell me it&#39;s satisfied when I fill\nit with Blue Mountain, or that it prefers half and\nhalf to 2%. If you are telling me that your sword\ncommunicates these thoughts to you, however they may\nbe, then I suppose it&#39;s something I simply won&#39;t\nunderstand until I come across it. If that&#39;s not what\nyou are saying, then we&#39;ve got basis for refinement,\nand maybe an agreement. \n\n__________________________________________________\nDo You Yahoo!?\nTired of spam?  Yahoo! Mail has the best spam protection around \nhttp://mail.yahoo.com \n\n"
}