{
    "userId": 190230968,
    "authorName": "Silk Road School",
    "from": "&quot;Silk Road School&quot; &lt;silk.road.school@...&gt;",
    "profile": "geregjonesmuller",
    "replyTo": "LIST",
    "senderId": "ABbQXfvj6UAhd_rVVv6zrjai4uac4FwtfkKuFlg5lTtSZa8xafiOkVc0njN7X7iyQUvtLSxa1JnBMOmZSqvO7NMXAN9autoDKkPQ7chUPcaD9JcMXYqFZdhu",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "RE: [samuraihistory] swords (was ...Eras)",
    "postDate": "1103266389",
    "msgId": 6353,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": true,
    "headers": {
        "messageIdInHeader": "PE1FQkJLREhHUE5LR01MS1BEQU9QS0VDTUNKQUEuc2lsay5yb2FkLnNjaG9vbEBpeC5uZXRjb20uY29tPg==",
        "inReplyToHeader": "PDExMDMyMTgwMDMuMzc5OC41ODczLm0xMkB5YWhvb2dyb3Vwcy5jb20+"
    },
    "prevInTopic": 6333,
    "nextInTopic": 0,
    "prevInTime": 6352,
    "nextInTime": 6354,
    "topicId": 6211,
    "numMessagesInTopic": 15,
    "msgSnippet": "Date: Thu, 16 Dec 2004 06:33:48 -0000 From: Kitsuno  Subject: Re: swords (was ...Eras) ...  wrote: ",
    "rawEmail": "Return-Path: &lt;silk.road.school@...&gt;\r\nReceived: (qmail 50516 invoked from network); 17 Dec 2004 08:22:26 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m17.grp.scd.yahoo.com with QMQP; 17 Dec 2004 08:22:26 -0000\r\nReceived: from unknown (HELO n14a.bulk.scd.yahoo.com) (66.94.237.28)\n  by mta5.grp.scd.yahoo.com with SMTP; 17 Dec 2004 08:22:26 -0000\r\nReceived: from [66.218.66.59] by n14.bulk.scd.yahoo.com with NNFMP; 17 Dec 2004 08:22:20 -0000\r\nReceived: from [66.218.67.143] by mailer8.bulk.scd.yahoo.com with NNFMP; 17 Dec 2004 08:22:19 -0000\r\nX-Sender: silk.road.school@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 95566 invoked from network); 17 Dec 2004 06:52:23 -0000\r\nReceived: from unknown (66.218.66.172)\n  by m19.grp.scd.yahoo.com with QMQP; 17 Dec 2004 06:52:23 -0000\r\nReceived: from unknown (HELO hall.mail.mindspring.net) (207.69.200.60)\n  by mta4.grp.scd.yahoo.com with SMTP; 17 Dec 2004 06:52:23 -0000\r\nReceived: from user-38ldvud.dialup.mindspring.com ([209.86.255.205] helo=kimberly)\n\tby hall.mail.mindspring.net with smtp (Exim 3.33 #1)\n\tid 1CfByQ-00050G-00\n\tfor samuraihistory@yahoogroups.com; Fri, 17 Dec 2004 01:52:22 -0500\r\nTo: &lt;samuraihistory@yahoogroups.com&gt;\r\nDate: Thu, 16 Dec 2004 22:53:09 -0800\r\nMessage-ID: &lt;MEBBKDHGPNKGMLKPDAOPKECMCJAA.silk.road.school@...&gt;\r\nMIME-Version: 1.0\r\nContent-Type: text/plain;\n\tcharset=&quot;iso-8859-1&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3 (Normal)\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook IMO, Build 9.0.2416 (9.0.2910.0)\r\nIn-Reply-To: &lt;1103218003.3798.5873.m12@yahoogroups.com&gt;\r\nImportance: Normal\r\nX-MimeOLE: Produced By Microsoft MimeOLE V6.00.2800.1441\r\nX-eGroups-Remote-IP: 207.69.200.60\r\nFrom: &quot;Silk Road School&quot; &lt;silk.road.school@...&gt;\r\nSubject: RE: [samuraihistory] swords (was ...Eras)\r\nX-Yahoo-Group-Post: member; u=190230968\r\nX-Yahoo-Profile: geregjonesmuller\r\nX-Yahoo-Newman-Property: groups-system\r\nX-eGroups-Approved-By: ltdomer98 &lt;ltdomer98@...&gt; via web; 17 Dec 2004 08:22:18 -0000\r\nX-eGroups-Remote-IP: 66.94.237.28\r\n\r\n\n   Date: Thu, 16 Dec 2004 06:33:48 -0000\n   From: &quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;\nSubject: Re: swords (was ...Eras)\n\n\n--- In samuraihistory@yahoogroups.com, &quot;Clive Sinclaire&quot;\n&lt;CSinclaire@u...&gt; wrote:\n\n... But to\nattribute this\n&gt; to a mystical force is probably ill-advised in this day and age.\n\nI have to agree with the above.  Arguing about spiritual\notherworldly forces and divine powers in this situation is\napparently tantamount to arguing about religion.\nThat would appear to be the case, all right.  In some ways I wish it had\nnever come up, as I had no intention of parading my religious views here -\nlet alone any desire to feel I needed to defend them.  However:  please note\nthat from my point of view, and likewise from the Shinto perspective as I\nunderstand it, there&#39;s nothing &quot;otherworldly&quot; about it.  It&#39;s a perfectly\nnatural part of this world.\n\nSome believe, some\ndon&#39;t, and there is no way to prove it one way or the other.  I\nthink it is reasonable to say that a crafted sword is a work of art,\nand many people attribute power and emotion to works of art - i.e.\nVan Gogh&#39;s angst.  It is actually quite subjective.  One can &quot;sense&quot;\npower in a sword - but that is very likely because of the symbolism\nof the sword in both Japanese history and world history as well.  We\nLOOK for it. Carl Jung talked about symbolism and the subconcious,\nhumans look for symbolism - objectively speaking a piece of sharp\nmetal should invoke nothing, but subjectively the sword is a symbol\nof power, that can invoke various emotions and feelings.\n\nSomeone once described Jung as a Taoist mystic masquerading as a\npsychoanalyst.  And I can&#39;t argue that I, reared on King Arthur, Beowulf and\nthe Greek myths from childhood as I was, do tend to look for the magical in\nthe everyday world.  But one can look at that two ways:  it could be said\nthat we see things like symbols of power because we look for them (with the\nimplication that they might not be there if we didn&#39;t project them there),\nor on the other hand, it could be said that if we&#39;re trained to the correct\nsensitivity, any of us can be capable of perceiving things that others, who\nlack that training, may overlook.\nNo, it cannot be proven one way or the other.  And I profoundly doubt that\nmy experience is going to persuade anyone who has not shared some similar\nexperience.  (In fact, I think I&#39;d be a little nervous about anyone whose\nworldview was so easily shaped by others:  that sounds like raw material for\nthe nearest odd cult.)\n\n\nI agree that swords are awe inspiring and have an aura about them\nbecause of the history and symbolism, but I think it is reasonable\nto say that a sword doesn&#39;t contain otherworldly spiritual energy.\n\nIt is no more reasonable to deny that a sword might have a spirit than to\nassert that it must.  Neither is ultimately a statement of reason at all.\nBoth are statements of faith in a particular paradigm, or worldview.  That\none of these views is more prevalent today does not make it right, any more\nthan the Church was right when it forced Galileo to recant his heretical\nviews about the earth revolving around the sun.  &quot;Reasonable&quot; ideas change\nwith every generation.  I dare say there isn&#39;t a one of us who embraces\nevery &quot;reasonable&quot; idea that our parents held:  let alone our grandparents.\nNor is it clear that every such change in cultural paradigms is for the\nbetter:  that concept is part and parcel with the paradigm that holds that\nprogress moves us always onward to better and better things.  And if that\nwere so, then I imagine the quality of the air and water today would be\ngreatly improved since our great-grandparents&#39; time...\n\n\nBut again, arguing something like this is tantamount to arguing\nreligion, and will go nowhere.\nSo everyone can feel free to go back and forth on this, but I find\nit doubtful that this will go anywhere too useful.\n\nIt may at least serve the useful purpose (as I see it) of keeping us all\nfrom getting too confident that our worldviews are complete and absolute.\nI&#39;ve had to reconsider some of my views, and that&#39;s always a good thing, as\nit keeps me from getting complacent; and it&#39;s possible I&#39;m not the only one.\nOne can hope not, at any rate.\nIf I&#39;ve waxed a little sharp on this subject - and under provocation, I\nhave - I hope you will all pardon me.  But please bear in mind that much of\nthe commentary I&#39;ve seen on this subject has taken for granted that a number\nof ideas related to my own religion are unquestionably and obviously false:\nand I think most of us are liable to get a little touchy when we hear that\nsort of thing.  After all, any religion (and any paradigm) can be made to\nlook ridiculous if one addresses the matter with certain assumptions firmly\nin place.\n        Blessings and good faring, all.\n                Gereg\n\n\n\n\n\n"
}