{
    "userId": 197263283,
    "authorName": "Thomas Davidson",
    "from": "&quot;Thomas Davidson&quot; &lt;tom.davidson@...&gt;",
    "profile": "thomas_tessera",
    "replyTo": "LIST",
    "senderId": "4Chj4LY1iQ7e848N60e64w_bqr06VyKtqa_s-1ION8tE9EvyuV-Wcv795RnZlZBArHHLHLKig98vu9VAG6SPp8fF_34ZIMqVYxWykGW-tnNIMA",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Samurai and swordsmen",
    "postDate": "1103294728",
    "msgId": 6357,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGNwdXJlOCtvYWlqQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 6365,
    "prevInTime": 6356,
    "nextInTime": 6358,
    "topicId": 6357,
    "numMessagesInTopic": 2,
    "msgSnippet": "I think in these recent discussions about the sword we must delineate between samurai, as members of a social caste and thus in possession of the title by",
    "rawEmail": "Return-Path: &lt;tom.davidson@...&gt;\r\nX-Sender: tom.davidson@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 62197 invoked from network); 17 Dec 2004 14:46:42 -0000\r\nReceived: from unknown (66.218.66.167)\n  by m17.grp.scd.yahoo.com with QMQP; 17 Dec 2004 14:46:42 -0000\r\nReceived: from unknown (HELO n5a.bulk.scd.yahoo.com) (66.94.237.39)\n  by mta6.grp.scd.yahoo.com with SMTP; 17 Dec 2004 14:46:42 -0000\r\nReceived: from [66.218.69.5] by n5.bulk.scd.yahoo.com with NNFMP; 17 Dec 2004 14:45:59 -0000\r\nReceived: from [66.218.67.138] by mailer5.bulk.scd.yahoo.com with NNFMP; 17 Dec 2004 14:45:59 -0000\r\nDate: Fri, 17 Dec 2004 14:45:28 -0000\r\nTo: samuraihistory@yahoogroups.com\r\nMessage-ID: &lt;cpure8+oaij@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 2477\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Remote-IP: 66.94.237.39\r\nFrom: &quot;Thomas Davidson&quot; &lt;tom.davidson@...&gt;\r\nSubject: Samurai and swordsmen\r\nX-Yahoo-Group-Post: member; u=197263283\r\nX-Yahoo-Profile: thomas_tessera\r\n\r\n\nI think in these recent discussions about the sword we must \ndelineate between samurai, as members of a social caste and \nthus in possession of the title by birthright or promotion,\nand swordsmen - who did not necessarily belong to the samurai \ncaste - who pursued the &#39;art of the sword&#39; as a vocation.\n\n***\n\nMy wants, arms alone;\nmy rest is war;\nmy bed, the bad woes;\nmy sleep, an eternal vigil.\nDon Quixote\n\nAbout samurai we can say that some embodied the highest ideals \nof nobility and self-sacrifice, and that some embodied every \nnotion of a particularly brutal brigand, and that by far the \nanonymous majority fell somewhere in the midground between the \ntwo.\n\nIn the same way we can say that certain ages or eras bore a \ncharacteristic trait of the warrior class. Its virtues were \npermanently established by Yoritomo - he required that his \nwarriors lead the simple life, avoid display, exhibit a high \ndegree of physical and moral courage, maintain their martial \nreadiness at all times, and serve with unswerving loyalty.\n\nIts vices were established almost simultaneously - the tactical \ngenius of his younger brother Yoshitsune was the living model \nof the classical warrior espoused by his brother - yet \nYoshitsune - and the ideal - was betrayed by Yoshimoto who \nsuccumbed to the personal and political expediency of removing \nany potential opponent from the field, innocent or otherwise.\n\nThis tension between loyalty and self-serving ambition \ncharacterises the samurai from that moment on - an arc that \nbegan to fall from the moment of Yoshitsune&#39;s death and \ncontinued in its downward arc, with ever but a few bright \nexceptions, towards its lowest ebb at the close of the Sengoku \n- a decline brought to a halt by the establishment of the \nTokugawa bakafu.\n\nFrom here the whole fallen image of the noble warrior was \nreconstructed along new lines and with a new expression, \ndemanding a moral example (in times of peace) in place of the \nmartial example (in times of war) - Do, not jutsu - the way \nrather than the art. \n\nMy perspective on the samurai is always that of the swordsman, \nbut in my mind it is only against the background of his place \nand time that the brilliance of these men shines forth in all \nits true colour.\n\nI also happily acknowledge that, by the same token, there were \nsamurai in every age who stood as exemplars of their calling, \nwithout ever having to prove themselves by the carriage of arms.\n\nyours, waxing lyrically,\n\nThomas\n\n\n\n\n"
}