{
    "userId": 0,
    "authorName": "samuraihistory@yahoogroups.com",
    "from": "samuraihistory@yahoogroups.com ",
    "replyTo": "LIST",
    "senderId": "dWvZPzDR53j7EJpGMu4wMhqKgGvaSX60VVNgIYGcQ3FTv_UCgeOmc3fb24hwN0uHOjHfwflpmsm8lZPO5d_HzM3ENIprhQ",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "File - ForumInfo.txt",
    "postDate": "1104622000",
    "msgId": 6463,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": true,
    "headers": {
        "messageIdInHeader": "PDExMDQ2MjIwMDIuNTQ3MDE1MTEuOTY3NzYubTEyQHlhaG9vZ3JvdXBzLmNvbT4="
    },
    "prevInTopic": 5973,
    "nextInTopic": 6638,
    "prevInTime": 6462,
    "nextInTime": 6464,
    "topicId": 1195,
    "numMessagesInTopic": 69,
    "msgSnippet": "Hello, This is a moderated forum. Any off-topic posts may be ruthlessly deleted at the moderator(s) discretion without explanation. Please do not take offense",
    "rawEmail": "Return-Path: &lt;notify@yahoogroups.com&gt;\r\nReceived: (qmail 17666 invoked by uid 7800); 1 Jan 2005 23:26:42 -0000\r\nDate: 1 Jan 2005 23:26:40 -0000\r\nMessage-ID: &lt;1104622002.54701511.96776.m12@yahoogroups.com&gt;\r\nX-Yahoo-Newman-Property: groups-system\r\nX-eGroups-Application: files \r\nX-Yahoo-Group-Post: system\r\nFrom: samuraihistory@yahoogroups.com \r\nTo: samuraihistory@yahoogroups.com \r\nSubject: File - ForumInfo.txt \r\nMIME-Version: 1.0\r\nContent-Type: text/plain\r\nContent-Transfer-Encoding: 7bit\r\n\r\n\nHello,\n\nThis is a moderated forum. Any off-topic posts may be ruthlessly \ndeleted at the moderator(s) discretion without explanation. \nPlease do not take offense if one of your message is deleted, we are just trying to keep everything on topic.\n\nHere is a refresher of the rules of the list.  PLEASE READ CAREFULLY:\n\nRULES: \n\n1. Compose your emails using proper English, to\ninclude punctuation, spelling, spacing,\ncapitalization, and grammar. Allowances will be made\nonly for those who are not native English speakers. If\nyou are above the age of 10 and a native English\nspeaker, there is no excuse for composing like you are\n4. If you are under 10, you probably should not be on\nthe internet without supervision. \n\n2. Limit your &quot;internetspeak&quot;. Using abbreviations\nsuch as &quot;lol&quot; (Laugh out loud), &quot;ROTFLMAO&quot;, etc., are\nacceptable in limited usage and proper context. This\nis not a license to abbreviate everything you write or\ntake spelling/punctuation shortcuts because you are\nlazy--see Rule 1. &quot;Smileys&quot; are similarly acceptable\nin limited usage. \n\n3. Do not make personal accusations or insults.  As\nmoderators, we are here to enforce the rules and\nensure proper discussion and debate, and will not\ntolerate &quot;flaming&quot; or personal attacks by anyone on\nanyone. Don&#39;t do it. \n\n4. Have a thick skin and do not take things\npersonally. While we won&#39;t allow personal insults, you\nmust be able to handle being told you are wrong,\nespecially if you are wrong. No one on this email list\nis infallible. Similarly, you must be able to handle\nsarcasm. The moderators will not protect you if you\nwhine. The easiest thing to do is just not take things\npersonally.\n\n5. Remember this is a history list. While digressions\nare allowed to a limited extent, please keep things on\ntopic. Gaming topics, anime, popular culture are fine\nas long as there is some connection with Japanese\nhistory; however, these are not &quot;historical&quot; sources.\nDo not get offended if someone says what you saw on\n&quot;Ninja Hattori-kun&quot; was inaccurate, because it\nprobably was. \n\n6. Argue logically. &quot;I saw it on an anime&quot;, &quot;My sensei\ntold me so&quot;, or &quot;that&#39;s what it says on my Playstation\ngame&quot; are NOT acceptable bases for arguments. You will\nrecieve derision and sarcasm in return, and you will\ndeserve it. Do not misunderstand--any of these are\ngood reasons to bring up a question. &quot;In my PS2 game\nthe main character uses a symbol on his banner--what\nis that called?&quot; is a good question. &quot;In my PS2 game\nyou have to follow Bushido to win, so all samurai\nfollowed Bushido&quot; is a statement which will get you\nlaughed at for a month.\n\n7. READ THE TOP 11 MISCONCEPTIONS ABOUT THE SAMURAI.\nThe link is below. This is not negotiable. If you post\nsomething idiotic like &quot;samurai hated guns&quot;, We will\nask you if you read the list. If not, we&#39;ll give you\none more chance. Failure to comply will result in\nbanishment. \n\nhttp://www.geocities.com/klancesegall/home.htm\n\nTHIS IS A MODERATED FORUM:\nBecause this is a moderated forum, your post may not show up right away, because it must be checked by a moderator.  Therefore, it is not necessary to repost.  A moderator probably just hasn&#39;t had a chance to review your message. \n\nThere are many extras located on this group&#39;s homepage at http://groups.yahoo.com/group/samuraihistory/\n\nFeel free to post links to other Japanese history sites in the &#39;links&#39; section, or click on the &#39;chat&#39; section for real-time chat with anyone else who may be online.  The &#39;files&#39; section contains various Japanese history related files, and you can create polls for members to vote in in the &#39;Polls&#39; section.\n\nTo start sending messages to members of this group, \nsimply send email to:\n\nsamuraihistory@yahoogroups.com\n\nIf you do not wish to belong to samuraihistory, you may \nunsubscribe by sending an email to:\n\nsamuraihistory-unsubscribe@yahoogroups.com\n\nYou may also visit the Yahoo! Groups web site to modify your \nsubscriptions:\n\nhttp://groups.yahoo.com/group/samuraihistory/\n\n"
}