{
    "userId": 190230968,
    "authorName": "Silk Road School",
    "from": "&quot;Silk Road School&quot; &lt;silk.road.school@...&gt;",
    "profile": "geregjonesmuller",
    "replyTo": "LIST",
    "senderId": "Vsv7vxAsbqv7tZw8V5JB-slZpBxy2WhyoMTGWwxBHj1Wfoa45oeF8yo1_CWkIOWMMjQiX7yfFA5y0vU0by1pMkAGcoISJa1-PshCJB8uGuRtsKYhkWkNw7UL",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "RE: [samuraihistory] Re: Swords and spirits:  a few new thoughts, and a little theology",
    "postDate": "1104707435",
    "msgId": 6465,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PE1FQkJLREhHUE5LR01MS1BEQU9QRUVHUENKQUEuc2lsay5yb2FkLnNjaG9vbEBpeC5uZXRjb20uY29tPg==",
        "inReplyToHeader": "PDExMDQyNTY4MTEuNzAyNC4xMTIwOS5tMTJAeWFob29ncm91cHMuY29tPg=="
    },
    "prevInTopic": 6452,
    "nextInTopic": 6466,
    "prevInTime": 6464,
    "nextInTime": 6466,
    "topicId": 6427,
    "numMessagesInTopic": 15,
    "msgSnippet": "Date: Tue, 28 Dec 2004 10:14:22 -0600 From: Anthony Bryant  Subject: Re: Swords and spirits:  a few new thoughts, and a little",
    "rawEmail": "Return-Path: &lt;silk.road.school@...&gt;\r\nReceived: (qmail 95359 invoked by uid 7800); 3 Jan 2005 01:09:59 -0000\r\nX-Sender: silk.road.school@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 12261 invoked from network); 2 Jan 2005 23:11:30 -0000\r\nReceived: from unknown (66.218.66.217)\n  by m16.grp.scd.yahoo.com with QMQP; 2 Jan 2005 23:11:30 -0000\r\nReceived: from unknown (HELO blount.mail.mindspring.net) (207.69.200.226)\n  by mta2.grp.scd.yahoo.com with SMTP; 2 Jan 2005 23:11:30 -0000\r\nReceived: from user-38lc1co.dialup.mindspring.com ([209.86.5.152] helo=kimberly)\n\tby blount.mail.mindspring.net with smtp (Exim 3.33 #1)\n\tid 1ClEsi-0005mr-00\n\tfor samuraihistory@yahoogroups.com; Sun, 02 Jan 2005 18:11:29 -0500\r\nTo: &lt;samuraihistory@yahoogroups.com&gt;\r\nDate: Sun, 2 Jan 2005 15:10:35 -0800\r\nMessage-ID: &lt;MEBBKDHGPNKGMLKPDAOPEEGPCJAA.silk.road.school@...&gt;\r\nMIME-Version: 1.0\r\nContent-Type: text/plain;\n\tcharset=&quot;iso-8859-1&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Priority: 3 (Normal)\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook IMO, Build 9.0.2416 (9.0.2910.0)\r\nX-MimeOLE: Produced By Microsoft MimeOLE V6.00.2800.1441\r\nImportance: Normal\r\nIn-Reply-To: &lt;1104256811.7024.11209.m12@yahoogroups.com&gt;\r\nX-eGroups-Remote-IP: 207.69.200.226\r\nFrom: &quot;Silk Road School&quot; &lt;silk.road.school@...&gt;\r\nSubject: RE: [samuraihistory] Re: Swords and spirits:  a few new thoughts, and a little theology\r\nX-Yahoo-Group-Post: member; u=190230968\r\nX-Yahoo-Profile: geregjonesmuller\r\nX-eGroups-Approved-By: ltdomer98 &lt;ltdomer98@...&gt; via email; 3 Jan 2005 01:09:59 -0000\r\n\r\nDate: Tue, 28 Dec 2004 10:14:22 -0600\n   From: Anthony Bryant &lt;ajbryant@...&gt;\nSubject: Re: Swords and spirits:  a few new thoughts, and a little theology\n\nSilk Road School wrote:\n\n&gt;       As to the subject as a whole... gentlemen, I find it hard to believe\nthat\n&gt; in a forum for the discussion of samurai history, you both regard it as\n&gt; inappropriate to address their beliefs.  ...At least their religious\n&gt; beliefs:  bushido (and its modern offshoots and parallels) are appropriate\n&gt; but Shinto (and its) are not?\n\nI have no problem talking about *their* beliefs. What I have problems with\nis\nmodern metaphysical claptrap.\n\n\nTony\n\nG:  This is the worst-aimed thrust I&#39;ve ever seen out of you, Tony, so I\nalmost have to assume that certain prejudices (prejudices which crop up\nfairly routinely, alas, among many members of your mystery cult) have dimmed\nthe usual clarity of your thinking.  The principles of Shinto, even in the\nspeculative form discussed by me on this forum, are scarcely modern.  Now as\nit happens (though it may come as something of a surprise to you), I never\nwanted to see this list become a comparative theology forum, and (though it\nmay come as another surprise) I am as heartily tired of this subject as you\nappear to be.\n           But insulting somebody&#39;s faith isn&#39;t the way to put an end to\nsuch a discussion.  Consider how you&#39;d react if I described your church as\nmodern metaphysical claptrap:  Eastern Orthodox, I believe you said (and you\nbrought it up in a context far more distantly related to the list&#39;s topic, I\nmight add, than was mine when I brought it up).  Now I could certainly make\na case for any Christian sect falling into the category of modern\nmetaphysics, while as to claptrap... well, only if I chose to be so rude.\nBecause after all, one man&#39;s metaphysics is another man&#39;s theology:  and\nwhich one is which, of course, is entirely a matter of belief and\nperspective.\n          Please recall that I only entered this discussion, Tony, when\nsomeone ridiculed a principle of my beliefs, to wit the old idea that swords\nmay have spirits.  So in the process of discussing that point, some\nexplication of those beliefs became necessary (as it seemed to me) in order\nfor my points to be clearer... and also to promote the sort of dialogue that\ncan take place among folks who&#39;re capable of civil disagreement on matters\nof faith.  I think this intellectual community should be capable of that\ncourtesy.  This is particularly important, as I see it, given the\ntheological diversity that can be seen across the span of samurai history.\n(You should be more aware of that than I.)  It seems to me it would promote\nhealthier dialogues if, for example, the role of Christianity among the\nsamurai (a subject of some interest to me, in fact) could be brought up\nwithout Christians on the list feeling that their faith is going to be\nsubjected to insults by those who hold with other, in some cases older,\nreligions.\n          Because ideas relating to Shinto traditions, and even the idea of\ncomparing these traditions to other world religious traditions, or for that\nmatter to personal experiences, is only modern metaphysical claptrap if the\noriginal traditions are metaphysical claptrap. And of course, that can be\nsaid about any man&#39;s religion.\n          Tony, I think you are capable of criticising my views more\nrationally, more politely, and more effectively than this.  And if what you\nreally want is an end to this subject, you can be certain you&#39;ll achieve\nthat goal more effectively through courtesy or silence than through a petty,\nill-calculated insult like this one.  I deeply resent needing to defend my\nbeliefs - whatever you may think of them - against such an insult:\nespecially in what is supposed to be civilised company, and most especially\nfrom the most rarified intellectual stratum of the group.  It&#39;s unworthy of\nyou.  If you can offer some kind of rational support for your disagreements,\nand can manage to be polite about it, that&#39;s another matter.  Then we can\ndiscuss theology (off-list, for the gods&#39; sake!) as long as you please.  But\nyou&#39;ve crossed a boundary here that no one on the list should have to take.\n          In honour,\n                  Gereg\n\n\n"
}