{
    "userId": 168704349,
    "authorName": "Michael Baker",
    "from": "&quot;Michael Baker&quot; &lt;maikeru_art@...&gt;",
    "profile": "maikeru_art",
    "replyTo": "LIST",
    "senderId": "ds4SuCNcS64yTFTeMjYsIzhwGwRtTo5iBLENsw-devdUv1NnT3Li5TgAJPcgsQ6zTbHVYxyjYvEcEI31odhpnTHNrJPiV7u-zbnqejfI",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: Article: The ancient art of falconry takes a perch at Boston&#39;s MFA",
    "postDate": "1105859026",
    "msgId": 6540,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGNzZDNraSt0OWNjQGVHcm91cHMuY29tPg==",
        "inReplyToHeader": "PGNya2QzMitjNWpoQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 6493,
    "nextInTopic": 6541,
    "prevInTime": 6539,
    "nextInTime": 6541,
    "topicId": 6493,
    "numMessagesInTopic": 3,
    "msgSnippet": "... two ... power ... painting ... hunters ... samurai, ... samurai ... armor ... from ... earned ... family ... and ... true ... the ... I will be going to",
    "rawEmail": "Return-Path: &lt;maikeru_art@...&gt;\r\nX-Sender: maikeru_art@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 64649 invoked from network); 16 Jan 2005 07:04:13 -0000\r\nReceived: from unknown (66.218.66.217)\n  by m8.grp.scd.yahoo.com with QMQP; 16 Jan 2005 07:04:13 -0000\r\nReceived: from unknown (HELO n5a.bulk.scd.yahoo.com) (66.94.237.39)\n  by mta2.grp.scd.yahoo.com with SMTP; 16 Jan 2005 07:04:13 -0000\r\nReceived: from [66.218.69.6] by n5.bulk.scd.yahoo.com with NNFMP; 16 Jan 2005 07:03:50 -0000\r\nReceived: from [66.218.66.81] by mailer6.bulk.scd.yahoo.com with NNFMP; 16 Jan 2005 07:03:50 -0000\r\nDate: Sun, 16 Jan 2005 07:03:46 -0000\r\nTo: samuraihistory@yahoogroups.com\r\nMessage-ID: &lt;csd3ki+t9cc@...&gt;\r\nIn-Reply-To: &lt;crkd32+c5jh@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 7817\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Remote-IP: 66.94.237.39\r\nFrom: &quot;Michael Baker&quot; &lt;maikeru_art@...&gt;\r\nSubject: Re: Article: The ancient art of falconry takes a perch at Boston&#39;s MFA\r\nX-Yahoo-Group-Post: member; u=168704349\r\nX-Yahoo-Profile: maikeru_art\r\n\r\n\n--- In samuraihistory@yahoogroups.com, &quot;Kitsuno&quot; &lt;samurai-\nlistowner@s...&gt; wrote:\n&gt; \n&gt; Flight control: The ancient art of falconry takes a perch at \n&gt; Boston&#39;s MFA\n&gt; By Chris Bergeron / News Staff Writer\n&gt; Thursday, January 6, 2005\n&gt; \n&gt; With their fierce eyes and cruel talons, falcons seemed perfect \n&gt; symbols for Japanese samurai. \n&gt;  \n&gt;      As wild birds of prey or trained hunters, their lethal beauty \n&gt; touched a deep chord in warriors whose bushido code valued courage \n&gt; and loyalty as the supreme virtues. \n&gt;  \n&gt;      The ancient sport of falconry provides a gorgeous window into \n&gt; the art of the Edo period of Japan (1615-1868) in an informative \n&gt; exhibit at the Museum of Fine Arts in Boston. \n&gt;  \n&gt;      Through majestic folding screens, lovely scrolls and delicate \n&gt; ink paintings, &quot;Pursuits of Power: Falconry and the Samurai, 1600-\n&gt; 1900) uses a seemingly obscure subject to bring three centuries of \n&gt; Japanese history into vivid life. \n&gt;  \n&gt;      It also includes four armor suits, decorative stirrups, \n&gt; woodblock prints and rare manuscripts. \n&gt;  \n&gt;      Anne Nishimura Morse, MFA curator of Japanese Art, said the \n&gt; exhibit should equally satisfy aficionados of Asian art and anyone \n&gt; who appreciates rare works of beauty. \n&gt;  \n&gt;      Visitors who cannot tell a goshawk from a falcon or Tom \n&gt; Cruise&#39;s &quot;Last Samurai&quot; from Toshiro Mifune&#39;s &quot;Yojimbo&quot; will find \n&gt; art that strikes the eye and stirs the soul. \n&gt;  \n&gt;      &quot;I think there&#39;s so much interest in America today about the \n&gt; culture of the samurai,&quot; she said. &quot;This exhibit offers insights \n&gt; into a segment of Japanese society that used falconry in a very \n&gt; controlled way to assert its role to the public.&quot; \n&gt;  \n&gt;      As organized by Rachel Saunders of the MFA&#39;s Department of \n&gt; Asian, Oceanic and Asian Art, the exhibit complements an ongoing \n&gt; exhibit, &quot;Lethal Elegance: The Art of Samurai Sword Fittings&quot; \n&gt; curated by Joe Earle. \n&gt;  \n&gt;      Taking swords and falconry as starting points, the companion \n&gt; shows explore intriguing connections between Japanese martial \n&gt; culture and aesthetic traditions. \n&gt;  \n&gt;      While Western films romanticize samurai as fatalistic \n&gt; swordsmen, the Japanese equivalent of Wild West gunslingers, the \ntwo \n&gt; shows use lovely art to chronicle their changing role in society. \n&gt;  \n&gt;      The exhibit raises interesting questions about how men of \npower \n&gt; in all countries manipulate symbols of authority. \n&gt;  \n&gt;      A woodblock print of a famous warrior receiving a gift \npainting \n&gt; of an eagle conveys the prosaic realities of court life. In an \n&gt; amusing scroll, a 17th century samurai impresses passing women by \n&gt; showing off the hawk perched on his sleeve while Mount Fuji towers \n&gt; in the background. \n&gt;  \n&gt;      Three centuries later, presidential candidates posture as \n&gt; regular guys by duck hunting or attending NASCAR. \n&gt;  \n&gt;      The exhibit&#39;s several large folding screens on the subject of \n&gt; falconry combine revelatory beauty with subtle social observation. \n&gt;  \n&gt;      The samurai&#39;s powerful identification with the solitary \nhunters \n&gt; becomes obvious. \n&gt;  \n&gt;      In a 17th century six-panel folding screen, &quot;Hawk Eagle in a \n&gt; Pine Tree,&quot; the winged subject&#39;s glinting eye and curved beak, \n&gt; captured in remarkable detail with ink on paper, stare down on \n&gt; viewers, conveying an impression of unquestionable authority. \n&gt;  \n&gt;      &quot;Samurai used falconry as a way to reinforce their position as \n&gt; the dominant political force,&quot; Morse said. \n&gt;  \n&gt;      One can only wonder whether ordinary citizens regarded \nsamurai, \n&gt; like the winged hunters they admired, as merciless exemplars of \n&gt; natural law. Rather than focus exclusively on falcons, the exhibit \n&gt; includes art featuring eagles, goshawks and other hunting birds to \n&gt; examine the changing roles samurai played in Japanese society. \n&gt;  \n&gt;      The word &quot;samurai&quot; means &quot;those who serve&quot; and originally \n&gt; referred to a military caste that adhered to a strict code of \n&gt; loyalty, courage and cultivation of traditional arts. \n&gt;  \n&gt;      Starting around the 12th century, samurai served large \n&gt; landowners called daimyos. After the feudal system was abolished in \n&gt; 1869 and Japan was united under a military leader or shogun, \nsamurai \n&gt; were reduced to ceremonial roles as reminders of a heroic past. \n&gt;  \n&gt;      The samurai&#39;s changing role from fighters to highly regarded \n&gt; civil servants can be seen through the evolution of their body \narmor \n&gt; from purely functional equipment to largely ceremonial suits. \n&gt;  \n&gt;      Once samurai had no more wars to fight, Morse said, they used \n&gt; rituals and art associated with falconry to cultivate an image of \n&gt; refined strength. \n&gt;  \n&gt;      As war became a thing of the past, Morse said extended falcon \n&gt; hunts became both &quot;outlets&quot; for martial energy and ceremonies that \n&gt; confirmed loyalty and status. \n&gt;  \n&gt;      A finely wrought fan is decorated with a scene of a royal hunt \n&gt; from the classic novel &quot;The Tale of the Genji&quot; by Lady Murasaki. A \n&gt; fabulously detailed horizontal painting, &quot;Horse Racing at Kato \n&gt; Shrine,&quot; depicts several levels of Japanese life with the subdued \n&gt; complexity reminiscent of Flemish master Pieter Bruegel. \n&gt;  \n&gt;      The exhibit reveals Japan&#39;s ability to absorb and refine \n&gt; activities and art borrowed from Asian neighbors. \n&gt;  \n&gt;      According to the informative wall , falconry came to Japan \nfrom \n&gt; Korea in the sixth century. Chinese scroll painting was adapted by \n&gt; Japanese artists who changed the proportions to suit homes where \n&gt; people sat on floor mats rather than chairs. \n&gt;  \n&gt;      Morse observed both exhibits record the samurai&#39;s changing \n&gt; world in times of relative peace when they used valued objects like \n&gt; swords and hunting birds to assert the status their forebears \nearned \n&gt; during the brutal civil wars of the past. \n&gt;  \n&gt;      After social reforms restricted falconry to the imperial \nfamily \n&gt; in the late 19th century, great hunting birds remained potent \n&gt; symbols in new art forms. \n&gt;  \n&gt;      The exhibit includes a striking sculpted bronze eagle with a \n&gt; silver patina given to the emperor in 1917. \n&gt;  \n&gt;      Over time, images of hunting birds that once adorned samurai \n&gt; armor were used to decorate gowns worn by merchants and courtesans. \n&gt;  \n&gt;      At its best, &quot;Pursuits of Power&quot; provides aesthetic thrills \nand \n&gt; historical insights. \n&gt;  \n&gt;      The gold-dappled, six-panel folding screen &quot;Goshawk Mews&quot; \n&gt; reveals the splendor of imperial Japan. At the height of the Edo \n&gt; period, a yellow-eyed hawk soars down upon a raccoon. In a charming \n&gt; 19th century woodblock print, a child cries when his hawk-shaped \n&gt; kite becomes entangled in a tree. \n&gt;  \n&gt;      One of Japan&#39;s greatest warriors, Tokugawa Ieyasu, said &quot;a \ntrue \n&gt; samurai must do more than act courageously in the heat of the \n&gt; moment. The Way of the Warrior is fully achieved in times of peace \n&gt; as well as times of conflict.&quot; \n&gt;  \n&gt;      This exhibit offers informed glimpses into both worlds. \n&gt;  \n&gt;      The Essentials: \n&gt;  \n&gt;      The exhibit &quot;Pursuits of Power&quot; is on view through June \n&gt; 13. &quot;Lethal Elegance&quot; is open through Sept. 26. \n&gt;  \n&gt;      Open seven days a week, the Museum of Fine Arts, Boston, is \n&gt; open Saturday through Tuesday, 10 a.m. to 4:45 p.m.; and Wednesday \n&gt; through Friday, 10 a.m. to 9:45 p.m. On Thursday and Friday after 5 \n&gt; p.m., only the West Wing is open. \n&gt;  \n&gt;      General admission (which includes two visits in a 30-day \n&gt; period) is $15 for adults, $13 for senior citizens and students 18 \n&gt; and above, and free for children 17 and under when school is not in \n&gt; session. \n&gt;  \n&gt;      For general visitor information, call 617-267-9300 or visit \nthe \n&gt; Web site, www.mfa.org.\n\n\n\n\n\n\nI will be going to that Exhibit seeing I am close to Boston.\n\nMaikeru\n\n\n\n\n"
}