{
    "userId": 145759856,
    "authorName": "Kitsuno",
    "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
    "profile": "kitsuno",
    "replyTo": "LIST",
    "senderId": "loSNnrO1xOAGTXyEjYcm7R2D7TNM58BUpKDFLGExc1LuxaybiHAEFV64mSd7TtgA4EJdjulUrIM5e-XE9fcAatLr1QUd71RO5TB5Fn-gUgds_lcpyzjnvRM",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Article: Author says Japan needs to rebuild on samurai tradition",
    "postDate": "1106592399",
    "msgId": 6614,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGN0M2ZxZitzZ2E5QGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 0,
    "prevInTime": 6613,
    "nextInTime": 6615,
    "topicId": 6614,
    "numMessagesInTopic": 1,
    "msgSnippet": "Global Arizona: Author says Japan needs to rebuild on samurai tradition Jan. 23, 2005 12:00 AM success, samurai code Boye Lafayette De Mente sfirst book, on",
    "rawEmail": "Return-Path: &lt;samurai-listowner@...&gt;\r\nX-Sender: samurai-listowner@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 1797 invoked from network); 24 Jan 2005 18:46:41 -0000\r\nReceived: from unknown (66.218.66.216)\n  by m10.grp.scd.yahoo.com with QMQP; 24 Jan 2005 18:46:41 -0000\r\nReceived: from unknown (HELO n4a.bulk.scd.yahoo.com) (66.94.237.38)\n  by mta1.grp.scd.yahoo.com with SMTP; 24 Jan 2005 18:46:41 -0000\r\nReceived: from [66.218.66.58] by n4.bulk.scd.yahoo.com with NNFMP; 24 Jan 2005 18:46:40 -0000\r\nReceived: from [66.218.66.79] by mailer7.bulk.scd.yahoo.com with NNFMP; 24 Jan 2005 18:46:40 -0000\r\nDate: Mon, 24 Jan 2005 18:46:39 -0000\r\nTo: samuraihistory@yahoogroups.com\r\nMessage-ID: &lt;ct3fqf+sga9@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 2764\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Remote-IP: 66.94.237.38\r\nFrom: &quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;\r\nSubject: Article: Author says Japan needs to rebuild on samurai tradition\r\nX-Yahoo-Group-Post: member; u=145759856\r\nX-Yahoo-Profile: kitsuno\r\n\r\n\nGlobal Arizona: Author says Japan needs to rebuild on samurai \ntradition \n\nJan. 23, 2005 12:00 AM \n\nsuccess, samurai code\n\n\nBoye Lafayette De Mente&#39;sfirst book, on the etiquette and ethics of \ndoing business in Japan, is such a classic that it sold like crazy \nand is now in its sixth edition. \n\nForty-six years later, the Paradise Valley resident and Japan expert \nhas added to his string of books with The Japanese Samurai Code: \nClassic Strategies for Success,due out this spring from Boston-based \nTuttle Publishing Co. Inc.\n\nIn the new book, De Mente details nearly 40traits of the samurai \nthat he says have shaped present-day Japanese thinking and behavior.\n\n&quot;In my judgment, it was the influence of the samurai class over 800 \nyears that molded the common Japanese into what they are today,&quot; De \nMente said.\n\nForemost among the samurai traits, De Mente says, are perseverance, \ndiligence, obsession with detail and obsession with quality.\n\nSuch traits were instilled early in samurai clans. Boys began sword \ntraining at age 7, and for the next eight years underwent extensive \nphysical and mental training before they could be recognized as \nsamurai. \n\nThe closest American parallel, De Mente says, might be the Navy \nSEALs or other specialized units in which young participants are \ntrained for years under extreme challenges and high expectations.\n\nA samurai had to win to be able to survive, and the samurai class \nput that kind of intensity into its training of other Japanese, he \nsaid.\n\n&quot;When you transfer that to business, it becomes a very powerful \nmotive for success,&quot; he said. \n\nAnd since the bubble burst on Japan&#39;s economy about 15 years ago, \nregaining the samurai spirit has been a common topic of discussion \nand concern there, De Mente said.\n\n&quot;The older Japanese recognize that if they lose more of the samurai \ncode, then Japan is in for trouble,&quot; he said. &quot;Without that \nattitude, they&#39;re just going to be another kid on the block.&quot;\n\nEven given the emergence of China and India, De Mente counts Japan \nas down but definitely not out of the economic picture. Japan is \nstill the world&#39;s second-largest economy, and it is very good at \nresearch and is making breakthroughs in vital areas such as biology \nand materials, he said.\n\nJapan was Arizona&#39;s eight-largest market in 2003, taking $466 \nmillion in exports from the state.\n\nDe Mente graduated from Jochi University in Tokyo and lived in Japan \nfor more than 20 years. Now 76 years old, he still returns two to \nfour times a year to the country that has become his life&#39;s work.\n\n&quot;I encourage people to study the cultural history of countries \nthey&#39;re interested in,&quot; he said. &quot;Without that insight, it is \nextremely difficult to be communicating on the same channel.&quot;\n\n- Jane Larson\n\n\n\n\n\n"
}