{
    "userId": 129395873,
    "authorName": "Dave Jackson",
    "from": "Dave Jackson &lt;nihontonut@...&gt;",
    "profile": "nihontonut",
    "replyTo": "LIST",
    "senderId": "jbLzbp3wbXLOXdXRmQccdelosiuMXp6QXj_s0LrikE3ntD60ckhw65nTrKmoJYGf5voYHAQBbOC4gWXLPYmXCfp4a_4_HRFg",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [samuraihistory] Article: Review- Legend of the Eight Samurai (1984)",
    "postDate": "1107131708",
    "msgId": 6633,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDAwMjgwMWM1MDcyYyRjMzNiODM2MCQ5MTM1NDYxOEBkYXZld3podDdsMm4yMT4=",
        "referencesHeader": "PGN0aDV1YSt1M2x2QGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 6626,
    "nextInTopic": 0,
    "prevInTime": 6632,
    "nextInTime": 6634,
    "topicId": 6626,
    "numMessagesInTopic": 2,
    "msgSnippet": "I have this one, I give it 1 star out of 5 don t wast your money. Possibly the worst film ever. ... From: Kitsuno To: samuraihistory@yahoogroups.com Sent:",
    "rawEmail": "Return-Path: &lt;nihontonut@...&gt;\r\nX-Sender: nihontonut@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 12759 invoked from network); 31 Jan 2005 00:35:30 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m22.grp.scd.yahoo.com with QMQP; 31 Jan 2005 00:35:30 -0000\r\nReceived: from unknown (HELO pd2mo2so.prod.shaw.ca) (24.71.223.10)\n  by mta5.grp.scd.yahoo.com with SMTP; 31 Jan 2005 00:35:30 -0000\r\nReceived: from pd4mr5so.prod.shaw.ca (pd4mr5so-qfe3.prod.shaw.ca [10.0.141.50])\n by l-daemon (Sun ONE Messaging Server 6.0 HotFix 1.01 (built Mar 15 2004))\n with ESMTP id &lt;0IB5007FGOB60UG0@l-daemon&gt; for samuraihistory@yahoogroups.com;\n Sun, 30 Jan 2005 17:35:30 -0700 (MST)\r\nReceived: from pn2ml8so.prod.shaw.ca ([10.0.121.152])\n by pd4mr5so.prod.shaw.ca (Sun ONE Messaging Server 6.0 HotFix 1.01 (built Mar\n 15 2004)) with ESMTP id &lt;0IB5003P7OB6D7A0@...&gt; for\n samuraihistory@yahoogroups.com; Sun, 30 Jan 2005 17:35:30 -0700 (MST)\r\nReceived: from davewzht7l2n21\n (S01060050bf78cd76.ca.shawcable.net [24.70.53.145])\n by l-daemon (iPlanet Messaging Server 5.2 HotFix 1.18 (built Jul 28 2003))\n with SMTP id &lt;0IB5000AKOB469@l-daemon&gt; for samuraihistory@yahoogroups.com;\n Sun, 30 Jan 2005 17:35:30 -0700 (MST)\r\nDate: Sun, 30 Jan 2005 16:35:08 -0800\r\nTo: samuraihistory@yahoogroups.com\r\nMessage-id: &lt;002801c5072c$c33b8360$91354618@davewzht7l2n21&gt;\r\nMIME-version: 1.0\r\nX-MIMEOLE: Produced By Microsoft MimeOLE V6.00.2739.300\r\nX-Mailer: Microsoft Outlook Express 6.00.2720.3000\r\nX-Priority: 3\r\nX-MSMail-priority: Normal\r\nReferences: &lt;cth5ua+u3lv@...&gt;\r\nX-eGroups-Remote-IP: 24.71.223.10\r\nFrom: Dave Jackson &lt;nihontonut@...&gt;\r\nSubject: Re: [samuraihistory] Article: Review- Legend of the Eight Samurai\n (1984)\r\nX-Yahoo-Group-Post: member; u=129395873\r\nX-Yahoo-Profile: nihontonut\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nI have this one, I give it 1 star out of 5 don&#39;t wast your money. Possibly the worst film ever.\n  ----- Original Message ----- \n  From: Kitsuno \n  To: samuraihistory@yahoogroups.com \n  Sent: Saturday, January 29, 2005 3:23 PM\n  Subject: [samuraihistory] Article: Review- Legend of the Eight Samurai (1984)\n\n\n\n  Legend of the Eight Samurai (1984) \n\n  AKA: Legend of the 8 Samurai; Satomi 8 ken den\n\n  Premise: In Japan&#39;s mythical past, Princess Shizu, whose clan is \n  cursed by evil, is hunted by demons and the samurai armies they \n  command, leaving a trail of death behind them. With two warriors \n  destined to aid her, she begins a search for six more so that \n  together they may destroy the curse and free the land of evil. \n\n  Review: Legend of the Eight Samurai had previously been reviewed \n  based on the original American version that had been heavily edited \n  and stuck with dreadful English dubbing, both of which turned the \n  film into a muddled, live-action cartoon. Left unedited and with the \n  original Japanese soundtrack, this fantasy jidai geki from yakuza \n  film master Kinji Fukasaku becomes an epic fantasy adventure with \n  Sonny Chiba and his action team delivering dazzling battles \n  sequences, both conventional and otherworldly. Making it even better \n  are vampy villains, an early &#39;80s soft rock soundtrack, outrageous \n  costumes, and elaborate special effects, culminating in a rollicking \n  mix of period samurai action by way of Flash Gordon and Zu: Warriors \n  from the Magic Mountain. \n\n  Eight Samurai came out at a time when period, costumed dramas in \n  Japan were in decline. Director and co-writer Kinji Fukasaku, best \n  known for revitalizing the yakuza film in the early &#39;70s with \n  stylized depictions of self-destructive anti-heroes, dove into the \n  jidai geki arena while envisioning a new breed of samurai film that \n  wasn&#39;t locked into the well-established conventions of the genre. \n  Samurai Reincarnation was his first attempt, yet by his own \n  admission, Legend of the Eight Samurai came far closer to matching \n  his ambitions. According to author Patrick Macias, it was to have \n  been the starting point for a series of films that never emerged, \n  despite the relative success of Fukasaku&#39;s previous swordplay films. \n\n  Eight Samurai is based in part on a series of mythic, 19th century \n  tales that were originally adapted into plays, radio programs and \n  early films. Co-screenwriter Toshio Kamata stripped down the series&#39; \n  innumerable cast of characters and authored a novel that became the \n  basis for this film. \n\n  One-time pop idols Hiroko Yakushimaru and Hiroyuki Sanada (The \n  Twilight Samurai) are paired up respectively as the brave Princess \n  Shizu and the brash footman and samurai-wannabe Shinbei, both of \n  whom become unlikely lovers caught up in a nightmarish world where \n  an eyeball-devouring old witch transforms into a giant centipede and \n  demons in human form command armies of murderous samurai and vixens \n  who breath and bleed deadly poison. With her clan cursed and wiped \n  out by a pair of vengeful souls reincarnated as immortal demons, \n  Shizu&#39;s only hope is to find eight warriors destined from birth to \n  aid her in destroying this evil. This includes the fighting monk \n  Dosetsu Inumura (Sonny Chiba) and his gun-totting companion, a \n  female assassin for hire (Etsuko Shihomi), a musician, a cave-\n  dwelling warrior, a young boy, a remorseful samurai in the demons&#39; \n  employ, and Shinbei himself. \n\n  Kinji Fukasaku creates a dark, yet vibrant fantasy world with \n  colorfully theatric costuming and sets and lots of magical special \n  effects from giant, flying serpents that carry their victims away to \n  dazzling light effects and pyrotechnics. The lead villains are made \n  memorable by scenes (mild by today&#39;s standards) of skinning the \n  flesh off young women or bathing nude in a bubbling pool of blood. \n\n  Implanted among this imagery is the top-notch action choreography of \n  Sonny Chiba and his Japan Action Club. After owning the screen in \n  the &#39;70s when it came to urban karate action, Chiba had turned his \n  sights to the period drama and increasingly, sci-fi or fantasy-\n  oriented films like the time-traveling G.I. Samurai (1979). Legend \n  of the Eight Samurai is an ambitious work with Chiba&#39;s proteges \n  Hiroyuki Sanada and Etsuko Shihomi both delivering excellent action \n  performances. As an assassin with a love-hate relationship with one \n  of the demons and an initial rivalry with one of her peers, Shihomi \n  shows off her swordplay skills on numerous occasions. With Chiba in \n  a supporting role, Sanada gets the lion&#39;s share of the heroic action \n  and it&#39;s well deserved. Throughout the film, he&#39;s seen carrying on \n  casual conversations while on a very spirited horse, swinging from \n  tree to tree like Tarzan, and deftly wallowing into a mob of \n  attackers with twin kama that look like straightened sickles. \n\n  There are a number of enjoyable fights, but the heroes&#39; storming of \n  the demon castle to save the captured princess is by far the film&#39;s \n  high point. There is a strong Conan the Barbarian feel to much of \n  the film, but particularly here where those giant snakes come into \n  play again and our explosives and sword-slinging heroes battle armed \n  grunts, traps and sorcery. \n\n  The only thing missing from Legend of the Eight Samurai is a \n  suitable soundtrack. Rather than go strictly with traditional \n  Japanese music, the filmmakers opted for pop music, specifically \n  soft rock and a theme song by John O&#39;Banion that could easily fit in \n  on a Time-Life compilation with the likes of Foreigner and Jefferson \n  Starship. Honestly, I despised it the first time through with the \n  American editing and English dubbing. But it works better with the \n  original Japanese version and should evoke a sort of nostalgic feel \n  for anyone who has fond memories of watching other fantasy movies of \n  the era like The Neverending Story and Ladyhawke. \n\n  http://tinyurl.com/47ved\n\n\n\n\n\n  ---\n  Samurai Archives: http://www.samurai-archives.com\n  Samurai Archives store: http://www.cafeshops.com/samuraiarchives\n  --- \n\n\n\n------------------------------------------------------------------------------\n  Yahoo! Groups Links\n\n    a.. To visit your group on the web, go to:\n    http://groups.yahoo.com/group/samuraihistory/\n      \n    b.. To unsubscribe from this group, send an email to:\n    samuraihistory-unsubscribe@yahoogroups.com\n      \n    c.. Your use of Yahoo! Groups is subject to the Yahoo! Terms of Service. \n\n\n\n\n[Non-text portions of this message have been removed]\n\n\n"
}