{
    "userId": 145759856,
    "authorName": "Kitsuno",
    "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
    "profile": "kitsuno",
    "replyTo": "LIST",
    "senderId": "kwTZQRxIJKRM8QOOJm9_XgWihO4zoYdeK9VnNv8cELPhlZiSJjJJkKVEnjo8z_m-NoWz6QJZ0R8I81B2L3MpQECY_pbtSE4mDXOMAse0fUyqN95hmCn84zM",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Film Review: the Hidden Blade",
    "postDate": "1109028834",
    "msgId": 6695,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGN2ZHI1MitvNG9vQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 0,
    "prevInTime": 6694,
    "nextInTime": 6696,
    "topicId": 6695,
    "numMessagesInTopic": 1,
    "msgSnippet": "Film Review: the Hidden Blade Tue Feb 15, 2005 9:40 PM ET By Kirk Honeycutt BERLIN (Hollywood Reporter) - Yoji Yamada s The Hidden Blade continues the",
    "rawEmail": "Return-Path: &lt;samurai-listowner@...&gt;\r\nX-Sender: samurai-listowner@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 220 invoked from network); 21 Feb 2005 23:33:54 -0000\r\nReceived: from unknown (66.218.66.172)\n  by m23.grp.scd.yahoo.com with QMQP; 21 Feb 2005 23:33:54 -0000\r\nReceived: from unknown (HELO n4a.bulk.scd.yahoo.com) (66.94.237.38)\n  by mta4.grp.scd.yahoo.com with SMTP; 21 Feb 2005 23:33:54 -0000\r\nReceived: from [66.218.69.5] by n4.bulk.scd.yahoo.com with NNFMP; 21 Feb 2005 23:33:54 -0000\r\nReceived: from [66.218.66.84] by mailer5.bulk.scd.yahoo.com with NNFMP; 21 Feb 2005 23:33:54 -0000\r\nDate: Mon, 21 Feb 2005 23:33:54 -0000\r\nTo: samuraihistory@yahoogroups.com\r\nMessage-ID: &lt;cvdr52+o4oo@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 3531\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Remote-IP: 66.94.237.38\r\nFrom: &quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;\r\nSubject: Film Review: the Hidden Blade\r\nX-Yahoo-Group-Post: member; u=145759856\r\nX-Yahoo-Profile: kitsuno\r\n\r\n\nFilm Review: the Hidden Blade\nTue Feb 15, 2005 9:40 PM ET\n\nBy Kirk Honeycutt\n\nBERLIN (Hollywood Reporter) - Yoji Yamada&#39;s &quot;The Hidden Blade&quot; \ncontinues the themes, settings and depiction of samurai heroism he \nso brilliantly developed in his last film, &quot;The Twilight Samurai&quot; \n(2002). A graceful pace allows Yamada to explore fully the life of a \nlower-caste samurai in a rural fiefdom, where money is always in \nshort supply and clan pressures lurk just outside his compound. \nYamada again turns to the short stories of Shuhei Fujisawa to draw \nan indelible portrait of a solitary samurai with an unyielding code \nof honor and dignity that never will allow him to stray even for a \nmoment into disgrace.\n\nAs with &quot;Twilight Samurai,&quot; which earned international appreciation \nand an Oscar nomination for best foreign-language film, &quot;The Hidden \nBlade&quot; will do well in urban specialty venues in many markets.\n\nStructurally, the two films are remarkably similar. (Yamada wrote \nthis screenplay with Yoshitaka Asama.) In the first act, a samurai \n(Masatoshi Nagase) must rescue a woman (Takako Matsu) being abused \nin her married life. The second act witnesses an unspoken love bloom \nbetween these two even as the samurai&#39;s loyalty is called into \nquestion by corrupt superiors.\n\nThe third act contains a dual to the death between the samurai, who \nnever has killed, and a man the clan has ordered him to kill. This \ntime, the opponent is a friend and brother samurai (Yukiyoshi \nOzawa), whose life he does not wish to take.\n\nThis new story takes place at the moment in the mid-19th century \nwhen European weaponry and military strategies are imported into \nJapan&#39;s conservative, feudal society. Much of this is played for \ncomedy as soldiers awkwardly struggle to understand rifles, cannons \nand alien military training so at odds with the old-school methods \nof sword and knife. Yet you sense a kind of moral corruption has \nentered Japanese society, too, ushered in by these new and \nimpersonal weapons.\n\nThe hero in both stories is virtually the same man, who very much \nrepresents the old school. His unswerving righteous might be boring \nwere it not so fascinating to watch the samurai maneuver in a \ndifficult society where divided loyalties and easy corruption litter \nhis daily path. Similarly, the beauty and purity of the heroine \nmight come off as bland were it not so touching to watch the \nmistreated woman blossom in the samurai&#39;s warm and caring household.\n\nYamada has performed a minor miracle with these two samurai films: \nHe has managed a portrait of goodness and virtue that is neither \ncynical nor contrived. The director clearly believes in the samurai \nspirit and code. By reviving it on the screen with such empathy, \nYamada demonstrates the true complexity of a simple life lived well.\n\nThis is a marvelously produced film from its quiet appreciation for \nthe countryside to the minute details in its interior design. A \nmostly Western-style music score by Isao Tomita skillfully \nintertwines the classic with the intimate. \n\nCast: Munezo Katagiri: Masatoshi Nagase; Kie: Takako Matsu; Samon \nShimada: Hidetaka Yoshioka; Yaichiro Hazama: Yukiyoshi Ozawa, Shino: \nTomoko Tabata.\n\nDirector: Yoji Yamada; Screenwriters: Yoji Yamada, Yoshitaka Asama; \nBased on stories by: Shuhei Fujisawa; Producer: Junichi Sakomoto, \nTakeo Hisamatsu, Hiroshi Fukasawa, Ichiro Yamamoto; Director of \nphotography: Mutsuo Naganuma; Music: Isao Tomita; Costumes: Kazuko \nKurosawa; Editor: Iwao Ishii.\n\nReuters/Hollywood Reporter \n\n\n\n\n\n"
}