{
    "userId": 145759856,
    "authorName": "Kitsuno",
    "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
    "profile": "kitsuno",
    "replyTo": "LIST",
    "senderId": "kLgrnZfZMzuzpXNd6mjM2Qy4HfZo21fqc2qb1Y2LBjZS040EhjifonztRgM33uhoOyGryjgp-gH5BtDsQ21xjF_6j1GcCUlYwvkfk05mrG-OEDXRzPnGNPc",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "Review: Hanzo the Razor: The Snare (1973)",
    "postDate": "1114136766",
    "msgId": 6962,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGQ0OW5idSt2YTd2QGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 0,
    "prevInTime": 6961,
    "nextInTime": 6963,
    "topicId": 6962,
    "numMessagesInTopic": 1,
    "msgSnippet": "REVIEWS Hanzo the Razor: The Snare (1973) AKA: n/a Premise: Renegade officer Hanzo s (Shintaro Katsu) investigation of a fouled abortion at the hands of a",
    "rawEmail": "Return-Path: &lt;samurai-listowner@...&gt;\r\nX-Sender: samurai-listowner@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 57677 invoked from network); 22 Apr 2005 02:26:10 -0000\r\nReceived: from unknown (66.218.66.216)\n  by m29.grp.scd.yahoo.com with QMQP; 22 Apr 2005 02:26:10 -0000\r\nReceived: from unknown (HELO n25.bulk.scd.yahoo.com) (66.94.237.54)\n  by mta1.grp.scd.yahoo.com with SMTP; 22 Apr 2005 02:26:10 -0000\r\nReceived: from [66.218.66.59] by n25.bulk.scd.yahoo.com with NNFMP; 22 Apr 2005 02:26:09 -0000\r\nReceived: from [66.218.66.90] by mailer8.bulk.scd.yahoo.com with NNFMP; 22 Apr 2005 02:26:09 -0000\r\nDate: Fri, 22 Apr 2005 02:26:06 -0000\r\nTo: samuraihistory@yahoogroups.com\r\nMessage-ID: &lt;d49nbu+va7v@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 4621\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Msg-Info: 1:12:0\r\nFrom: &quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;\r\nSubject: Review: Hanzo the Razor: The Snare (1973)\r\nX-Yahoo-Group-Post: member; u=145759856\r\nX-Yahoo-Profile: kitsuno\r\n\r\n\nREVIEWS \n\nHanzo the Razor: The Snare (1973) \n\nAKA: n/a\n\nPremise: Renegade officer Hanzo&#39;s (Shintaro Katsu) investigation of \na fouled abortion at the hands of a cult-like practitioner leads him \nto a twisted S&M party hosted by a Buddhist nun and attended by a \nhigh-ranking treasury officer he had previously insulted. As a \nresult of this insult, Hanzo is put on his toughest case yet, to \ncatch the country&#39;s most notorious thief. \n\nReview: Round two in the Hanzo the Razor samurai exploitation \ntrilogy sees Shintaro Katzu (The Tale of Zatoichi) return to the \nrole of a tough-as-nails police officer out to uncover corruption \nwith an array of fierce weaponry, torture practices and his \noversized penis with which he uses to interrogate his female \nsuspects into pleasured compliance. It&#39;s part gut-wrenching \nchambara, part sleazy sexploitation and all live-action manga from \nthe creator of Lone Wolf and Cub.\n\nEasily-offended viewers beware. The Snare and its two companion \nfilms are not your typical samurai movies. Filled with unrepentant \nviolence and sexual depravity, they are Shintaro Katsu&#39;s answer to \nthe popular Western exploitation films of the early &#39;70s. And of the \nthree, The Snare is probably the most sensational.\n\nIt kicks off with a bang as Hanzo and his loyal deputies chase down \na pair of petty thieves, only to end up in a tussle with samurai in \nthe employ of a high-ranking treasury officer. This sets Hanzo on a \ncollision course with trouble as he makes enemies of the officer&#39;s \nsamurai bodyguard and ends up having to take on the country&#39;s most \nnotorious thief or face the possibility of ritual suicide. Of \ncourse, he goes about his business with his usual lack of tact and \ndiscretion. This includes tracing a string of ritualistic abortions \nto an S&M gathering at a Buddhist Temple where nuns are kidnapping \nand drugging women to satisfy the sadistic pleasures of the treasury \nofficer and a group of business owners. Unable to prove the \nofficer&#39;s involvement, Hanzo tortures and pleasures the head nun \ninto a full confession. With his career and life at stake, Hanzo \ntakes on the mission to bring in the country&#39;s most dangerous \ncriminal, a killer and thief named Shobei Hamajima (Kei Sato). Hanzo \nsets a trap at the treasury by hiding away with the female steward, \na widow he decides needs a little special attention in order to keep \nher from giving his presence away when the thief arrives.\n\nJapan is known for creating some pretty eccentric entertainment. One \nlook at the adult anime and manga business will provide plenty of \nexamples. Even so, there is little to prepare a viewer for the Hanzo \nfilms. The Snare is easily one of the most outrageous samurai movies \never made and probably has more in common with Hong Kong&#39;s category \nIII period films like Sex and Zen than your typical samurai \nactioner. Shintaro Katsu shamelessly runs around half naked through \nthe film, conditioning his enlarged manhood with a stick, defiling a \nsack of rice with it, and jamming it into reluctant women who are \nquick to call out for more. At one point, he is nearly crushing a \nbald nun&#39;s legs with the weight of large bricks and the next, has \nher suspended from the ceiling and spinning in delight as \nhe &quot;probes&quot; her for more information while threatening to stop.\n\nKatsu&#39;s &quot;gift&quot; to Japanese cinema is in creating a winning formula \nand revisiting it over and over again without fully tapping it dry \nas he did with the Zatoichi franchise. While keyed up a bit, this \nfilm is essentially a rehash of the first, Sword of Justice. It \nimproves in its pacing and exploitive nature, while appearing less \nof an overt rip-off of blaxploitation cinema. With a nod to the cult-\nlike fetishes of European trash cinema of the day and a ramping up \nof topless nudity, sadist action and grizzly deaths, Katsu even more \nclearly defines his exploitive take on the samurai genre. However, \nits these same features that will undoubtedly turn off more \nmainstream audiences whose preferences lean towards compelling \nperiod drama and classical swordplay.\n\nAny way you slice it, The Snare is still just just Shintaro Katsu&#39;s \nsensational attempt to cash in on a trend and neither represents the \njidei geki well nor his abilities as an action film star. Anyone not \neasily offended who is looking for something out of the ordinary \nmight find this of interest. Typical chambara fans would be better \nserved by sticking with Katsu&#39;s equally exploitive, but more action-\noriented Lone Wolf and Cub films. \n\n- Mark Pollard\n\nhttp://www.kungfucinema.com/reviews/hanzotherazor02_042005.htm\n\n\n\n\n"
}