{
    "userId": 83723518,
    "authorName": "midorinotoradesu",
    "from": "&quot;midorinotoradesu&quot; &lt;BKIRKHAM@...&gt;",
    "profile": "midorinotoradesu",
    "replyTo": "LIST",
    "senderId": "qt-C5LO6mEx41v5MLkwxTrkTgn_HpbKIFZm_FfTaxUj3O8R3sfUnacxSVHIgwpZwkudX7DsbmmWCcHxTLwBNuRwXXxmuy-ivKyDsrMe_",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: Samurai&#39;s and ninja&#39;s - the link?",
    "postDate": "1018150428",
    "msgId": 699,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGE4b2Vtcys3MDRhQGVHcm91cHMuY29tPg==",
        "inReplyToHeader": "PGE4bnY0Nis1MGcwQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 698,
    "nextInTopic": 700,
    "prevInTime": 698,
    "nextInTime": 700,
    "topicId": 696,
    "numMessagesInTopic": 22,
    "msgSnippet": "In addition to this insightful reply, I d like to add what I know of the Ninja origin.   From what I have read, Ninja began as militant monks or warrior monks,",
    "rawEmail": "Return-Path: &lt;BKIRKHAM@...&gt;\r\nReceived: (qmail 67112 invoked by uid 7800); 7 Apr 2002 06:31:54 -0000\r\nX-Sender: BKIRKHAM@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (EGP: mail-8_0_3_1); 7 Apr 2002 03:33:51 -0000\r\nReceived: (qmail 38336 invoked from network); 7 Apr 2002 03:33:51 -0000\r\nReceived: from unknown (66.218.66.217)\n  by m10.grp.scd.yahoo.com with QMQP; 7 Apr 2002 03:33:51 -0000\r\nReceived: from unknown (HELO n19.grp.scd.yahoo.com) (66.218.66.74)\n  by mta2.grp.scd.yahoo.com with SMTP; 7 Apr 2002 03:33:51 -0000\r\nReceived: from [66.218.67.184] by n19.grp.scd.yahoo.com with NNFMP; 07 Apr 2002 03:33:50 -0000\r\nDate: Sun, 07 Apr 2002 03:33:48 -0000\r\nTo: samuraihistory@yahoogroups.com\r\nSubject: Re: Samurai&#39;s and ninja&#39;s - the link?\r\nMessage-ID: &lt;a8oems+704a@...&gt;\r\nIn-Reply-To: &lt;a8nv46+50g0@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 3536\r\nX-Mailer: Yahoo Groups Message Poster\r\nFrom: &quot;midorinotoradesu&quot; &lt;BKIRKHAM@...&gt;\r\nX-Yahoo-Group-Post: member; u=83723518\r\nX-Yahoo-Profile: midorinotoradesu\r\nX-eGroups-Approved-By: kitsuno &lt;kitsuno@...&gt; via email; 7 Apr 2002 06:31:54 -0000\r\n\r\nIn addition to this insightful reply, I&#39;d like to add what I know of the \nNinja origin.   From what I have read, Ninja began as militant \nmonks or warrior monks, who were pretty much hated by most of \nthe Samurai.  In fact, it is said that Nobunaga had many battles \nwith these types of monks.  Because of their zeal, militant \nprowess, and great numbers; many of those in power regaurded \nthem as a serious threat.  Out of persecution and thus the need \nto be  less obvious, the Ninja developed techniques which were \nakin to today&#39;s stealth technology.  They were later hired into \nservice to use these skills for the purposes of the Samurai.  \nThey seemed to be a necessary evil.  I say evil because the way \nof the Ninja fully contradicts Bushido.  It is a system without \nhonor.  And many Samurai were defenseless, afraid, and \ndisgusted by Ninja tactics.  The Samurai seek glory through one \non one victories over great opponents in open combat.  While a \nNinja would sneak into one&#39;s home under the blanket of night to \nnamelessly slaughter whoever he was hired to kill.  They were \nalso spies as before mentioned by sineism.  \nThe only simalarity between Ninja and Samurai are that they \nwere sometimes both under conscription of a lord.  Samurai are \nmore often regaurded as retainers but Ninja would sometimes \nalso be retainers instead of the more common mercenary Ninja.  \nGreat Diamyos and Shoguns are usually rumored to have used \nNinja.  This was not normally  public knowledge until the \nTokugawa government was well in place.  This is because it \nwas shameful for a great lord to stoop to such tactics in a world \ndominated by Samurai with thier unique code of ethics.  Most \nwould openly deny use of Ninja, but it seemed to be a common \npractice.  Ninja if caught by the enemy were certain to recieve the \nmost heinous death that his captors could imagine.  They were \nmost often regaurded by the Samurai as despiccable and \ndisgusting.\nFrom my experience with Japanese jidai (period) films, one \ntheory is that some Samurai were also Ninja(being of a Samurai \nfamily but having the special mission of  being Ninja) .  \nOne thing I am absolutely certain of is that Ninja did exist.  It \nwould preposterous to suggest that such a well documented \nclass of warrior did not exist.  Ninja films have  been in \nJapanese cinema since the 1920&#39;s.  If you go to any of the \nweapon&#39;s or antique dealers in Japan you are likely to find an \nauthentic Ninja jacket.  There are countless other examples as \nproof of thier existence.  The origin however is suspect ; clouded \nby mystery and superstition.  Hard facts are sometimes difficult \nto find.\nHope that helps.\n\nmidorinotoradesu\n--- In samuraihistory@y..., &quot;sinseism&quot; &lt;sinseism@y...&gt; wrote:\n&gt; \n&gt; Konnichiwa\n&gt; \n&gt;  Ninja had really existed ,but some descriptions in mangas \nand movies \n&gt; are a little exaggerated.\n&gt; Ninja was often called Shinobi (same kanji character is used \nin &quot;nin&quot; \n&gt; of &quot;ninja&quot; and &quot;shinobi&quot;,meaning &quot;hide&quot; or so. Many daimyo \nwarlords \n&gt; in Sengoku era had ninja corps.\n&gt; Generally, their social status was much lower than \nsamurai.But among \n&gt; them,like Hattori Hanzou ,the most famous ninja who was the \nhead of \n&gt; Iga ninja corps, some ninjas were regarded as samurai.He \nwas one of \n&gt; the most important men of Tokugawa Ieyasu, the 1st \nTokugawa shogun.\n&gt; \n&gt;  Ninja worked mainly as a spy and an assassin.Some say \nTakeda Shingen \n&gt; and Uesugi Kensin,known as the warlords who used ninja \neffectively, \n&gt; were killed by ninja.\n&gt;   \n&gt; \n&gt;     Shinsei\n\n\n"
}