{
    "userId": 145759856,
    "authorName": "Kitsuno",
    "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
    "profile": "kitsuno",
    "replyTo": "LIST",
    "senderId": "N6E7hXRsTa9HxVq_07ydp_UXTpNhjA9Y0VUzU-zb9AUER087QPH9WRtVlDQfoE1WB9AFd348AlUwDYt0LXC_NXc0Z2FE60qL3tFAs8jWQgQWRMuEdfltX3Y",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "Article: Shogun: The facts behind the fiction",
    "postDate": "1115417269",
    "msgId": 7049,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGQ1Z3BybCtrcWxvQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 0,
    "prevInTime": 7048,
    "nextInTime": 7050,
    "topicId": 7049,
    "numMessagesInTopic": 1,
    "msgSnippet": "Shogun: The facts behind the fiction http://news.independent.co.uk/uk/this_britain/story.jsp?story=635979 A new exhibition at the Royal Armouries museum in",
    "rawEmail": "Return-Path: &lt;samurai-listowner@...&gt;\r\nX-Sender: samurai-listowner@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 8431 invoked from network); 6 May 2005 22:08:11 -0000\r\nReceived: from unknown (66.218.66.217)\n  by m30.grp.scd.yahoo.com with QMQP; 6 May 2005 22:08:11 -0000\r\nReceived: from unknown (HELO n5a.bulk.scd.yahoo.com) (66.94.237.39)\n  by mta2.grp.scd.yahoo.com with SMTP; 6 May 2005 22:08:11 -0000\r\nReceived: from [66.218.69.5] by n5.bulk.scd.yahoo.com with NNFMP; 06 May 2005 22:07:52 -0000\r\nReceived: from [66.218.66.83] by mailer5.bulk.scd.yahoo.com with NNFMP; 06 May 2005 22:07:52 -0000\r\nDate: Fri, 06 May 2005 22:07:49 -0000\r\nTo: samuraihistory@yahoogroups.com\r\nMessage-ID: &lt;d5gprl+kqlo@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Transfer-Encoding: quoted-printable\r\nContent-Length: 9526\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Msg-Info: 1:12:0\r\nFrom: &quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;\r\nSubject: Article: Shogun: The facts behind the fiction\r\nX-Yahoo-Group-Post: member; u=145759856\r\nX-Yahoo-Profile: kitsuno\r\n\r\nShogun: The facts behind the fiction\nhttp://news.independent.co.uk/uk/this_=\r\nbritain/story.jsp?story=3D635979\nA new exhibition at the Royal Armouries mu=\r\nseum in Leeds explores the \nextraordinary career of Tokugawa Ieyasu, the ma=\r\nn who unified Japan \nand inspired a bestselling novel. By Louise Jury\n06 Ma=\r\ny 2005\n\n\nHe was called Lord Toranaga in James Clavell&#39;s book for the sake o=\r\nf \nartistic licence; it permitted a love interest for which there was \nno d=\r\nocumentary proof. But the real Shogun who inspired the \nbestseller and subs=\r\nequent television drama was Lord Tokugawa Ieyasu, \none of the most outstand=\r\ning figures in Japanese history and a lord \nstill revered in his homeland 4=\r\n00 years after his death.\n\nNow 30 years after Clavell&#39;s book was acclaimed =\r\nfor &quot;[taking] the \nWestern world into a completely different world&quot;, an exh=\r\nibition at \nthe Royal Armouries museum in Leeds is to tell the real-life st=\r\nory \nof the 17th-century leader.\n\nUsing more than 50 precious objects, most=\r\n lent for the first time by \nthe Nikko Toshogu shrine where the lord was bu=\r\nried after his death \nin 1616, the exhibition will explore his power and in=\r\ntelligence and \nshow how he established a dynasty that ruled a newly stabil=\r\nised and \npeaceful Japan for 250 years.\n\nSo sacred are some of the objects =\r\nconsidered that two Shinto priests \nwill safeguard their journey to Britain=\r\n for the show, which will run \nfrom 6 June to 30 August. Shogun armour sent=\r\n by Lord Tokugawa for \nKing James I and still in the Royal Armouries collec=\r\ntion will be a \nhighlight. The diary of the British captain, John Saris, wh=\r\no brought \nthe gifts to the king, will be lent by the British Library. But =\r\nfour-\nfifths of the exhibits will come from Japan, including decorative \nan=\r\nd functional items illustrating his martial prowess and his \ninterests in a=\r\nstronomy and the art.\n\nYet when Lord Tokugawa was born in 1543, his dominat=\r\nion could not \nhave been predicted. He was the son of a minor territorial l=\r\nord at a \ntime when Japan had been riven with civil war for a couple of \nce=\r\nnturies. In the following decades, the feuding territorial lords \nwere grad=\r\nually overcome and united, under the warriors Oda Nobunaga \nand then Toyoto=\r\nmi Hideyoshi. Tokugawa Ieyasu, who fought his first \nbattle aged 16 and wou=\r\nld fight his last more than half a century \nlater, had a tough training und=\r\ner both men. At one stage, he was \nforced to kill his wife while his first =\r\nson committed suicide to \nsatisfy lords who suspected him of disloyalty.\n\nU=\r\npon Hideyoshi&#39;s death, Tokugawa swore allegiance to the warrior&#39;s \nfamily, =\r\nbut did prove disloyal when, in 1600, he fought and defeated \nHideyoshi&#39;s s=\r\nupporters at the battle of Seki-ga-Hari, a bloody \nbattle which saw 36,000 =\r\nleft dead or seriously injured in a single \nday.\n\nAfter that, he was grante=\r\nd the title of Shogun, or military leader \nof Japan, which meant that he wa=\r\ns running the country. While the \nostensible rulers were Japan&#39;s emperors, =\r\nfrom the 13th century they \neffectively abrogated power to the military. &quot;T=\r\nhe emperors were \nthere in the imperial palace in Kyoto, powerless paupers,=\r\n carrying \nout a few ceremonial duties,&quot; said Ian Bottomley, the senior cur=\r\nator \nof oriental arms and armour at the Royal Armouries.\n\nWhat was extraor=\r\ndinary about Lord Tokugawa was that he did not \nsimply consolidate his posi=\r\ntion in Japan. He began to look outwards \nto countries, such as Portugal an=\r\nd Holland, whose traders and \nmissionaries had begun to make contact during=\r\n the 16th century.\n\n&quot;What is quite staggering, really, is that he tried to =\r\nestablish \ndiplomatic relations with the crowned heads of Europe,&quot; Mr Botto=\r\nmley \nsaid. &quot;Here was this country on the far side of the world which the \n=\r\npeople of Europe had hardly heard about. It was almost mythical. But \nIeyas=\r\nu sent diplomatic gifts to the kings of England, France and \nSpain and to t=\r\nhe Pope. He also dealt with nearer countries like \nThailand. He was putting=\r\n Japan on the diplomatic map.&quot;\n\nOne of his main ways of doing so was throug=\r\nh Will Adams, the \nEnglishman who inspired Clavell&#39;s character, John Blackt=\r\nhorne, \nplayed by the actor Richard Chamberlain on television.\n\nAdams, who =\r\nwas born in Kent in 1564, learned shipbuilding, astronomy \nand navigation a=\r\ns a shipyard apprentice before becoming a sailor. In \n1598, he set sail wit=\r\nh a Dutch fleet which became stranded in Japan \nafter a typhoon and the cre=\r\nw imprisoned in a castle in Osaka on the \nShogun&#39;s orders. But the Shogun t=\r\nook a liking to Adams and \neventually made him a diplomatic and trade advis=\r\ner, bestowing great \nprivileges upon him as some recompense for refusing hi=\r\nm permission \nto leave his court.\n\nMr Bottomley said Lord Tokugawa was a cl=\r\never man who appreciated \nwhat he could learn from the young Englishman and=\r\n saw the advantages \nthat could be obtained by contact with the West. &quot;A lo=\r\nt of people in \nJapan were very inward-looking,&quot; Mr Bottomley said. &quot;But Ie=\r\nyasu was \na very learned man. He studied navigation and astronomy with Will=\r\n \nAdams and was interested in the world. Adams was considered too \nvaluable=\r\n to be able to leave.&quot;\n\nTokugawa Ieyasu was Shogun for a couple of years be=\r\nfore ceding power \nto one of his five sons. But effectively his rule contin=\r\nued until \nhis death, bolstered by having his children in positions of \naut=\r\nhority across Japan and by tactics such as holding the wives and \nfamilies =\r\nof the territorial lords hostage at the Shogun palace at \nEdo (later Tokyo)=\r\n. He is remembered for his successful unification \nof Japan and for bequeat=\r\nhing it a long-absent stability through the \nestablishment of the Tokugawa =\r\ndynasty.\n\nMavis Pilbeam, the author of a children&#39;s book on Japan under the=\r\n \nShoguns and a British Museum librarian, said the relative peace \nenabled =\r\nJapan&#39;s cultural life to flourish - painting, calligraphy, \ntheatre and mus=\r\nic were already a well-established part of upper-\nclass life. &quot;It was an ex=\r\ntremely sophisticated court at Edo. The \nShogun had their own artists. They=\r\n had Noh-style theatre and music. \nThey were very cultured in that way,&quot; sh=\r\ne said. And all the textiles \nand cloths were fantastic. Silk was made in J=\r\napan at that time and \nthere were high-class ceramics. They had mastered th=\r\ne art of \nporcelain, which they took from the Chinese and the Koreans. What=\r\n \nhappened under the Tokugawa Shogunate was that because of the \ncomparativ=\r\ne peace, it was a wonderful period for the arts, [such as] \nthe Ukiyo-e sch=\r\nool of floating world pictures.&quot;\n\nMerchants, though at the bottom of the fo=\r\nur-tier social order topped \nby the samurai, had money to spare on such del=\r\nights because the \nwarring had stopped. There was a proliferation of woodcu=\r\nt prints and \nmore lavish textiles and ceramics. The British Museum is stag=\r\ning its \nown exhibition at the end of June of prints of heroes of the kabuk=\r\ni \ntheatre in Osaka between 1789 and 1830.\n\nArms and armour became more orn=\r\namental as they were no longer \nrequired for real fighting, but became larg=\r\nely ceremonial.\n\nThe teachings of the Chinese philosopher Confucius, who ad=\r\nvocated \nkeeping people in their place amongst other things, gained \npromin=\r\nence.\n\nYet, after Lord Tokugawa Ieyasu&#39;s death, many of these developments =\r\n\ntook place behind closed doors. From 1639 until the middle of the \n19th ce=\r\nntury, Japan ceased dealing with all foreigners, bar the \nDutch who were al=\r\nlowed trading rights at Nagasaki. The Shogun feared \nWesterners wanted to t=\r\nake the country over. Only in the middle of \nthe 19th century did the Ameri=\r\ncans infiltrate Japanese isolation and \nthe country re-opened to the West.\n=\r\n\nThis prompted a renewed fascination with Japan as seen in the \nGilbert and=\r\n Sullivan operetta The Mikado and later in Puccini&#39;s \nopera Madame Butterfl=\r\ny as well as Japanese influence on garden \ndesign, the arts and crafts move=\r\nment and even art nouveau, Ian \nBottomley said. Japan was added to the Gran=\r\nd Tour after Europe, \nIndia and America. After a lull during the war, it wa=\r\ns revived in \nthe Sixties, ripe for Clavell&#39;s book in 1975, whichsold seven=\r\n \nmillion copies. &quot;What Clavell was writing was fiction. He changed \nnames =\r\nso he could play with history, but he didn&#39;t modify it much. \nHe just didn&#39;=\r\nt use the names Ieyasu or Will Adams,&quot; he said.\n\nFor the Royal Armouries, i=\r\nnterest in Lord Tokugawa Ieyasu stemmed \nfrom his gift of the armour, which=\r\n is now one of the most highly \nprized items in its collection. Peter Armst=\r\nrong, the Armouries&#39; \ndirector, said it had begun to forge a relationship w=\r\nith the Nikko \nshrine several years ago with a view to further understandin=\r\ng of the \narmour and other objects in its collections.\n\nThe shrine, now a W=\r\norld Heritage site, is one of the most visited in \nJapan though it was not =\r\nLord Tokugawa&#39;s original resting place. He \nwas moved there by imperial dec=\r\nree a year after his death. This \nshrine, too, was deemed too modest and wa=\r\ns extended using 4.5 \nmillion craftsmen and labourers working for 17 months=\r\n at a cost of \n=A3200m in today&#39;s money. The receipts and wages bill are st=\r\nill kept \nwithin the shrine complex.\n\n&quot;It has taken about six or seven year=\r\ns to get them to release \nobjects that are sacred,&quot; Mr Armstrong said. &quot;It&#39;=\r\ns like lending \nbibles from cathedrals.&quot;\n\nWhether British visitors will gra=\r\nsp the sacred significance remains \nto be seen despite the Royal Armouries&#39;=\r\n best efforts to be \nsensitive. At the very least, this exhibition will sho=\r\nw fans of Star \nWars the cultural roots of the look of Darth Vader, an infl=\r\nuence no \none could have predicted in Edo 400 years ago.\n\nThe Life of Lord =\r\nTokugawa Ieyasu runs at Royal Armouries, Leeds, \nfrom 6 June to 30 August \n=\r\n\n\n\n\n"
}