{
    "userId": 61281048,
    "authorName": "Nate Ledbetter",
    "from": "Nate Ledbetter &lt;ltdomer98@...&gt;",
    "profile": "ltdomer98",
    "replyTo": "LIST",
    "senderId": "VMf2VgtHKSmxJupI0Uk-4_tbBBwgFRUAcl7IsjaTojCOW_3QN8J8jWe4JtgzWRwwHlTxIcpDtQ7cYu0rtAicKBTr6Vd_jarm9zQu",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "Re: [samuraihistory] New Ninja documentary",
    "postDate": "1115617838",
    "msgId": 7058,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDUwNTA5MDU1MDM5LjQzODE4LnFtYWlsQHdlYjMyMTAyLm1haWwubXVkLnlhaG9vLmNvbT4=",
        "inReplyToHeader": "PDAyNDQwMWM1NTQ0ZiRkYjkxMjgwMCRjNzU4YWFjZkB0ZXhhcy5uZXQ+"
    },
    "prevInTopic": 7056,
    "nextInTopic": 7059,
    "prevInTime": 7056,
    "nextInTime": 7059,
    "topicId": 7043,
    "numMessagesInTopic": 73,
    "msgSnippet": "... Would logic fit what you are looking for? Have you read his Secret Ninja Fighting Arts ? It s a joke. Aside from the fact that the man claims to have",
    "rawEmail": "Return-Path: &lt;ltdomer98@...&gt;\r\nX-Sender: ltdomer98@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 86891 invoked from network); 9 May 2005 05:51:51 -0000\r\nReceived: from unknown (66.218.66.167)\n  by m24.grp.scd.yahoo.com with QMQP; 9 May 2005 05:51:51 -0000\r\nReceived: from unknown (HELO web32102.mail.mud.yahoo.com) (68.142.207.116)\n  by mta6.grp.scd.yahoo.com with SMTP; 9 May 2005 05:51:50 -0000\r\nReceived: (qmail 43820 invoked by uid 60001); 9 May 2005 05:50:39 -0000\r\nComment: DomainKeys? See http://antispam.yahoo.com/domainkeys\r\nMessage-ID: &lt;20050509055039.43818.qmail@...&gt;\r\nReceived: from [143.46.96.69] by web32102.mail.mud.yahoo.com via HTTP; Sun, 08 May 2005 22:50:38 PDT\r\nDate: Sun, 8 May 2005 22:50:38 -0700 (PDT)\r\nTo: samuraihistory@yahoogroups.com\r\nIn-Reply-To: &lt;024401c5544f$db912800$c758aacf@...&gt;\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=us-ascii\r\nX-eGroups-Msg-Info: 1:12:0\r\nFrom: Nate Ledbetter &lt;ltdomer98@...&gt;\r\nSubject: Re: [samuraihistory] New Ninja documentary\r\nX-Yahoo-Group-Post: member; u=61281048\r\nX-Yahoo-Profile: ltdomer98\r\n\r\n\n--- Oniyama &lt;oniyama@...&gt; wrote:\n\n&gt; I am curious as to how you came by the information\n&gt; which led you to believe\n&gt; that Stephen Hayes is a fraud. \n\nWould &quot;logic&quot; fit what you are looking for? Have you\nread his &quot;Secret Ninja Fighting Arts&quot;? It&#39;s a joke.\nAside from the fact that the man claims to have lived\nin Japan and speak Japanese and yet he can&#39;t romanize\nanything correctly, nor does he understand the\nsimplest of phrases. As somebody who&#39;s studied the\nJapanese language for over 10 years and Japanese\nhistory for 22, I find it ridiculous to think that an\n&quot;expert&quot; doesn&#39;t know how to pronounce/spell\nvocabulary inherent to his topic. His &quot;research&quot; into\n&quot;ninja history&quot; is comical at best--Japanese school\nchildren could set him straight, yet he&#39;s a published\nauthor? If I had the book in front of me now, I could\ngenerate you a list 3 pages long--however, I can&#39;t\nstomach the thought of reading that putrid excuse for\n&quot;research&quot; again. \n\nI am particularly interested in what\n&gt; is the specific Hollywood\n&gt; misinformation you attribute to Mr. Hayes.\n\n1. Straight &quot;Ninja-to&quot;. Didn&#39;t exist. He is, as far as\nI can tell, the proponent of the myth. He discusses it\nin his books, and the use of it in movies seems to\ndate from around the same time he became a Hollywood\n&quot;consultant&quot;. Seen many Japanese produced movies\ninvolving Shinobi/Ninja? You don&#39;t find any straight\nswords. You don&#39;t see any in museums, you don&#39;t find\nany in flea markets. They didn&#39;t exist.\n\n2. The &quot;Black Uniform&quot; phenomenon. Black outlines at\nnight, which is why a. modern special forces units do\nnot use black uniforms even at night, and b. the\nIga-Ueno Ninja museum specifically displays a blue\nnightsuit for covert work. Hayes won&#39;t be seen outside\nof his black pjs. It&#39;s well documented (Turnbull, for\none, if you&#39;d like an English source) that the common\nimage of &quot;ninja&quot; in black stems from Kabuki/Bunraku\nstage conventions. Both stage formats have assistants\non stage in black--their wearing of all black\nindicates to the audience that they are &quot;not seen&quot;,\nand are to be ignored. When faced with the problem of\nportraying assasins with mythical skills, playwrights\nhit upon the idea of putting them in black, to\nindicate they were &quot;invisible&quot;. It stuck. \n\nLet&#39;s use some common sense here--you&#39;re a doshin in\nEdo, and you see some guy walking down the street in\nblack kimono, kobakama, tabi, and a mask. Aren&#39;t you\ngoing to be the least bit suspicious and take him in\nfor questioning? \n\n  If I am\n&gt; reading your post\n&gt; correctly, you seem to indicate that Masaaki Hatsumi\n&gt; is a fraud.  Could you\n&gt; also present your basis for this as well?\n\nConnection with Hayes? Both Hatsumi and Hayes may very\nwell be excellent martial artists. Historians they are\nnot, and it is my opinion--note I said opinion--that\n&quot;ninjutsu&quot; is a marketing tool for them. \n\n Who has\n&gt; Mr. Hayes or Mr. Hatsumi\n&gt; drefrauded and how? \n\nAnyone who believes their versions of history, for\none. \n\nYou also mentioned history\n&gt; books.  What specific history\n&gt; books do you feel we should be reading so that &quot;this\n&gt; crap wouldn&#39;t keep\n&gt; coming back&quot; and while we are at it, to what\n&gt; specific &quot;crap&quot; are you\n&gt; referring?\n\nAnything not connected with &quot;Martial Arts Weekly&quot;\nwould be a start. Turnbull is an acceptable starting\nplace, I suppose, though his research is questioned by\nmany. I&#39;ve got no problem with his research per\nse--only his repetitiveness from book to book and his\nhorrible editing. But, he&#39;s a good place to start. AJ\nBryant is pretty good too. GB Sansom, Mary Berry,\nBottomley & Hopson...out of the group, only Turnbull\nhas put out a book on &quot;ninja&quot;. Why? Because you can\nget enough about special operations, assasinations,\netc. in Japanese history without focusing on the word\n&quot;ninja&quot;. The word is a later phenomenon--check out\ntexts from the Sengoku or before. Koyo Gunkan,\nShinchoukouki, etc. You might find &quot;shinobi no mono&quot;,\nbut often enough you either get &quot;kusa&quot; (grass--an\nallusion to their role as scouts) or simply a\ndescription of the act, not the person who acted.\nNinja weren&#39;t some secret peasant society, either.\nHattori Hanzo? A samurai retainer of Tokugawa Ieyasu.\nYagyuu Jubei? From the Yagyuu family, a samurai family\nfrom Iga, who controlled the fief around Ueno and\nlater served as kenjutsu instructors to the Tokugawa\nbakufu. Sure, they probably trained in a wider arrange\nof war-making skills than your average samurai, to\ninclude subterfuge, stealth, etc., but is this any\ndifferent than military units/operatives who study the\nsame things now? Are Rangers or Green Berets a\nmystical cult? No--they&#39;re military operatives with\ndifferent training and missions than your normal\nsoldier. What we call ninja now were no different than\nthat. Could you call a maid hired to pass information\nshe overhears in her ladies chamber a shinobi? Sure\nyou could. Does she necessarily have to be trained to\nadminister death 37 different ways with a chopstick?\nOf course not. \n\n Your post gives the impression that you\n&gt; have reseached Mr. Hayes\n&gt; and Mr. Hayes.  What methodolgy did you use for this\n&gt; reseach?  How much time\n&gt; was put into it?  What qualifications do you\n&gt; personally hold to make a valid\n&gt; assesment whether or not the activities of Mr. Hayes\n&gt; or Mr. Hatsumi are\n&gt; fraudlent?  \n\nYou mean, other than a functioning brain and a working\nlevel knowledge of Japanese and Japanese history?\nNone, I suppose. If you want to buy into the hype, be\nmy guest. However, this is a HISTORY email list, not a\nmartial arts list. I study Japanese HISTORY, not\nmartial arts. Hayes or Hatsumi may have excellent\ntechniques for arm locks or foot sweeps--however, when\nyou can&#39;t accurately reproduce historical facts that I\ncould ask of the 5 year old girl next door, then you\nlack credibility. \n\nLastly, since you brought it up, for\n&gt; whom are you an\n&gt; intellegence officer?\n\n*I* didn&#39;t bring it up. Helly did. I simply responded\nto him. As for who employs me, there&#39;s a &quot;I&#39;d tell\nyou, but I&#39;d have to kill you&quot; joke in there just\ndying to get out, but I don&#39;t really think it&#39;s worth\nit. I&#39;m in the US Army stationed in Japan. No\nrelevance to this discussion whatsoever except in the\ncontext in which Helly, making a personal attack,\naddressed me, and I responded.  \n\nI also suggest that if you want to see ninja done in a\nfun way, check out some Japanese movies. I&#39;ve\nmentioned &quot;Owl&#39;s Castle&quot; (Fukuro no shiro in\nJapanese). Excellent flick that does play around with\nthe mystical side of ninjutsu, but for the most part\nkeeps things...somewhat real. \n\n\n\n__________________________________________________\nDo You Yahoo!?\nTired of spam?  Yahoo! Mail has the best spam protection around \nhttp://mail.yahoo.com \n\n"
}