{
    "userId": 61281048,
    "authorName": "Nate Ledbetter",
    "from": "Nate Ledbetter &lt;ltdomer98@...&gt;",
    "profile": "ltdomer98",
    "replyTo": "LIST",
    "senderId": "_1fWoxPGbgeRYAPVWzAkbaHFWUocNimt9bKOUl183LPi3QbVIiJcQjAsf_Ns6hcFuKbANrMHkEMKNqmTK93nNaFTDUefhIyCVKHb",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "RE: [samuraihistory] Question to you all...",
    "postDate": "1018398032",
    "msgId": 706,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDIwNDEwMDAyMDMyLjQwOTgxLnFtYWlsQHdlYjE0NzA4Lm1haWwueWFob28uY29tPg==",
        "inReplyToHeader": "PDQwRTcyRTkxMTYzMUQ1MTE4Rjg3MDAwOEM3MTY0MjI5MDE1QUQ5MjBAWENFTS1PUlBEWC0wOT4="
    },
    "prevInTopic": 705,
    "nextInTopic": 707,
    "prevInTime": 705,
    "nextInTime": 707,
    "topicId": 696,
    "numMessagesInTopic": 22,
    "msgSnippet": "... I m not an expert in samurai scouts. I ve only studied what has been written by others on how they employed them. But I DO know scouting. I served as a",
    "rawEmail": "Return-Path: &lt;ltdomer98@...&gt;\r\nX-Sender: ltdomer98@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (EGP: mail-8_0_3_1); 10 Apr 2002 00:20:32 -0000\r\nReceived: (qmail 52331 invoked from network); 10 Apr 2002 00:20:32 -0000\r\nReceived: from unknown (66.218.66.217)\n  by m11.grp.scd.yahoo.com with QMQP; 10 Apr 2002 00:20:32 -0000\r\nReceived: from unknown (HELO web14708.mail.yahoo.com) (216.136.224.125)\n  by mta2.grp.scd.yahoo.com with SMTP; 10 Apr 2002 00:20:32 -0000\r\nMessage-ID: &lt;20020410002032.40981.qmail@...&gt;\r\nReceived: from [198.26.130.37] by web14708.mail.yahoo.com via HTTP; Tue, 09 Apr 2002 17:20:32 PDT\r\nDate: Tue, 9 Apr 2002 17:20:32 -0700 (PDT)\r\nSubject: RE: [samuraihistory] Question to you all...\r\nTo: samuraihistory@yahoogroups.com\r\nIn-Reply-To: &lt;40E72E911631D5118F870008C7164229015AD920@XCEM-ORPDX-09&gt;\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=us-ascii\r\nFrom: Nate Ledbetter &lt;ltdomer98@...&gt;\r\nX-Yahoo-Group-Post: member; u=61281048\r\nX-Yahoo-Profile: ltdomer98\r\n\r\n\n--- westce@... wrote:\n&gt; \n&gt; It may be obvious from hindsight, however how\n&gt; effective were scouts and\n&gt; scouting methods in determining the number of\n&gt; opposition forces?  With no\n&gt; radios, no airplanes, or any other ways to take in\n&gt; the big picture, how\n&gt; would they know they are outnumbered?  Would they\n&gt; have a general idea of\n&gt; available troops based on who the opposing general\n&gt; was, or maybe count the\n&gt; standards and estimate?  I personally couldn&#39;t count\n&gt; 38,000 troops on my\n&gt; fingers ;) \n\nI&#39;m not an expert in samurai scouts. I&#39;ve only studied\nwhat has been written by others on how they employed\nthem. But I DO know scouting. I served as a tank\nplatoon leader in a division cavalry squadron, and\nworked extensively with cavalry scouts. I&#39;m now an\nintelligence officer and my job is to gather\ninformation about the enemy, using scouts to do so.\nYeah, radios, UAV&#39;s, etc are great, but the principles\nof recon don&#39;t change. You&#39;d have strategic and\noperational recon (otherwise known as spies) and have\nan idea of what the opposing force had. Katsuyori had\nto know the available forces that Nobunaga and ieyasu\nhad, and would make a guess as to how many of them\nhe&#39;d have to face. \n\nNext you&#39;d have tactical scouts, what we think of as\nscouts. If I was surrounding an enemy emplacement,\nyou&#39;d be darn skippy that I would not only focus on\nthat. I&#39;d have scouts out in all directions, waiting\nto report on that reliving force I KNOW would probably\nbe coming. You wouldn&#39;t have to count to 38,000,\nespecially not with a Sengoku army. Look at the\nbanners....yeah, that&#39;s hashiba&#39;s banner, and he has\n8,000 men under him...I know that from my strategic\nrecon. Okay, that&#39;s Sakakibara, and he has 1000. The\nbanners made it easy, because not only could you get\nan idea of unit size, you knew who was in command.\nNowadays I have to count vehicles, and maybe I&#39;ll get\nlucky and identify a certain type  of vehicle that is\nonly in at a certain echelon, and I can determine the\nsize. \n\nso in a battle such as Nagashino, at what\n&gt; point does one realize\n&gt; they are outnumbered? (not only that, but by the\n&gt; time you are close enough\n&gt; to count, you have to contend with bullets and\n&gt; arrows.)\n&gt; \n&gt; c.w.\n\nNo, you&#39;re not. You&#39;ve seen Kagemusha, I assume.\nRemember the scouts from Ieyasu and Nobunaga? The\ndingy little peasant spies and the monk? There you\ngo...there is your HUMINT. They observe and report\nback...behind them, you have actual scouts, maybe your\ntsukai-ban or another group, mounted for speed...it&#39;s\namazing how easy it is to sneak up on someone, even\nmounted...and get away unnoticed. If I can do it in a\nbradley fighting vehicle, he can do it on a horse. \n\nMy point is this: Takeda Katusyori had to know full\nwell how many men Nobunaga and Ieyasu had. He would\nhave had an idea of the composition, ie weapons and\nthe like. He would have known this all before 0500 on\nthe 28th of June when he launched his charge. He could\nhave retreated the night of the 27th. And he should\nhave, in my opinion. Yes, it&#39;s hindsight, but speaking\nas a military officer, you simply don&#39;t attack 38,000\nmen when you have 15,000. Not unless they have spears\nand you have tanks.\n\n\nnate Ledbetter\n\n__________________________________________________\nDo You Yahoo!?\nYahoo! Tax Center - online filing with TurboTax\nhttp://taxes.yahoo.com/\n\n"
}