{
    "userId": 61281048,
    "authorName": "Nate Ledbetter",
    "from": "Nate Ledbetter &lt;ltdomer98@...&gt;",
    "profile": "ltdomer98",
    "replyTo": "LIST",
    "senderId": "0ksl7adr11McxbUZYgbFy8jxd7hrioiSSuhZkBu79vnmjA2hVpCheDfnfbL6-AyPs5B887ItW2tJagYUJicKX4IvEXFZ7Pe0gmdx",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "The Koreans who potted in Kyushu (Japan Times)",
    "postDate": "1115689971",
    "msgId": 7098,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDUwNTEwMDE1MjUxLjE2NjQ1LnFtYWlsQHdlYjMyMTA1Lm1haWwubXVkLnlhaG9vLmNvbT4=",
        "inReplyToHeader": "PDIwMDUwNTA5MjMzMzE2LjgyNTUzLnFtYWlsQHdlYjMyMTE1Lm1haWwubXVkLnlhaG9vLmNvbT4="
    },
    "prevInTopic": 7097,
    "nextInTopic": 7099,
    "prevInTime": 7097,
    "nextInTime": 7099,
    "topicId": 7043,
    "numMessagesInTopic": 73,
    "msgSnippet": "By ROBERT YELLIN Japan has long been fascinated with outside influences, and voraciously absorbs them in order to create something totally unique. This can be",
    "rawEmail": "Return-Path: &lt;ltdomer98@...&gt;\r\nX-Sender: ltdomer98@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 33914 invoked from network); 10 May 2005 01:52:53 -0000\r\nReceived: from unknown (66.218.66.217)\n  by m26.grp.scd.yahoo.com with QMQP; 10 May 2005 01:52:53 -0000\r\nReceived: from unknown (HELO web32105.mail.mud.yahoo.com) (68.142.207.119)\n  by mta2.grp.scd.yahoo.com with SMTP; 10 May 2005 01:52:53 -0000\r\nReceived: (qmail 16647 invoked by uid 60001); 10 May 2005 01:52:51 -0000\r\nComment: DomainKeys? See http://antispam.yahoo.com/domainkeys\r\nMessage-ID: &lt;20050510015251.16645.qmail@...&gt;\r\nReceived: from [143.46.96.69] by web32105.mail.mud.yahoo.com via HTTP; Mon, 09 May 2005 18:52:51 PDT\r\nDate: Mon, 9 May 2005 18:52:51 -0700 (PDT)\r\nTo: samuraihistory@yahoogroups.com\r\nIn-Reply-To: &lt;20050509233316.82553.qmail@...&gt;\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=us-ascii\r\nX-eGroups-Msg-Info: 1:12:0\r\nFrom: Nate Ledbetter &lt;ltdomer98@...&gt;\r\nSubject: The Koreans who potted in Kyushu (Japan Times)\r\nX-Yahoo-Group-Post: member; u=61281048\r\nX-Yahoo-Profile: ltdomer98\r\n\r\nBy ROBERT YELLIN\n\nJapan has long been fascinated with outside\ninfluences, and voraciously absorbs them in order to\ncreate something totally unique. This can be found in\nalmost all aspects of Japanese industry and culture --\nand it is nowhere more apparent than in the pottery\nborn in Kyushu. Of course, ancient kilns dating back\nto the dawn of Japanese civilization are to be found\non Kyushu, yet it wasn&#39;t until the late 1590s with the\ninflux of Korean potters -- in the &quot;Pottery Wars&quot; --\nthat the island&#39;s pottery really matured. \n \nThose Korean potters -- many of whom became Japanese\ncitizens -- brought with them new kiln designs, the\nability to create porcelain, and ash glazes that have\ndelighted ceramic enthusiasts ever since. The glory of\nKyushu&#39;s ceramic art from the Edo Period (1603-1867)\nto the early Showa Era is now on display in Tokyo at\nthe Nihon Mingeikan (Japan Folk Crafts Museum) until\nJune 26 in an exhibition titled &quot;Ceramics in Kyushu.&quot; \n\nThose who have not yet been to the Mingeikan, are\nmissing one of Japan&#39;s most charming museums. Its\nintimate and timeless atmosphere is the perfect place\nto discover the beauty of folk arts, and it&#39;s a\npilgrimage any lover of Japanese art should make no\nmatter what exhibition they have on offer. Anyone with\nan interest in traditional ceramic art will be\ncaptivated by this exhibition that introduces visitors\nto the many styles of pottery fired in Kyushu,\nincluding Imari and Karatsu from Saga, Hasami from\nNagasaki, Koishiwara from Fukuoka, Onta from Oita,\nShodai from Kumamoto, and Naeshirogawa and Tanegashima\nfrom Kagoshima. \n\nThere are two basic kinds of ceramics in antique\nKyushu -- pottery fired by part-time farmers/part-time\npotters creating vessels for daily life, and Tea\npottery fired originally for daimyo, with the style\nthat best represents the latter category being\nKaratsu-yaki.\n\nKaratsu is a port city in Saga Prefecture which is\nvery close to Korea. In eastern Japan, the generic\nterm to describe pottery is setomono, the Kyushu\nequivalent is karatsumono, showing just how important\nthis potting center was, and, of course, still is. \n\nThe noborigama (chambered climbing kiln) was\nintroduced from Korea to Japan -- via Karatsu -- in\nthe 17th century and forever changed the ceramic\nlandscape. It allowed various glazed wares such as\nmadara-garatsu (speckled straw-ash glaze),\nchosen-garatsu (Korean-style, two-tone glazing),\ne-garatsu (painted) or kuro-garatsu (black) to be\ncreated on these shores. \n\nKaratsu became important in the tea world with many\ntea-ceremony devotees considering it one of the top\nfour styles along with Raku, Ido and Hagi. An\nunassuming e-garatsu jar in the exhibition aptly\nillustrates the philosophy of the &quot;unknown craftsman,&quot;\nmade famous by mingei founder Yanagi Soetsu\n(1889-1961) -- its fully rounded tranquil form and\nspontaneous iron-brush rendition of reeds are the\nepitome of Japanese folk pottery. Originally it was\nused as a salt-cellar, yet is now more commonly used\nas a mizusashi (fresh water jar) in a Way of Tea\ngathering. \n\nOne of the outstanding pieces in the exhibition is a\nlarge 18th-century Shodai-yaki tea jar. Shodai-yaki\ntakes its name from Mount Shodai (Arao City, Kumamoto\nPrefecture) where the clay has a high iron-content and\nis perfect for sturdy pottery. \n\nOver the iron-rich clay, a dark-brown iron glaze is\napplied, and then a rice-straw ash-glaze is either\nladled or dramatically dripped on, here creating an\nunintentional abstract rendering of birdlike figures. \n\nRepresentative of Kyushu forms is a large spouted\nvessel called an unsuke of which there are a few\noutstanding examples on show. One was made at\nKoishiwara and has a wild white-and-yellow splash\nglazing over the base iron glaze; it was originally\nused to hold soy sauce, vinegar, or sake. Another\nunsuke has a magical overlapping of a green glaze with\ntinges of blue over the iron glaze. It&#39;s almost\nimpossible to find potters able to create this effect\ntoday due to changes in materials and methods of\nfiring. \n\nUnsuke were commonly used in Kyushu households until\nthe early Showa Era, mini-versions of them called a\nkarakara are still used for pouring shochu throughout\nKyushu.\n\nWorld-famous Imari porcelains are more than adequately\nrepresented here. There are several large subdued\nunderglaze blue landscape bowls -- one of which is a\nmasterpiece in terms of design, color and the balance\nof the two -- and also the more colorful underglaze\nblue with overglaze enamel paintings. \n\nKorean potter Ri Sampei (1579-1655) located a cache of\nsuitable porcelain clay in the early 1600s in Northern\nKyushu and Japan, and, finally, was able to produce\nporcelain. The neighboring port town of Imari was\nwhere many 17th-century Dutch merchants loaded up\ntheir ships with Arita-made porcelain, so the term\nImari and Arita wares are often interchangeable. \n\nNo one piece in the exhibition is as haunting as a\n17th-century Tataro-yaki burial urn from Saga. It&#39;s\ncrudely formed with a somber dark brown body and has a\nmaze-like coil motif; giving the whole a gothic feel.\n\nBy quietly observing the outer strength and inner calm\nof all the pieces on display, a serene majestic mood\nwill guide you back home to where (hopefully) your\ndaily utensils offer you not only usefulness, yet also\ntake you to some place where beauty and life can\nintertwine.\n\nThe Mingeikan (03) 3467-4527 is a 7-minute walk from\nKomaba Todaimae station on the Inokashira local line.\nWalk out of the station, under the tracks, and turn\nleft. Follow the road until it curves to the right.\nThe Mingeikan is on your right. Admission 1,000 yen,\ncollege/high school students 500 yen, and\nmiddle/elementary school students 200 yen. Open daily\n(except Mondays) 10 a.m. to 5 p.m.\n\n* * *\n\nMamiko Hayashi is showing her delightfully cool\ntableware and stylish colored boxes at Ecru + HM,\nlocated in the funky old Okuno Building. It was built\nin 1932 and has housed many famous artists and\nwriters. Since the decrepit elevator only goes to the\nsixth and seventh floors (Ecru + HM is on the fourth),\nit&#39;s better idea to take the stairs -- you&#39;ll be\nsurprised at how short they are. Then you can also pop\ninto one of the many other galleries. Ecru + HM is a\ncozy one-room space that is run by Akiko Yokomori.\n\nNew Works by Mamiko Hayashi until April 24 at Ecru +\nHM, Okuno Bldg. 4F, 1-9-8 Ginza, Chuo-ku, (03)\n3561-8121 Robert Yellin&#39;s Web site can be visited at\nwww.e-yakimono.net\n\nThe Japan Times: April 20, 2005\n(C) All rights reserved \n\n\n\n\t\t\nDiscover Yahoo! \nUse Yahoo! to plan a weekend, have fun online and more. Check it out! \nhttp://discover.yahoo.com/\n\n"
}