{
    "userId": 130397326,
    "authorName": "iganokami",
    "from": "&quot;iganokami&quot; &lt;intp@...&gt;",
    "profile": "iganokami",
    "replyTo": "LIST",
    "senderId": "GzpDaoSfLp3vj7a6uPZwedjWxD0F9rHTGSqSWRm9RLEZZnmA7jRKC4cVYCTRtZHVqk2DFHN687rEdwfwIydXYnXFn6TxATUz",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "Re: Ninja Masters of America",
    "postDate": "1117530320",
    "msgId": 7182,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGQ3aDljZytoZm9kQGVHcm91cHMuY29tPg==",
        "inReplyToHeader": "PDIwMDUwNTMxMDUyNjM2LjE4NTkucW1haWxAd2ViMzIxMDQubWFpbC5tdWQueWFob28uY29tPg=="
    },
    "prevInTopic": 7181,
    "nextInTopic": 7183,
    "prevInTime": 7181,
    "nextInTime": 7183,
    "topicId": 6375,
    "numMessagesInTopic": 68,
    "msgSnippet": "... Well, for a 13 year old kid, he did an impressive job of publishing his book: (if one link doesnt work, try the other) ",
    "rawEmail": "Return-Path: &lt;intp@...&gt;\r\nX-Sender: intp@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 17475 invoked from network); 31 May 2005 09:05:30 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m27.grp.scd.yahoo.com with QMQP; 31 May 2005 09:05:30 -0000\r\nReceived: from unknown (HELO n14a.bulk.scd.yahoo.com) (66.94.237.28)\n  by mta3.grp.scd.yahoo.com with SMTP; 31 May 2005 09:05:30 -0000\r\nComment: DomainKeys? See http://antispam.yahoo.com/domainkeys\r\nReceived: from [66.218.66.58] by n14.bulk.scd.yahoo.com with NNFMP; 31 May 2005 09:05:22 -0000\r\nReceived: from [66.218.66.91] by mailer7.bulk.scd.yahoo.com with NNFMP; 31 May 2005 09:05:22 -0000\r\nDate: Tue, 31 May 2005 09:05:20 -0000\r\nTo: samuraihistory@yahoogroups.com\r\nMessage-ID: &lt;d7h9cg+hfod@...&gt;\r\nIn-Reply-To: &lt;20050531052636.1859.qmail@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 4412\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Msg-Info: 1:12:0\r\nFrom: &quot;iganokami&quot; &lt;intp@...&gt;\r\nSubject: Re: Ninja Masters of America\r\nX-Yahoo-Group-Post: member; u=130397326; y=y9UG98h1r4L6nIWPM_kqFL31KTPhdo5Pdun78mKEN35nBxgS\r\nX-Yahoo-Profile: iganokami\r\n\r\n--- In samuraihistory@yahoogroups.com, Nate Ledbetter \n&lt;ltdomer98@y...&gt; wrote:\n&gt; \n&gt; --- Michael Youngblood &lt;warrior02@c...&gt; wrote:\n&gt; &gt; oh no..  that is confirmed. I even talked to him a\n&gt; &gt; couple of years back. he\n&gt; &gt; has even tried to enter a few Ninjutsu Dojos I am\n&gt; &gt; referring to Genbukan, and\n&gt; &gt; Bujinkan. I am not aware if he applied to a Jinenkan\n&gt; &gt; dojo. \n&gt; &gt; I was introduced to him through a couple of\n&gt; &gt; Independent Ninjutsu Instructors\n&gt; &gt;  at the time I talked to him he was 13. \n&gt; &gt; he was also spouting off on some forums, talking\n&gt; &gt; some twisted things. he was\n&gt; &gt; tracked down and found out his real age. he also\n&gt; &gt; asked me about a webpage I\n&gt; &gt; had on making a Sword. he wanted to use it on his\n&gt; &gt; page. but I don&#39;t think he\n&gt; &gt; ever used it though..  good thing..\n&gt; \n&gt; Hmm. Okay then. I suppose accidental parody is better\n&gt; than none at all. \n&gt; \n\n\nWell, for a 13 year old kid, he did an impressive job of publishing \nhis book: (if one link doesnt work, try the other)\n\nhttp://www.amazon.com/exec/obidos/tg/detail/-\n/080652569X/qid=1117530188/sr=8-1/ref=pd_csp_1/103-4665900-3762249?\nv=glance&s=books&n=507846\n\nhttp://tinyurl.com/d8je2\n\nEditorial Reviews\n\nBook Description\nDear Stupid Idiots, \nA lot of you have been saying that I don&#39;t know anything about REAL \nninjas. But that&#39;s a bunch of bull crap! You dummies don&#39;t know \nanything. And maybe YOU should get a life. I bet a lot of you have \nnever even seen a girl naked! You idiots believe that ninjas had \nsome &quot;code of honor.&quot; Yeah right! If by &quot;code of honor,&quot; you \nmean &quot;code to flip out and go nuts for absolutely no reason at all \neven if it means that people might think you are totally insane or \nsweet,&quot; then you are right. But if you mean a &quot;code to be nice and \nspeak nicely while sharing and not cutting off heads,&quot; then you&#39;re \nthe biggest idiot ever!!!!!! So if you have any brains, you will \nshut up and get a life. So go shut up, you stupid idiot. \n\nNo thank you, \n\nRobert Hamburger \n\n\nReview:\n\nEver have an obsession when you were a kid? Something you loved so \nmuch that you couldn&#39;t stop talking about it to anyone and everyone? \nMultiply that by 100 and you get Robert Hamburger, the fictional \nauthor/protagonist of the book. While the book is primarily made up \nof the same material that is posted on the website, the true point \nof the book is hidden in it&#39;s footnotes. Through conversations with \nhis babysitter/co-writer, dog, parents and psychologist, we follow \nRobert&#39;s story and delve into the psyche of a pretty messed up \nlittle kid. What a lot of people dont seem to get is that the book, \nlike the site, isn&#39;t actually about Ninjas. It&#39;s not REALLY a ninja \nhand guide, or a history lesson. The point isnt to educate, the \npoint is to tell the story of a troubled kid who buries himself in a \nninja fantasy in order to escape his negligant parents, over-\ncritical teachers and to compensate for his lack of friends. As a \nkid we all had times when we wished we could run away to the circus, \nor could go live in outer space, or whatever, because we felt like \nwe couldn&#39;t indentify with anyone.. this book is simply the story of \na kid going through that kind of period in his life. And for \neveryone that claims that the website and the book may cause kids \nto &quot;flip out and kill each other,&quot; I believe that the book actually \nencourages the exact opposite. Robert is facsinated with killing and \nviolence because it&#39;s what he wants to do to the people that have \nhurt him in his life, or he wants to find a ninja friend to do it... \nhell, we&#39;ve seen children and young adults in this situation before \na few years back, and we&#39;ve seen the consequences of such pent up \nanger. This book is not an advocate of violence, but a warning as to \nwhat can happen when we try to force kids to abandon childish \nthings, pump them full of medicine and &quot;discipline&quot; in order to make \nthem grow up fast, rather than encourage them to be silly, dream and \nsavor every momment of their childhood. I for one did not expect \nthis level of complexity in this book, but I was totally floored \nafter finishing it. Comedy, especially parody, has always been the \nbest forum for social commentary, and this book masters it. If you \nhate the site, or if you don&#39;t get it, spend the $10 and read the \nbook and I&#39;m pretty sure you&#39;ll change your opinion. This book is \ngenius: and by genius, I mean totally sweet.\n\n\n\n\n\n\n\n\n"
}