{
    "userId": 145759856,
    "authorName": "Kitsuno",
    "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
    "profile": "kitsuno",
    "replyTo": "LIST",
    "senderId": "7NuHgeTA5flc3gWzN0ycdlxMKFD1q0-xmj0WZn2GMm7X0WxN2EjrK3ZOuc6-bH3FlY_wXPzV6vlN20ky2pXKUCy2wERc5Ec_IAckdisJ2wrwNspHXQ0FPto",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "New weapon wielded in old tomb debate",
    "postDate": "1117917197",
    "msgId": 7216,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGQ3dDM2ZCtzNTI1QGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 0,
    "prevInTime": 7215,
    "nextInTime": 7217,
    "topicId": 7216,
    "numMessagesInTopic": 1,
    "msgSnippet": "New weapon wielded in old tomb debate Information disclosure law reveals uncertainty over emperor s graves By REIJI YOSHIDA Staff writer A law enacted six",
    "rawEmail": "Return-Path: &lt;samurai-listowner@...&gt;\r\nX-Sender: samurai-listowner@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 38164 invoked from network); 4 Jun 2005 20:34:37 -0000\r\nReceived: from unknown (66.218.66.217)\n  by m24.grp.scd.yahoo.com with QMQP; 4 Jun 2005 20:34:37 -0000\r\nReceived: from unknown (HELO n24.bulk.scd.yahoo.com) (66.94.237.53)\n  by mta2.grp.scd.yahoo.com with SMTP; 4 Jun 2005 20:34:37 -0000\r\nComment: DomainKeys? See http://antispam.yahoo.com/domainkeys\r\nReceived: from [66.218.69.1] by n24.bulk.scd.yahoo.com with NNFMP; 04 Jun 2005 20:33:19 -0000\r\nReceived: from [66.218.66.77] by mailer1.bulk.scd.yahoo.com with NNFMP; 04 Jun 2005 20:33:19 -0000\r\nDate: Sat, 04 Jun 2005 20:33:17 -0000\r\nTo: samuraihistory@yahoogroups.com\r\nMessage-ID: &lt;d7t36d+s525@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 6019\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Msg-Info: 1:12:0\r\nFrom: &quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;\r\nSubject: New weapon wielded in old tomb debate\r\nX-Yahoo-Group-Post: member; u=145759856; y=kxpOTq3MstrLNp9CI90LejvfKFrdvNSBL7L35O12wlb-wQ\r\nX-Yahoo-Profile: kitsuno\r\n\r\nNew weapon wielded in old tomb debate\nInformation disclosure law reveals uncertainty over emperor&#39;s graves\n\nBy REIJI YOSHIDA\nStaff writer\n\nA law enacted six years ago has given historians a new powerful \nweapon to challenge a long-held taboo preserved by the Imperial \nHousehold Agency: investigating the secrets of ancient emperors&#39; \ntombs.\n\nThe weapon is the public information disclosure law, which has \nallowed Noboru Toike, assistant professor at Den-en Chofu University \nand an expert on Imperial tombs, to access and obtain copies of \ninternal agency documents.\n\nThe documents suggest that the agency, despite official denials, \nonce conducted academic studies to review the attributions for at \nleast 10 ancient tombs that it claims belong to emperors from the \nearly fifth century to the early 13th century.\n\nToike&#39;s discovery made headlines because it supported a widespread \nbelief by historians and archaeologists that the government&#39;s \ndesignations of ancient burial mounds as the tombs of emperors were \nmade on shaky grounds.\n\n&quot;These (documents) show the agency itself had questioned its own \nattributions of the tombs, and conducted academic research on them \nat least until around 1958,&quot; Toike told The Japan Times.\n\n&quot;But today, the agency does not allow (scholars) to enter or \nexcavate (emperors&#39;) tombs for academic research. Their position has \nreceded&quot; from decades past, when the documents were compiled, Toike \nsaid.\n\nAccording to the Imperial Household Agency, there are 112 burial \nmounds nationwide for all 124 past emperors, including Jinmu, the \nmythical first emperor, and Hirohito, the 124th, who fathered \ntoday&#39;s Emperor Akihito.\n\nSome of the tombs contain the remains of more than one emperor.\n\nBut the consensus of Japanese archaeologists and historians is that \nthe government&#39;s claims on most of the ancient &quot;Imperial&quot; tombs are \nacademically unacceptable because they lack scientific grounds.\n\nMost of the tombs were designated as emperors&#39; tombs in the late \n19th century, just as Japan was trying to establish a modern state \ncentered on the emperor to compete with the Western powers. The \ndesignations on many of the tombs relied on references found in \nancient documents and folk legends.\n\nAccording to Koichi Mori, a tomb expert and professor at Doshisha \nUniversity, archaeologists have found that only two of the \ngovernment&#39;s designations for the 42 tombs said to contain emperors \nwho reigned before and during the Kofun (burial mound) Period from \nthe third to seventh centuries are acceptable.\n\nThe two are the tomb of Tenji, the 38th emperor, in Kyoto, and a \ntomb in Nara where the 40th emperor, Tenmu, and the 41st emperor, \nJito, are buried together.\n\n&quot;Usually in Japan, no epitaphs were placed in ancient tombs to \nidentify their occupants,&quot; Toike said.\n\n&quot;So you can&#39;t determine the occupant of an ancient tomb with hard \nevidence. All you can do is to establish a hypothesis by examining \nthe form of the tombs, unearthed articles, historical documents and \nrelated geographical names,&quot; he said.\n\nThe route to Toike&#39;s discovery started two years ago, when he bought \nan old mimeographed booklet at a secondhand bookstore in Tokyo.\n\nToike, taking advantage of the information disclosure law, obtained \na copy of the same booklet from the Imperial Household Agency but \nfound it had additional pages and handwritten memos.\n\nSome of the pages in the agency&#39;s copy were dated 1958 -- an \nindication the relevant studies were conducted at least until that \nyear, according to the scholar.\n\nThe copy included a list of &quot;reference places&quot; managed by the \nImperial Household Agency. In the terminology of the agency, \nreference places refer to ancient tombs whose occupants have not \nbeen identified but could possibly contain a member of the Imperial \nfamily.\n\nThe list divided the reference places into four categories, \ndepending on the degree of likelihood that the occupant is from the \nImperial family.\n\nThe list included nine sites designated as possible emperor mounds \nthat were ranked &quot;2-A&quot; or &quot;2,&quot; meaning their chances of authenticity \nwere one below the top category.\n\n&quot;I was surprised because the agency has consistently explained \nthat &#39;reference places&#39; are described as such because they have no \nidea who their occupants are,&quot; Toike said.\n\nAs he examined the booklet, Toike also learned about a special \nexpert committee established in 1935 by the predecessor to the \nImperial Household Agency to examine the ancient tombs.\n\nAfter obtaining more copies of agency documents concerning the \ncommittee, Toike found that it concluded that an ancient tomb in \nTakatsuki, Osaka Prefecture, should be designated as a reference \nplace because it could be the tomb of Emperor Keitai, who reigned \nduring the sixth century. The agency officially said Keitai is \nburied in the city of Ibaraki in the same prefecture.\n\nToike stressed the importance of conducting scientific probes on \nancient tombs, noting they could unlock a number of historical \nmysteries related to ancient Japan.\n\nMost large tombs were built during the Kofun Period, when the \nImperial regime was in the process of creating the first unified \nstate that would control much of Japan for the first time, he said.\n\nJapanese historians have long and repeatedly demanded that the \ngovernment allow them to conduct excavations of the &quot;emperor&quot; tombs.\n\nClaiming that the &quot;peace and calm&quot; of the late emperors must be \nmaintained, however, the Imperial Household Agency has refused to \nallow any excavation or scientific review of any of the tombs \ndesignated as being those of past emperors.\n\nThe agency argues that excavations of the burial sites \nare &quot;tantamount to destruction&quot; of the tombs, where the Imperial \nfamily has performed traditional religious rites in honor of their \nancestors.\n\nBut Toike said: &quot;The tombs should be first treated as historical \nsites to be studied and preserved under the Cultural Properties \nProtection Law.&quot;\n\nThe Japan Times: June 4, 2005\n(C) All rights reserved \n\n\n\n\n"
}