{
    "userId": 179990918,
    "authorName": "james wallis",
    "from": "james wallis &lt;kentguy212002@...&gt;",
    "profile": "kentguy212002",
    "replyTo": "LIST",
    "senderId": "_XLtxpxnYPQ0NP4tgz-gg9iuVsOZlsXe9io9HIX6Qq1c4u29hqWsV504zTkcRJBw--jtDVjflQcusKwb6YOI8QaRxznnTI_iknl48tVqXw",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "Re: [samuraihistory] children&#39;s toy",
    "postDate": "1118151164",
    "msgId": 7226,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": true,
    "headers": {
        "messageIdInHeader": "PDIwMDUwNjA3MTMzMjQ0LjUyMTE3LnFtYWlsQHdlYjI1ODAzLm1haWwudWtsLnlhaG9vLmNvbT4=",
        "inReplyToHeader": "PGQ4MzZxOCtta3QwQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 7225,
    "nextInTopic": 0,
    "prevInTime": 7225,
    "nextInTime": 7227,
    "topicId": 7221,
    "numMessagesInTopic": 6,
    "msgSnippet": "The invention of the tangram puzzle is unrecorded in history. The earliest known Chinese book is dated 1813 but the puzzle was very old by then. One reason for",
    "rawEmail": "Return-Path: &lt;kentguy212002@...&gt;\r\nReceived: (qmail 91399 invoked from network); 7 Jun 2005 21:54:46 -0000\r\nReceived: from unknown (66.218.66.172)\n  by m29.grp.scd.yahoo.com with QMQP; 7 Jun 2005 21:54:46 -0000\r\nReceived: from unknown (HELO n9.bulk.dcn.yahoo.com) (216.155.201.62)\n  by mta4.grp.scd.yahoo.com with SMTP; 7 Jun 2005 21:54:46 -0000\r\nComment: DomainKeys? See http://antispam.yahoo.com/domainkeys\r\nReceived: from [216.155.201.65] by n9.bulk.dcn.yahoo.com with NNFMP; 07 Jun 2005 21:54:44 -0000\r\nReceived: from [66.218.66.58] by mailer2.bulk.dcn.yahoo.com with NNFMP; 07 Jun 2005 21:54:44 -0000\r\nReceived: from [66.218.66.88] by mailer7.bulk.scd.yahoo.com with NNFMP; 07 Jun 2005 21:54:43 -0000\r\nX-Sender: kentguy212002@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 20654 invoked from network); 7 Jun 2005 13:32:46 -0000\r\nReceived: from unknown (66.218.66.167)\n  by m28.grp.scd.yahoo.com with QMQP; 7 Jun 2005 13:32:46 -0000\r\nReceived: from unknown (HELO web25803.mail.ukl.yahoo.com) (217.12.10.188)\n  by mta6.grp.scd.yahoo.com with SMTP; 7 Jun 2005 13:32:45 -0000\r\nReceived: (qmail 52119 invoked by uid 60001); 7 Jun 2005 13:32:44 -0000\r\nMessage-ID: &lt;20050607133244.52117.qmail@...&gt;\r\nReceived: from [80.6.148.87] by web25803.mail.ukl.yahoo.com via HTTP; Tue, 07 Jun 2005 14:32:44 BST\r\nDate: Tue, 7 Jun 2005 14:32:44 +0100 (BST)\r\nTo: samuraihistory@yahoogroups.com\r\nIn-Reply-To: &lt;d836q8+mkt0@...&gt;\r\nMIME-Version: 1.0\r\nX-eGroups-Msg-Info: 1:12:0\r\nFrom: james wallis &lt;kentguy212002@...&gt;\r\nSubject: Re: [samuraihistory] children&#39;s toy\r\nX-Yahoo-Group-Post: member; u=179990918; y=jagCQmGcpdpV_vZXIyU2ppw0pS7wa2dsftmejRtX5iDjjTKgH6_Feg\r\nX-Yahoo-Profile: kentguy212002\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\nX-Yahoo-Newman-Property: groups-system\r\nX-eGroups-Approved-By: ltdomer98 &lt;ltdomer98@...&gt; via web; 07 Jun 2005 21:54:43 -0000\r\n\r\nThe invention of the tangram puzzle is unrecorded in history. The earliest known Chinese book is dated 1813 but the puzzle was very old by then. One reason for this could be that in China, its country of origin, at the time it was considered a game for women and children. This would have made it unworthy of &quot;serious&quot; study and unlikely to be written about. Different times, different ways of thinking. Glad that&#39;s changing. \nThe roots of the word Tangram are also shrouded in time, with a number of possible explanations. The one I like best involves the Tanka people. These river people of China were great traders who were involved in the opium trade. The western sailors they traded opium with likely played with the puzzle when they visited their Tanka girlfriends. The story I believe is that it comes from the obsolete English word &quot;tramgram&quot; meaning puzzle or trinket. You can learn a bit more at the Online Etymology Dictionary A fun place, by the way, if you like words.\n\nTangrams enjoyed a surge of interest during the 19th century in Europe and America. This, no doubt, was due to the opening up of trade with China and the aforementioned sailors bringing home new found amusements. &quot;The Chinese Puzzle&quot; spawned a flood of books and picture card sets. Some quite elaborate Chinese examples exist with pieces carved from and/or inlaid with ivory, jade and other fine materials. Others were cheap, locally made copies in wood or fired clay. Some books blindly reproduced previous mistakes in the patterns. Some things never change.\n\nIn 1903, Sam Loyd wrote his great spoof of tangram history,The Eighth Book Of Tan.He had many people convinced that the game was invented 4000 years ago by the god Tan. According to Loyd, the first 7 Books Of Tan were linked with many famous people and historical events. All very convincing and it made Sam a lot of money. Later examination showed it to be a colossal joke. The book did catalog over 600 patterns, many by Loyd himself. He also introduced (along with H. F. Dudeney) the idea of paradoxes\n\nFu Tsiang Wang and Chuan-chin Hsiung mathematically proved in 1942 the existance of a finite set of patterns referred to as &quot;convex.&quot; In this context, it means that there are no indentations along the outside edge. There are only 13 silhouettes that qualify. Other finite sets may exist.\n\nTangrams continue to entertain and frustrate now days. The puzzle attracts people on a number of levels. It&#39;s simplicity makes it accessible to a broad spectrum of people. The figures spark visually inclined people though their form, liveliness and striking simplicity. Many of the designs are adaptable to quilting, applique and many other artistic or craft projects. Storytellers can weave a tale with many characters and objects using only the seven tans.\n\nIt interests the math inclined with the geometry and ratios of the pieces. You find them used in classrooms around the world to teach basic math ideas in an interesting way. The Dr. Schaffer & Mr. Stern Dance Ensemble (MathDance) has taken it a step further with a dance using over-sized tangram pieces! They&#39;ve even been used as the model for a designer table by Massimo Morozzi and an interactive art instalation by Daniele Lago \n\nIt is one of the classic puzzles, appealing to young and old, the serious and the carefree. Go make one and enjoy it.\n \n\nRod Pavez &lt;grfkboyz@...&gt; wrote:Hi there everybody:\nThere is a type of toy like a puzzle that originated in Japan. The \npieces are made of metal or ceramic and triangular shaped, usually \nthey are black or some dark color. Children entertain themselves by \nmaking shapes with them.\nDo any of you know the name of this? If you have any information on it \nplease let me know. Thanks.\nBy the way love the Samurai Moderators homepage. Sweet.\nLater \n\n\n\n\n---\nJoin the 2005 &#39;Samurai Fiction&#39; contest: \nhttp://www.samurai-archives.com/writcon.html\nSamurai Archives: http://www.samurai-archives.com\nSamurai Archives store: http://www.cafeshops.com/samuraiarchives\n--- \n\n\n\n---------------------------------\nYahoo! Groups Links\n\n   To visit your group on the web, go to:\nhttp://groups.yahoo.com/group/samuraihistory/\n  \n   To unsubscribe from this group, send an email to:\nsamuraihistory-unsubscribe@yahoogroups.com\n  \n   Your use of Yahoo! Groups is subject to the Yahoo! Terms of Service. \n\n\n\n\t\t\n---------------------------------\nYahoo! Messenger NEW - crystal clear PC to PCcalling worldwide with voicemail\n\n[Non-text portions of this message have been removed]\n\n\n\n\n\n"
}