{
    "userId": 145759856,
    "authorName": "Kitsuno",
    "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
    "profile": "kitsuno",
    "replyTo": "LIST",
    "senderId": "GEOlcXaX6_JZgrLvdTbX4kvQFrAcILRvF-Owxpp4KQEv2F1BvzG-oELmcFCNCOPb-BWGaheNAzmUEDlirlxeN-UZvOvFt3VMsKhabevIrPTFnHfVpef_WjY",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "*sigh* another american Sammyrai",
    "postDate": "1119512068",
    "msgId": 7248,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGQ5ZG9tNCs1YzNoQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 7250,
    "prevInTime": 7247,
    "nextInTime": 7249,
    "topicId": 7248,
    "numMessagesInTopic": 12,
    "msgSnippet": "Way of the samurai can be anywhere Jerry Greene KISSIMMEE -- What can you do? You got some unique skill? I used to know some folks who got together every year",
    "rawEmail": "Return-Path: &lt;samurai-listowner@...&gt;\r\nX-Sender: samurai-listowner@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 6341 invoked from network); 23 Jun 2005 07:34:30 -0000\r\nReceived: from unknown (66.218.66.172)\n  by m24.grp.scd.yahoo.com with QMQP; 23 Jun 2005 07:34:30 -0000\r\nReceived: from unknown (HELO n17a.bulk.scd.yahoo.com) (66.94.237.46)\n  by mta4.grp.scd.yahoo.com with SMTP; 23 Jun 2005 07:34:30 -0000\r\nComment: DomainKeys? See http://antispam.yahoo.com/domainkeys\r\nReceived: from [66.218.69.3] by n17.bulk.scd.yahoo.com with NNFMP; 23 Jun 2005 07:34:30 -0000\r\nReceived: from [66.218.66.86] by mailer3.bulk.scd.yahoo.com with NNFMP; 23 Jun 2005 07:34:30 -0000\r\nDate: Thu, 23 Jun 2005 07:34:28 -0000\r\nTo: samuraihistory@yahoogroups.com\r\nMessage-ID: &lt;d9dom4+5c3h@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 3392\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Msg-Info: 1:12:0\r\nFrom: &quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;\r\nSubject: *sigh* another american Sammyrai\r\nX-Yahoo-Group-Post: member; u=145759856; y=9E9ZmlhT7Riz5bQ9d8Ma4Wfhwqi-ljTI69OPoVHGgbI3VA\r\nX-Yahoo-Profile: kitsuno\r\n\r\nWay of the samurai can be anywhere\nJerry Greene \nKISSIMMEE -- What can you do?\n\nYou got some unique skill? I used to know some folks who got \ntogether every year and clucked the William Tell Overture. You know, \njust like chickens. But I lost track of them, hard as that might \nseem.\n\nThe clucking always seemed a little silly, but this is not. Sensei \nBradley Knight just returned from Japan, where he set a record by \nslicing 21 apples in midair with his sword in 60 seconds. That&#39;s \ntoss an apple, draw his sword, slice the apple, sheath his sword and \ntoss again. The Guinness World Records people are processing it now.\n\n&quot;In a way, it is a stunt,&quot; Knight said, &quot;but it displays the \ntraining needed to target an object accurately and quickly.&quot;\n\nTrust me, there&#39;s no need to travel to distant corners of the globe \nto find exotic events and alternative lifestyles. Look around us. \nThe unusual is everywhere.\n\nTry 980 E. Carroll Street, the location of the Tiger&#39;s Den school of \nkarate training led by sensei Knight. The day we visited, he was \nworking with children of various ages. They don&#39;t work with swords, \nbut it was a special treat for them to watch Knight demonstrate his \nskill for our photographer.\n\nBesides, who doesn&#39;t like a slice of apple?\n\nKnight, a youthful-looking 35, took eight of his adult students with \nhim to Japan, where the apple slicing was a part of an enriching \ntrip.\n\n&quot;The whole thing was amazing,&quot; said Phil Powell, a student who was \nthe first to slice and dice, cutting 14. &quot;I was in heaven for a \ncouple of minutes.&quot;\n\nThe demonstration was covered by seven Japanese camera crews and \nthree newspapers. Another TV crew followed Knight and his students \nfor the rest of their trip to document &quot;the American samurai.&quot;\n\nThe students went for the overall experience, but Knight went for \nadditional training from his 76-year-old teacher, who sliced 18 \napples in 60 seconds to prove he&#39;s hardly lost it.\n\n&quot;It&#39;s a shame in our culture that there isn&#39;t more respect shown for \nour elders,&quot; Knight said. &quot;So often, it&#39;s just &#39;Get out of here, old \nman,&#39; when we can learn so much.&quot;\n\nI like this man.\n\nAnother topic had to be broached -- the movies. What does someone \nthink about the popular martial arts films if he really knows what \ncan and cannot be done?\n\n&quot;My wife gets upset when I start to complain during the movie,&quot; \nKnight admitted. &quot;It&#39;s not magic. Like Crouching Tiger, Hidden \nDragon, all the flying through the air. They&#39;d have to be \nsuperhuman.&quot;\n\nHe did like the Kill Bill flicks, pointing out that most of the \nstunts were possible. &quot;The only thing is that if the girl in the \nlead did all those things, she would be really tired.&quot;\n\nKnight, meanwhile, seems at peace with his life. His parents live in \nKissimmee, and he finds nothing strange about teaching his skills on \na quiet street in Central Florida to classes that include about one \nwoman for every two men.\n\n&quot;We try to learn how to avoid altercation but be prepared if it \nhappens,&quot; Knight said.\n\nAs for the impending Guinness record for apple slicing?\n\n&quot;Before I had the record, it seemed like a big thing. Now, not so \nmuch. It&#39;s a steppingstone,&quot; he said.\n\nFootnote: When you enter the Tiger&#39;s Den, you must remove your \nshoes. I do the same thing at home, mainly because I hate to wear \nshoes. But it&#39;s nice to know that the American samurai and I are \nactually so much alike.\n\n\n\n\n"
}