{
    "userId": 145759856,
    "authorName": "Kitsuno",
    "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
    "profile": "kitsuno",
    "replyTo": "LIST",
    "senderId": "AlPaa-hI5gDwUTZtMLgQ6nfcDwCmqAm16j9MXZ5YwjAMgxh1ZWUiyPpeE6eLokfbRMxsXY2EtsQfj6HqYRPjv7wBA38SvAwpPTS-p1kVS9c3CusnBQNzu3g",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "Article: Soulfully engaging",
    "postDate": "1119512480",
    "msgId": 7249,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGQ5ZHAzMCs0bmx0QGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 0,
    "prevInTime": 7248,
    "nextInTime": 7250,
    "topicId": 7249,
    "numMessagesInTopic": 1,
    "msgSnippet": "Soulfully engaging Kyoto is a city of contrasts. People in bullet trains busy with gizmos, arriving at centuries-old temples and queueing up for wisdom. And,",
    "rawEmail": "Return-Path: &lt;samurai-listowner@...&gt;\r\nX-Sender: samurai-listowner@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 35727 invoked from network); 23 Jun 2005 07:41:47 -0000\r\nReceived: from unknown (66.218.66.167)\n  by m26.grp.scd.yahoo.com with QMQP; 23 Jun 2005 07:41:47 -0000\r\nReceived: from unknown (HELO n22a.bulk.scd.yahoo.com) (66.94.237.51)\n  by mta6.grp.scd.yahoo.com with SMTP; 23 Jun 2005 07:41:46 -0000\r\nReceived: from [66.218.69.2] by n22.bulk.scd.yahoo.com with NNFMP; 23 Jun 2005 07:41:23 -0000\r\nReceived: from [66.218.66.90] by mailer2.bulk.scd.yahoo.com with NNFMP; 23 Jun 2005 07:41:23 -0000\r\nDate: Thu, 23 Jun 2005 07:41:20 -0000\r\nTo: samuraihistory@yahoogroups.com\r\nMessage-ID: &lt;d9dp30+4nlt@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 4585\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Msg-Info: 1:12:0\r\nFrom: &quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;\r\nSubject: Article: Soulfully engaging\r\nX-Yahoo-Group-Post: member; u=145759856; y=mcHRRbAOqOruaClE8mkNL6JHXM8CYVyrs8GMWNnmWkeUDQ\r\nX-Yahoo-Profile: kitsuno\r\n\r\nSoulfully engaging  \nKyoto is a city of contrasts. People in bullet trains busy with \ngizmos, arriving at centuries-old temples and queueing up for \nwisdom. And, there is no off season \n  \nNEELAM MATHEWS \nPosted online: Sunday, June 19, 2005 at 0000 hours IST \n\nNobody visiting Japan for the first time can deny it is different \nfrom any other travel experience. To start with, it is difficult to \nreconcile with the extremes - here are the world&#39;s most progressive \npeople with every gadget possible from different temperatures for \ntoilet seats to radical designers, juxtaposed into family life and \ncustoms four centuries old. \n\nNature to the Japanese is a close companion; affable and calming \nrather than grandiose and detached. And nowhere is this more \napparent than in Kyoto, that Edmund Blunden called the &quot;temple of \nall the earth&#39;s towns,&quot; a part of the global lexicon, thanks to the \nKyoto Protocol signed in 1997. \n\nThere&#39;s so little known about the other Kyoto that Jan Morris \ndescribes, &quot;remains to the Japanese something special... the supreme \nrepository of their ancient traditions, their religion, and their \nhigh-flown patriotism, their golden heritage and their resilient \npride.&quot; \n\nTake Kyo-kaori (meaning Kyoto fragrance or flavor), a bottled iced \ntea with powdered matcha tea from Kyoto, concealed in a clever \ndouble cap. The bottle contains only water, but when you unscrew the \ntop cap, it releases the powdered tea from the green tube into the \nwater as you taste the flavours of Kyoto from an odd-coloured green \nbottle! \n\nFor a more conventional experience, Kyoto&#39;s sights and sounds can \nbest be explored by foot. Its mass of cool green garden moss, an oft \nresounding echo of a temple bell, the inimitable aroma of soy, sugar \nand sake, and the sensual caress of silk, can all be taken in on a \nday&#39;s walk. An over 1200-year-old city, this is a city of 1,600 \ntemples and 400 shrines and palaces and gardens. \n\nOne thing Kyoto does not have is an off season. In spring and \nautumn, the Japanese flock to see the famed cherry blossoms in \nMaruyama Park and the maple leaves in the western hills of \nArashiyama. In summer, the city is ablaze with colour, with the \ngilded, ornate floats of the July 17 Gion Matsuri, then with the \nDaimonji, when a gargantuan bonfire paints the character &quot;dai,&quot; \nor &quot;big,&quot; against the eastern mountain slope. \n\nThere&#39;s so much of India in Kyoto&#39;s temples with numerous \nmanifestations of Buddha. The ten or tembu, originally Indian deva, \nHindu deities, were incorporated into the Buddhist faith and became \nits protectors, have their imposing images often flanking temple \nentrances. The smell of delicate incense in everywhere. \n\nA popular attraction is the 14th century, Kinkakuii, completely \ncovered in gold leaf, earning it the name Golden Pavilion. Here in \n1984, explains the guide, water from the holy Ganges was brought and \nstored. \n\nMeanwhile at the world heritage site, Nijo Castle, the finely \nwrought parquet floors of the outer rooms squeak loudly when trod \nupon, bearing an uncanny resemblance to the song of the nightingale. \nNo mere structural quirk, the squeaks were designed into the floor \nas a warning system for the shogun, Tokugawa Iyeyasu, who built the \ncastle in 1603 and lived there in continual fear of would-be \nassassins, despite the stone walls and moats that surrounded it. \n\nAt the &#39;Pure water temple&#39;, Kiyomizudera, associated with Nara \nBuddhism, the oldest sect in Japan, visitors can choose from three \nstreams that guarantee you one of the three - health, wealth or \nwisdom. Interestingly, one sees long queues of Japanese students \nopting for the wisdom spring - a direct connotation of their \ncultural upbringing. \n\nThe approach to the temple along Kiyomizu-michi or Gojo-zaka is \nsteep and narrow, the streets lined with stores specialising in \nlocal sweets and souvenirs including fans, teapots and ceramic frogs \nthat promise to bring prosperity. From the terrace of the temple, is \nbeautiful view of the wooded hills of eastern Kyoto. \n\nHere, walking among the Zen gardens that try to convince belief in \nemptiness, actually allows the mind to stop. Be it a solitary stone \nin a rock garden or a stray red maple leaf just fallen on carefully \nraked sand, everything seems to have it&#39;s carefully designated \nplace. \n\nIt isn&#39;t long before one finds oneself back into the humdrum of \ndaily life in Kyoto station, catching the bullet train to Nagoya. In \nall this madness, strange how one has caught up perhaps for the \nfirst time, with the fullness of life in all its forms.\n\n\n\n\n"
}