{
    "userId": 145759856,
    "authorName": "Kitsuno",
    "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
    "profile": "kitsuno",
    "replyTo": "LIST",
    "senderId": "T4SDu7Avb4Eqm3B38gj4a4qRzGXtZdW5DwKCnlJncOet0SIgn4C6MKF6dRgmeyVRoOVOje-IeUnJpidGNv_YMgOvWW_saddUaIgxwZa5GbE-VOamUIcE7r0",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "Puppeteer turns his hand to Genji&#39;s world",
    "postDate": "1120240629",
    "msgId": 7274,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGRhNDA1bCtqOGdiQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 0,
    "prevInTime": 7273,
    "nextInTime": 7275,
    "topicId": 7274,
    "numMessagesInTopic": 1,
    "msgSnippet": "Puppeteer turns his hand to Genji s world By HIROKO OIKAWA Contributing Writer Chances are you ve heard of ``The Tale of Genji, the 1,000-year- old tale of",
    "rawEmail": "Return-Path: &lt;samurai-listowner@...&gt;\r\nX-Sender: samurai-listowner@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 3537 invoked from network); 1 Jul 2005 17:57:31 -0000\r\nReceived: from unknown (66.218.66.216)\n  by m26.grp.scd.yahoo.com with QMQP; 1 Jul 2005 17:57:31 -0000\r\nReceived: from unknown (HELO n16a.bulk.scd.yahoo.com) (66.94.237.45)\n  by mta1.grp.scd.yahoo.com with SMTP; 1 Jul 2005 17:57:29 -0000\r\nComment: DomainKeys? See http://antispam.yahoo.com/domainkeys\r\nReceived: from [66.218.69.1] by n16.bulk.scd.yahoo.com with NNFMP; 01 Jul 2005 17:57:10 -0000\r\nReceived: from [66.218.66.80] by mailer1.bulk.scd.yahoo.com with NNFMP; 01 Jul 2005 17:57:10 -0000\r\nDate: Fri, 01 Jul 2005 17:57:09 -0000\r\nTo: samuraihistory@yahoogroups.com\r\nMessage-ID: &lt;da405l+j8gb@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 5753\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Msg-Info: 1:12:0\r\nFrom: &quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;\r\nSubject: Puppeteer turns his hand to Genji&#39;s world\r\nX-Yahoo-Group-Post: member; u=145759856; y=FZapnqk88qDypGAJmglidV88fsjD6jWX9P4JaIa-iv8ovg\r\nX-Yahoo-Profile: kitsuno\r\n\r\nPuppeteer turns his hand to Genji&#39;s world\n\nBy HIROKO OIKAWA Contributing Writer\n\nChances are you&#39;ve heard of ``The Tale of Genji,&#39;&#39; the 1,000-year-\nold tale of romance that&#39;s considered the world&#39;s first great novel. \n\nBut chances are you&#39;ve never experienced the book, penned by court \nlady Murasaki Shikibu, in quite the way it&#39;s being presented by \nYukiza, a centuries-old marionette theater. \n\nThe idea of turning the epic story into a play for puppets was \nunimaginable-until last year. \n\nProduced by the Shizuoka Convention and Arts Center Granship, ``Yume \nno Ukihashi&#39;&#39; (Floating bridge in a dream), a play based on the \ntimeless love story, was performed last spring by Yukiza, which \nboasts 370 years of tradition. The production, which has been \nperformed only in Shizuoka and a few other prefectures, will finally \nmake it to Tokyo in late July. \n\nThe project was the brainchild of Hajime Yamamoto, Granship&#39;s \nexecutive director. It was his dream to have the world of Genji \nstaged by the marionette troupe. \n\nBut at first, Yamamoto&#39;s proposal didn&#39;t seem feasible to Magosaburo \nYuki XII, who heads the company. \n\n``I wasn&#39;t sure if we&#39;d be able to do it, because a pure love story \nwithout action scenes was not in our repertoire,&#39;&#39; Yuki said in an \ninterview at the company&#39;s studio in Tokyo. \n\nAlso initially unsure was Makoto Sato, who wrote the script and \ndirected the production. Preparing the script took three years and \nrequired him to pore over the lengthy novel in classical Japanese \nand two modern translations. \n\nThe result was ``Yume no Ukihashi,&#39;&#39; an adaptation of the 54-chapter \nstory of Genji, an aristocratic playboy, and Kaoru, his wife&#39;s \nillegitimate son. Sato&#39;s adaptation is narrated by Ukifune, a \nheroine in the novel&#39;s final chapter who attempts suicide following \nher involvement with Kaoru in a love triangle. She leads the \naudience to the world of Genji, where key epsodes from the epic \nnovel unfold. \n\nOf particular note about this production is the interaction between \nthe Yukiza&#39;s marionettes and a human actor, which calls for a bit of \nimagination on the part of the audience. \n\nUkifune, the storyteller, is played by actress Tomoko Mariya. Other \ncharacters, including Genji, his wife, Aoi, and his lovers, Yugao \nand Rokujo no miyasudokoro-whose malignant spirit leads Aoi to her \ndeath-are portrayed by marionettes. \n\nMariya also plays Genji in one scene and Rokujo in another, \ninteracting and conversing with marionettes. \n\nFounded in 1635, Yukiza was one of five shogunate-supported theater \ncompanies in Edo, as Tokyo was known under Tokugawa rule. Of the \nfive, only Yukiza still operates as a troupe. \n\nYuki feels the group&#39;s innovative spirit was the key to its \nsurvival. \n\n``Performers in traditional arts tend to stick with classics, which \nwere unproven new works when they were first performed. With that in \nmind, we want to create new works that can become classics later. \nThat was the thinking of my father and grandfather,&#39;&#39; he says. \n\nBorn in 1943 to Magosaburo Yuki X and Sokyo Takemoto, a samisen-\nplaying storyteller in gidayu tradition, Yuki said he was playing \nwith marionettes as far back as he can remember. \n\n``Marionettes were just about the only toys I could find around me. \nI taught myself how to manipulate them,&#39;&#39; he recalls. \n\nAfter his debut at age 4, he continued teaching himself the art \nrather than training under his father. As a teenager, he studied \nother traditional arts, including Kabuki, Noh and kyogen, under \nacknowledged masters. \n\n``Like many other people born into the world of traditional arts, I \nwas at the point of no return before I knew it,&#39;&#39; he says. \n\nMeanwhile, Yuki was involved in the underground theater movement of \nthe 1960s, which explored new styles of expression. Among the people \nhe met in those days was Sato, one of the scene&#39;s leading lights. \n\nYuki and Sato have worked together since their 1975 production of \n``Shojo Kamen,&#39;&#39; written by actor and scriptwriter Juro Kara. Their \nuse of marionettes instead of human actors drew large audiences. \n\nThat innovative spirit prompted the company to stage a Japanese-\nlanguage production of Shakespeare&#39;s ``Macbeth,&#39;&#39; which won a \nspecial award at the 1986 Belgrade International Theater Festival. \nTheir artistic path eventually led them to ``Yume no Ukihashi.&#39;&#39; \n\nBut in bringing the world of Genji to the stage, the marionette \nartists had hurdles to clear. \n\nAmong them was the use of delicate puppets designed by Sayoko \nYamaguchi, a top model in the 1970s. For the first time in the \ncompany&#39;s history, the marionettes&#39; faces and costumes were made \nwith traditional washi paper. \n\n``Made of paper rather than cloth, the marionettes are light and \nhard to handle,&#39;&#39; Yuki says. \n\nFor the audience, the extra effort makes a difference. The \nmarionettes, dressed in black or white costumes representing light \nand shadow, make a deep impact. \n\nAnother highlight of the production is 91-year-old Takemoto, Yuki&#39;s \nsamisen-playing mother. \n\n``When she forgets the song and starts improvising, we won&#39;t know \nwhat to do with the marionettes,&#39;&#39; Yuki says with a laugh. \n\nUp next for Yukiza is a planned collaboration with a marionette \ntheater in China&#39;s Fujian province. \n\n``Maybe we&#39;ll do Shakespeare,&#39;&#39; Yuki said. ``The fusion of similar \nyet different cultures will be a challenge.&#39;&#39; \n\n* * * \n\n``Yume no Ukihashi&#39;&#39; will be performed July 22 (7 p.m.), July 23 (2 \np.m.) and July 24 (2 p.m.) at Tokyo&#39;s Setagaya Public Theater. See \nmap on this page. Performances are in Japanese, with no translation. \n3,500 yen and 4,000 yen. For tickets, call Click Ticket Center at 03-\n5432-1515. Tickets can by purchased online at &lt; \nhttp://eee.eplus.co.jp &gt;.(IHT/Asahi: May 27,2005) \n\n \n\n\n\n\n"
}