{
    "userId": 204385494,
    "authorName": "cesar yamuta",
    "from": "cesar yamuta &lt;cyyamuta@...&gt;",
    "profile": "cyyamuta",
    "replyTo": "LIST",
    "senderId": "ai7rxKkPEbbWFXNW0SD2XztB6hklj5fBqCpBwb4yEoPOaDAkeVlazbyzk3WB40ScSviREesn1gnKqpdKkEh6Z1xJKbv3GAkw",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "Re: [samuraihistory] Punishment and Power in the Making of Modern Japan",
    "postDate": "1120565207",
    "msgId": 7281,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": true,
    "headers": {
        "messageIdInHeader": "PDIwMDUwNzA1MTIwNjQ3LjEzMTExLnFtYWlsQHdlYjUzMTA5Lm1haWwueWFob28uY29tPg==",
        "inReplyToHeader": "PGRhNWJ2ditncXM4QGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 7276,
    "nextInTopic": 0,
    "prevInTime": 7280,
    "nextInTime": 7282,
    "topicId": 7276,
    "numMessagesInTopic": 2,
    "msgSnippet": "Hi! Looks like this book is one that may prove nice to read... Where can I find one? Could I, perhaps, get hold of an ebook copy? Would appreciate much if one",
    "rawEmail": "Return-Path: &lt;cyyamuta@...&gt;\r\nReceived: (qmail 51337 invoked from network); 5 Jul 2005 13:16:51 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m23.grp.scd.yahoo.com with QMQP; 5 Jul 2005 13:16:51 -0000\r\nReceived: from unknown (HELO n26.bulk.scd.yahoo.com) (66.94.237.55)\n  by mta3.grp.scd.yahoo.com with SMTP; 5 Jul 2005 13:16:50 -0000\r\nComment: DomainKeys? See http://antispam.yahoo.com/domainkeys\r\nReceived: from [66.218.69.2] by n26.bulk.scd.yahoo.com with NNFMP; 05 Jul 2005 13:15:46 -0000\r\nReceived: from [66.218.66.85] by mailer2.bulk.scd.yahoo.com with NNFMP; 05 Jul 2005 13:15:46 -0000\r\nX-Sender: cyyamuta@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 44088 invoked from network); 5 Jul 2005 12:06:48 -0000\r\nReceived: from unknown (66.218.66.172)\n  by m24.grp.scd.yahoo.com with QMQP; 5 Jul 2005 12:06:48 -0000\r\nReceived: from unknown (HELO web53109.mail.yahoo.com) (206.190.39.212)\n  by mta4.grp.scd.yahoo.com with SMTP; 5 Jul 2005 12:06:47 -0000\r\nReceived: (qmail 13113 invoked by uid 60001); 5 Jul 2005 12:06:47 -0000\r\nMessage-ID: &lt;20050705120647.13111.qmail@...&gt;\r\nReceived: from [210.213.90.75] by web53109.mail.yahoo.com via HTTP; Tue, 05 Jul 2005 05:06:47 PDT\r\nDate: Tue, 5 Jul 2005 05:06:47 -0700 (PDT)\r\nTo: samuraihistory@yahoogroups.com\r\nIn-Reply-To: &lt;da5bvv+gqs8@...&gt;\r\nMIME-Version: 1.0\r\nX-eGroups-Msg-Info: 1:12:0\r\nFrom: cesar yamuta &lt;cyyamuta@...&gt;\r\nSubject: Re: [samuraihistory] Punishment and Power in the Making of Modern Japan\r\nX-Yahoo-Group-Post: member; u=204385494; y=8aveu2VbVekW558haX_jjcUsXTDctEHbaGbNBXxi2GHr46Y\r\nX-Yahoo-Profile: cyyamuta\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\nX-Yahoo-Newman-Property: groups-system\r\nX-eGroups-Approved-By: ltdomer98 &lt;ltdomer98@...&gt; via web; 05 Jul 2005 13:15:44 -0000\r\n\r\nHi! Looks like this book is one that may prove nice to read... Where can I find one? Could I, perhaps, get hold of an ebook copy?\n \nWould appreciate much if one could share same to me. \n \n \nCesar\n\n\nKitsuno &lt;samurai-listowner@...&gt; wrote:\nBOOK REVIEW/ Punishment and Power in the Making of Modern Japan\n07/02/2005\n\nBy KENNETH J. RUOFF, Contributing Writer\n\n\nPunishment and Power in the Making of Modern Japan \n\nBy Daniel V. Botsman \n\nPrinceton: Princeton University Press \n\nISBN 0-691-11491-9, 319 pp, $35 \n\n\nDaniel V. Botsman, associate professor of Japanese history at \nHarvard University, has written a crisp, nuanced account of Japan&#39;s \ntransition to modernity by focusing on the transformation of the \ncountry&#39;s penal system. Disputing accounts that stress there were \nalready roots of modernity before the Meiji Restoration of 1868, \nBotsman argues that many Meiji Era (1868-1912) reforms-specifically \nthe establishment of a modern penal system-represented a clear \nrupture with the past. Even as Botsman emphasizes the discontinuous \nnature of many Meiji Era reforms, however, he challenges simplistic \naccounts that interpret the modernization of Japan&#39;s penal system as \nmarking a shift from barbarism to civilization. \n\nLike their counterparts throughout the world at the time, Tokugawa \nShogunate (1603-1867) authorities developed horrifying ways of \npunishing and executing criminals. Botsman provides graphic details \nof those punishments, including extreme forms such as the \ndomestically developed type of crucifixion pictured on the book&#39;s \ncover (numerous graphics augment the book&#39;s strengths). In addition, \npublic display of criminals&#39; corpses was a means for the authorities \nto warn people to behave. \n\nBotsman concludes: &quot;Tokugawa punishments were never acts of \nunthinking violence. They formed part of a sophisticated system for \nmaintaining order that was not entirely lacking in restraint or \ncompassion. For example, the fact that a retainer would be punished \nfar more harshly for stealing from his lord than from a social equal \nrepresented the need to uphold a particular status system. Moreover, \nthere was considerable room for benevolence in the system, and the \nauthorities often overlooked various offenses.&quot; \n\nBotsman details how in the mid-19th century, representatives of \nWestern countries, without understanding the complexity of the \nTokugawa system of punishment, labeled it uncivilized and invoked it \nto justify extraterritoriality. This was the provision in the \nunequal treaties requiring that foreigners accused of crimes be \ntried by consular officials from their own countries rather than by \nJapanese officials. \n\nTo win the confidence of the Western powers, Japan&#39;s new leaders \ncreated a system of punishment characterized by modern jails based \non European and American models. They outlawed dramatic forms of \npublic punishment and decreed that executions be carried out only \nfor particularly heinous crimes and only by hanging. They otherwise \neliminated corporal punishment. In its place, however, the state \njailed more people, including thousands for dissenting against the \nnew government. \n\nIt took decades for Japan to convince the West that its modernized \nlegal system, which included a system of jails advertised as \nreforming criminals by putting them to work, showed the nation had \nreached a level of civilization that merited elimination of the \nunequal treaties. \n\nWestern visitors to Japan such as Isabella Bird, after observing \nprisoner work gangs, wrote approvingly of the practice, which \nsupposedly served both to better the prisoners and develop the \ncountry. Botsman, however, questions whether the practice of \nliterally working thousands of prisoners to death to extract coal \nand build roads, especially in newly colonized Hokkaido, represented \na higher stage of civilization. \n\nThe author&#39;s interpretation of the intersection of penal systems and \nmodernity becomes most fascinating with his account of Japan&#39;s \nacquisition of an overseas empire, the quintessential marker of a \ncivilized country in the late 19th century, as a result of its \nvictory over China in 1895. With its appropriation of Taiwan, Japan \nearned the right to institute a colonial penal system. \n\nBotsman&#39;s account of the double standard used to justify such \npractices as flogging, first applied to colonial subjects in Taiwan \nand then used extensively in Korea, demonstrates the blatant \nprejudice that underlays the placement of some countries into the \ncategory of civilized and others into the category of uncivilized \nduring the heyday of imperialism. \n\nJapan initially built a showcase prison in Taiwan&#39;s capital and \napplied the same system of punishment used in the homeland. Before \nlong, however, the colonial authorities concluded that the local \nChinese and Taiwanese were at such a low level of civilization that \nincarceration in a modern prison, far from being a reforming \npunishment, was a luxury. \n\nJapanese colonial authorities thereby decided in 1904 to institute \nflogging, which was outlawed in Japan proper, in Taiwan. According \nto Botsman, most Western commentators, far from condemning this \nhypocrisy, as did some ideologically consistent Japanese members of \nthe penal-reform movement, applauded the Japanese for having come to \nunderstand that civilized forms of punishment were ineffective in \nkeeping the natives in place. Far from undermining Japan&#39;s place in \nthe self-appointed club of civilized nations, the use of harsh \npunishments against colonial subjects earned Japan additional \nrespect from other imperialist powers that employed similar brutal \nmethods. \n\nThis is a sophisticated and yet accessible work of history that I \nrecommend heartily. \n\n* * * \n\nThe reviewer is director of the Center for Japanese Studies at \nPortland State University.(IHT/Asahi: July 2,2005) \n\n\n\n\n\n\n---\nJoin the 2005 &#39;Samurai Fiction&#39; contest: \nhttp://www.samurai-archives.com/writcon.html\nSamurai Archives: http://www.samurai-archives.com\nSamurai Archives store: http://www.cafeshops.com/samuraiarchives\n--- \n\n\n\nSPONSORED LINKS \nSamurai Japan Japan airline \n\n---------------------------------\nYAHOO! GROUPS LINKS \n\n\n    Visit your group &quot;samuraihistory&quot; on the web.\n  \n    To unsubscribe from this group, send an email to:\n samuraihistory-unsubscribe@yahoogroups.com\n  \n    Your use of Yahoo! Groups is subject to the Yahoo! Terms of Service. \n\n\n---------------------------------\n\n\n\n\n\n\t\t\n---------------------------------\nYahoo! Sports\n Rekindle the Rivalries. Sign up for Fantasy Football\n\n[Non-text portions of this message have been removed]\n\n\n\n\n"
}