{
    "userId": 145759856,
    "authorName": "Kitsuno",
    "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
    "profile": "kitsuno",
    "replyTo": "LIST",
    "senderId": "9WEN9LAGnyYcgDgiwePfiAwS8mWeUPBw1rfFxfcW8nW1Zr8MtTF6HgNDrfwEAFRDfXqjZx6Ntvi7Lcb16Y83Qc8Mf483OfXZzh6wXo38bwRXWRoQG_QKt9c",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "Samurai Commando Mission 1549",
    "postDate": "1120698908",
    "msgId": 7288,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGRhaHZtcys5bW9jQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 7289,
    "prevInTime": 7287,
    "nextInTime": 7289,
    "topicId": 7288,
    "numMessagesInTopic": 4,
    "msgSnippet": "Samurai Commando Mission 1549 (Sengoku Jieitai 1549) Mark Schilling in Tokyo 06 July 2005 Dir: Masaaki Tezuka. Japan. 2005. 119mins. A remake of Kosei Saito s",
    "rawEmail": "Return-Path: &lt;samurai-listowner@...&gt;\r\nX-Sender: samurai-listowner@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 99079 invoked from network); 7 Jul 2005 01:15:27 -0000\r\nReceived: from unknown (66.218.66.216)\n  by m23.grp.scd.yahoo.com with QMQP; 7 Jul 2005 01:15:27 -0000\r\nReceived: from unknown (HELO n7a.bulk.scd.yahoo.com) (66.94.237.41)\n  by mta1.grp.scd.yahoo.com with SMTP; 7 Jul 2005 01:15:27 -0000\r\nComment: DomainKeys? See http://antispam.yahoo.com/domainkeys\r\nReceived: from [66.218.69.5] by n7.bulk.scd.yahoo.com with NNFMP; 07 Jul 2005 01:15:09 -0000\r\nReceived: from [66.218.66.70] by mailer5.bulk.scd.yahoo.com with NNFMP; 07 Jul 2005 01:15:09 -0000\r\nDate: Thu, 07 Jul 2005 01:15:08 -0000\r\nTo: samuraihistory@yahoogroups.com\r\nMessage-ID: &lt;dahvms+9moc@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 4280\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Msg-Info: 1:12:0\r\nFrom: &quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;\r\nSubject: Samurai Commando Mission 1549\r\nX-Yahoo-Group-Post: member; u=145759856; y=1wkVStXUNiKw6lQpM9yLCVmJDfdN61_3t1OKMJo_RCpDLw\r\nX-Yahoo-Profile: kitsuno\r\n\r\nSamurai Commando Mission 1549 \n(Sengoku Jieitai 1549)\n\nMark Schilling in Tokyo 06 July 2005 \n  \nDir: Masaaki Tezuka. Japan. 2005. 119mins.\n\nA remake of Kosei Saito&#39;s 1979 film about a military Self Defence \nForces (SDF) unit that time travels back to the days of the samurai, \nSamurai Commando: Mission 1549 has already attracted a flood of \nforeign rights offers for producer Kadokawa Pictures. Concluded \ndeals totalled 31 at last count - a new record for a live-action \nJapanese film.\n\nWhat director Masaaki Tezuka (Godzilla: Tokyo S.O.S.) delivers on \nthe screen is not the camp-fest implied in the title, but a Japanese \nequivalent of Independence Day: full-bore, straight-ahead SF action \nwith a nationalistic slant. Also, much of the $15m budget has gone \nto effects that may be more 1996 than 2005 but are still of-the-line \nfor a Japanese release.\n\nSamurai Commando has become a solid hit in Japan following its June \n1 release, and internationally looks likely to draw the same teenage \nmales who thrilled to The Last Samurai (if not the women who \nthrilled to Tom Cruise). Success, though, will depend on how much \nthe international version also commissioned by Kadokawa, with its \npumped-up effects and soundtrack, can reduce the original film&#39;s \ncheese factor.\n\nThe action starts with a top-secret test of a new magnetic shield - \nand a blunder by the second lieutenant in charge, one Rei Kanzaki \n(Kyoka Suzuki) that sends an SDF unit reeling back in time.\n\nThe SDF brass covers up the incident, but two years later the space-\ntime continuum begins to warp - and they decide to dispatch a squad, \ncoded named Romeo, into the year 1549. Their mission: rescue the \nmissing soldiers - and save Japan (not to mention the Solar System) \nfrom being sucked into the void.\n\nSquad leader Kashima (Yosuke Eguchi) is a reluctant warrior, as is \nhis second in command, the stern-visaged Kanzaki. But when they \nfinally travel back to 1549 they discover that the unit leader, \nColonel Matoba (Takeshi Kaga), has assumed the identity of a famous \nwarlord - and is planning to fast-forward Japan to world power \nstatus with the aid of a city-obliterating secret weapon.\n\nMade with the co-operation of the SDF, Samurai Commando offers all \nthe money shots of helicopters, tanks, and other hardware that \nmilitary buffs, not to mention SDF recruiters, could desire.\n\nIt also skips boring exposition, plunging immediately into the \naction. Wave after wave of samurai are blasted to writhing \nsmithereens by modern firepower - but the survivors charge on \nregardless. Meanwhile, the SDF troops take their share of deadly, \nrealistically rendered CG arrows.\n\nThere are other neat effects, such as the SDF unit and all its \nhardware being whirled into the past like Dorothy&#39;s house in The \nWizard Of Oz. But they cannot disguise Tezuka&#39;s pedestrian direction \nand the lack of emotional range, beyond grim determination.\n\nInstead of expressing awe and astonishment at the sudden appearance \nof 21st century technology in their midst, Tezuka&#39;s samurai \nimmediately and mindlessly go on the attack, like bad guys in a \ncomputer game.\n\nMeanwhile, the SDF heroes barely notice their feudal-era \nsurroundings; they are like Japanese salarymen sent on business to a \ndangerous Third World country, whose only thought is to make it back \nto the airport intact and on time.\n\nAmong the standouts in the main cast is Kazuki Kitamura, playing a \nsamurai who time travels in the opposite direction and becomes a \nRomeo ally. After a long slog through the straight-to-video \nunderworld, Kitamura finally has a mainstream platform for his \nBrando-ish looks, presence and acting chops. And his sword-fighting \nskills are superb. Watch your back Ken Watanabe - you may not be the \nlast samurai after all.\n\nProduction companies\nKadokawa Pictures\nNTV\nNihon Eiga Fund\n\nInternational sales\nKadokawa Pictures\n\nJapanese distribution\nToho\n\nExecutive producer\nKazuo Kuroi\n\nAssociate producers\nNaoki Sato\nChiharu Akiba\nIkio Nabeshima\n\nCinematography\nShun Fujiishi\n\nScreenplay\nKiyohito Takeuchi\nYasushi Matsuura\n\nEditor\nShinichi Katajima\n\nProduction design\nTakeshi Shimizu\n\nSpecial effects supervisor\nKatsuhiro Inoue\n\nMusic\nshezoo\n\nMain cast\nYosuke Eguchi\nKyoka Suzuki\nTakeshi Kaga\nKazuki Kitamura\nHaruka Ayase\n \n\n\n\n\n"
}