{
    "userId": 61281048,
    "authorName": "Nate Ledbetter",
    "from": "Nate Ledbetter &lt;ltdomer98@...&gt;",
    "profile": "ltdomer98",
    "replyTo": "LIST",
    "senderId": "qChCYmic9QT8FFvRAzcXUR_6KeovqjlJx-L1qn5bt8oRBJTi5NufchI3DTs78MKwlxDnrg89yT8HGpLRDVszjNNJTSOYseHV9iXH",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "RE: [samuraihistory] Question to you all...",
    "postDate": "1018576641",
    "msgId": 729,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDIwNDEyMDE1NzIxLjcwMTQ4LnFtYWlsQHdlYjE0NzAzLm1haWwueWFob28uY29tPg==",
        "inReplyToHeader": "PDIwMDIwNDExMTIwOTU2LjQ3MzU1LnFtYWlsQHdlYjExNTAxLm1haWwueWFob28uY29tPg=="
    },
    "prevInTopic": 722,
    "nextInTopic": 736,
    "prevInTime": 728,
    "nextInTime": 730,
    "topicId": 696,
    "numMessagesInTopic": 22,
    "msgSnippet": "... Definitely NOT independent. All information is integrated together and factors into a commanders tactical decisions. Being outnumbered by a few, and ",
    "rawEmail": "Return-Path: &lt;ltdomer98@...&gt;\r\nX-Sender: ltdomer98@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (EGP: mail-8_0_3_1); 12 Apr 2002 01:57:23 -0000\r\nReceived: (qmail 38805 invoked from network); 12 Apr 2002 01:57:22 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m11.grp.scd.yahoo.com with QMQP; 12 Apr 2002 01:57:22 -0000\r\nReceived: from unknown (HELO web14703.mail.yahoo.com) (216.136.224.120)\n  by mta3.grp.scd.yahoo.com with SMTP; 12 Apr 2002 01:57:22 -0000\r\nMessage-ID: &lt;20020412015721.70148.qmail@...&gt;\r\nReceived: from [64.12.103.51] by web14703.mail.yahoo.com via HTTP; Thu, 11 Apr 2002 18:57:21 PDT\r\nDate: Thu, 11 Apr 2002 18:57:21 -0700 (PDT)\r\nSubject: RE: [samuraihistory] Question to you all...\r\nTo: samuraihistory@yahoogroups.com\r\nIn-Reply-To: &lt;20020411120956.47355.qmail@...&gt;\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=us-ascii\r\nFrom: Nate Ledbetter &lt;ltdomer98@...&gt;\r\nX-Yahoo-Group-Post: member; u=61281048\r\nX-Yahoo-Profile: ltdomer98\r\n\r\n\n--- Lee Changsub &lt;knorr31@...&gt; wrote:\n&gt; I think that there is a great conceptual fallacy of\n&gt; combining statsitical facts and tactical decisions\n&gt; that affects both military practitioners and\n&gt; theorists\n&gt; or historians.\n&gt;  Yes, it is important to obtain a good measure of\n&gt; comparison on the size of troops. But, I would say\n&gt; that the decision of whether or not taking offensive\n&gt; or withdraw must be &quot;independent of&quot; information on\n&gt; the troop size obtained through recon.\n\nDefinitely NOT independent. All information is\nintegrated together and factors into a commanders\ntactical decisions. Being outnumbered by a few, and\nknowing you have better quality troops, and maybe\ndetermining how to use surprise, mass, and economy of\nforce can mitigate these factors. Nobunaga did the\nlast three at Okehazama, in what I consider one of the\nmost brilliant battles fought by any commander\nanywhere. However, Katsuyori didn&#39;t think it all\nthrough. He was outnumbered by more than 2 to 1, not\nby a few; granted his troops were probably more\ndisciplined and better trained, especially the\ncavalry; however, and most crucially, he failed to do\nANYTHING other than what Nobunaga expected him to do.\nDid he try to maneuver to get in Nobunaga&#39;s rear and\nreduce him piecemeal, negating Nobunaga&#39;s force size?\nNo. He let Nobunaga make his preparations, and then\ncharged first thing in the morning right into the\ndefense Nobunaga had laid out. I will grant that\nwithout the defensive preparations (and the river, and\nthe muddy ground...) it would have been much more\neven, and as it was the idea that the gunfire\n&quot;slaughtered&quot; the Takeda is a fallacy. But the point\nis he did NONE of this. Those good commanders you\nmention would not have done the expected, charge\nstraight up the middle at waiting arqubusiers. \n\n\n\n&gt;  \n&gt; The troop size is only one of factors that the field\n&gt; marshall has to consider for her or his tactical\n&gt; decision. But, it is not the only factor that will\n&gt; determine the success or the failure of any type of\n&gt; tactical decisions that would be made by the field\n&gt; marshall.\n\nNever said it was. The North Koreans have many more\nmen under arms than the South Koreans, yet I fully\nbelieve the South Koreans would run over them\n(provided NK artillery was negated first).\n\n\n&gt; \n But,also in\n&gt; many of famous battles directed by those &#39;famous&#39;\n&gt; generals, you would find that they often had to\n&gt; fight\n&gt; against the more powerful or larger sized enemy\n&gt; troops. I think that this is where we can\n&gt; distinguish\n&gt; between competent and incompetent field marshalls.\n\nYes, and many times those generals weren&#39;t exactly\ngiven the choice, and maneuvered themselves into\nsuccess. As I said, Katsuyori did not.\n\n&gt; \n&gt; In general, I would say that the field marshall must\n&gt; try to avoid facing and fighting the larger sized\n&gt; enemy if possible because of there is more odds for\n&gt; defeat. But, if his or her tactical decision\n&gt; forces(you will need more interpretation for this\n&gt; word) him or her to take offensive or defensive,\n&gt; then\n&gt; he or she would need to excercise his or her\n&gt; ingenuity\n&gt; with all efforts. That is why we train generals and\n&gt; officers at the academy.\n\nThis is exactly what I am saying. Is it possible that\nthis could have turned out different? Yes, of course.\nThe prudent course would have been to retreat and\nfight when the odds were better. Katsuyori had this\noption. If forced to fight, could he have done better?\nWithout a doubt, yes. But then again, all of this is\nin hindsight. My original point in my original post\nwas that given the information he should have had (and\nif he didn&#39;t, he sure did not follow Sun Tzu&#39;s\nprecepts of using scouts and spies) he should not have\nmade the decision to fight. If he did decide to fight,\nhe should have done something, anything else. Rush the\ncastle and take it, then defend from inside. Determine\nwhere Nobunaga was and attack before he could prepare,\nor maneuver around and hit him from another side.\nAnything. I wouldn&#39;t take my tanks on a frontal\nassault of fortified positions with AT missiles and\nartillery. \n\n\n__________________________________________________\nDo You Yahoo!?\nYahoo! Tax Center - online filing with TurboTax\nhttp://taxes.yahoo.com/\n\n"
}