{
    "userId": 0,
    "authorName": "Forest Seal",
    "from": "&quot;Forest Seal&quot; &lt;oceanair@...&gt;",
    "replyTo": "LIST",
    "senderId": "aFcbTJizgFx-eqmXJaN_SzxanHYwL_i-k8FJRjJC-fTJKgsCbCrwFcof7SbZm_Vvz8Gkh7pVLo-fSCT_Zxu7yktz9qh9w4HSj1V2",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [samuraihistory] Law enforcement in Edo period Japan",
    "postDate": "980484943",
    "msgId": 72,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PExBVzItRjUzRGpvWUFQTlhSUG0wMDAwMDVmMEBob3RtYWlsLmNvbT4="
    },
    "prevInTopic": 71,
    "nextInTopic": 73,
    "prevInTime": 71,
    "nextInTime": 73,
    "topicId": 71,
    "numMessagesInTopic": 3,
    "msgSnippet": "JM, RE: For my question, can anyone here provide me with more info about the Miura family? All I know about them is that they were of great help in putting the",
    "rawEmail": "Return-Path: &lt;oceanair@...&gt;\r\nX-Sender: oceanair@...\r\nX-Apparently-To: samuraihistory@egroups.com\r\nReceived: (EGP: mail-7_0_2_1); 26 Jan 2001 04:57:49 -0000\r\nReceived: (qmail 14834 invoked from network); 26 Jan 2001 04:55:45 -0000\r\nReceived: from unknown (10.1.10.26) by l7.egroups.com with QMQP; 26 Jan 2001 04:55:45 -0000\r\nReceived: from unknown (HELO hotmail.com) (216.32.181.53) by mta1 with SMTP; 26 Jan 2001 04:55:44 -0000\r\nReceived: from mail pickup service by hotmail.com with Microsoft SMTPSVC; Thu, 25 Jan 2001 20:55:44 -0800\r\nReceived: from 205.245.120.107 by lw2fd.hotmail.msn.com with HTTP;\tFri, 26 Jan 2001 04:55:43 GMT\r\nTo: samuraihistory@egroups.com\r\nSubject: Re: [samuraihistory] Law enforcement in Edo period Japan\r\nDate: Thu, 25 Jan 2001 23:55:43 -0500\r\nMime-Version: 1.0\r\nContent-Type: text/plain; format=flowed\r\nMessage-ID: &lt;LAW2-F53DjoYAPNXRPm000005f0@...&gt;\r\nX-OriginalArrivalTime: 26 Jan 2001 04:55:44.0407 (UTC) FILETIME=[3D6F2270:01C08754]\r\nFrom: &quot;Forest Seal&quot; &lt;oceanair@...&gt;\r\n\r\n\n\nJM,\n\nRE: For my question, can anyone here provide me with more info about the \nMiura family? All I know about them is that they were of great help in \nputting the Minamoto family into power and that they were from the Kinugasa \nregion(somewhere near Kamakura?).\n\nThe Miura claimed descent from Taira Takamochi, a son of Katsurabara-shinno \n(himself a son of the Emperor Kammu).  Miura (Taira) Tamemichi established \nhimself at Kinugasa in the mid-11th Century. By the late-12th Century, they \nwere acting as vice-governors (suke) of Sagami Province.  Miura Yoshiaki \n(d.1181) and his son Yoshizumi (d.1200) supported Minamoto Yoritomo from the \noutset of the Gempei War, though the former was killed early in the \nfighting.  After the Minamoto victory, Yoshizumi was named as one of the 13 \nmembers of the Shukurou (or council of elders, established in 1199 to check \nthe power of Minamoto Yoriie).  Yoshizumi was also to evidently act as shugo \nof Sagami, and the Miura would later recieve Kawachi and Kii.  Miura \nYoshimura (d.1239) thus became quite influential under the Hojo bakufu and \nhis family might have been the only Minamoto Gokenin capable of threatening \nthe Hojo&#39;s grip on Kamakura.  This, it would seem, was their undoing, for on \n1247 the Hojo and Adachi family made a sudden attack on the Miura residences \nand killed (or forced into suicide) some 500 members of the latter family.\nMinor branches of the Miura endured, however.  The most notable of these \nbecame powerful once again in the Muira area under the leadership of Miura \nTokitaka. He adopted his heir Yoshiatsu from the Uesugi, but when a natural \nson was born to Tokitaka, he forced Yoshiatsu into the priesthood.  \nYoshiatsu suddenly rebelled and Tokitaka was attacked at Arai and killed \nalong with his son in 1496.  Yoshiatsu (the son of Uesugi Takamasa and also \nknown as Miura Dousun) established his own son Yoshimoto at Arai while he \nresided in Okazaki (not to be confused with the Okazaki of Mikawa).  He \nbecame involved in a war with Hojo Soun when the latter attacked Odawara \nCastle.  Yoshiatsu allied with the uesugi but was subsequently attacked at \nOkazaki and fled to Arai, which fell to the Hojo after a long siege in 1516. \n  He commited suicide along with Yoshimoto (I&#39;m not sure what became of \nYoshiatsu&#39;s 2nd son Yoshimasa - perhaps he also died at Arai).\nAnother branch of the Miura, descended from a grandson of Muira Yoshizumi), \nwas established as daimyo by the Tokugawa in 1639 in Shimotsuke Province.\nFWS\n_________________________________________________________________\nGet your FREE download of MSN Explorer at http://explorer.msn.com\n\n\n"
}