{
    "userId": 145759856,
    "authorName": "Kitsuno",
    "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
    "profile": "kitsuno",
    "replyTo": "LIST",
    "senderId": "nwI1K-J1nFOkgPEl1_rHsigII0lIj0BuyMy1pR2MIhkmQud0ZK6y2q4k3OfCnMUZlgBKHaaQGRt1KBL5jlvcAPRujtkOEypKQKq9qBn9OhzZLjG4DznH7AM",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "Martial Arts and Japanese Culture",
    "postDate": "1123897547",
    "msgId": 7458,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGRkampjYitkbW8wQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 0,
    "prevInTime": 7457,
    "nextInTime": 7459,
    "topicId": 7458,
    "numMessagesInTopic": 1,
    "msgSnippet": "Martial Arts and Japanese Culture By Jigme Daniels Special to The Epoch Times Aug 09, 2005 Japanese martial arts, particularly those descended from classical- ",
    "rawEmail": "Return-Path: &lt;samurai-listowner@...&gt;\r\nX-Sender: samurai-listowner@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 32090 invoked from network); 13 Aug 2005 01:45:50 -0000\r\nReceived: from unknown (66.218.66.172)\n  by m27.grp.scd.yahoo.com with QMQP; 13 Aug 2005 01:45:50 -0000\r\nReceived: from unknown (HELO n4a.bulk.scd.yahoo.com) (66.94.237.38)\n  by mta4.grp.scd.yahoo.com with SMTP; 13 Aug 2005 01:45:50 -0000\r\nComment: DomainKeys? See http://antispam.yahoo.com/domainkeys\r\nReceived: from [66.218.69.1] by n4.bulk.scd.yahoo.com with NNFMP; 13 Aug 2005 01:45:50 -0000\r\nReceived: from [66.218.66.90] by mailer1.bulk.scd.yahoo.com with NNFMP; 13 Aug 2005 01:45:50 -0000\r\nDate: Sat, 13 Aug 2005 01:45:47 -0000\r\nTo: samuraihistory@yahoogroups.com\r\nMessage-ID: &lt;ddjjcb+dmo0@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 4658\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Msg-Info: 1:12:0:0\r\nFrom: &quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;\r\nSubject: Martial Arts and Japanese Culture\r\nX-Yahoo-Group-Post: member; u=145759856; y=rxA61xXsYvN7Fw4DdcJnFfALjbIpOvKt2Ud8sSSZeXN-UA\r\nX-Yahoo-Profile: kitsuno\r\n\r\nMartial Arts and Japanese Culture\nBy Jigme Daniels\nSpecial to The Epoch Times Aug 09, 2005 \n\nJapanese martial arts, particularly those descended from classical-\nera ones, are a distinctive combination of art and science. Borne of \nhundreds of years of internecine warfare, there were (at \nconservative estimates) over 1000 different systems of combative \ntechnique, each with their own peculiarities. What survives of these \nare fascinating artifacts of the time and place of their development \nthat offer modern students a unique opportunity to practice an \nancient form.\n\nAccording to a myth, the islands of Japan were formed by the two \ndeities Izanagi and Izanami. They dipped their spear into the ocean, \nchurned it, and created the first island, Onogoro, from the drops of \nsalty water which fell from the spear. In those early myths, gods \nare described as partaking in ritual combat (wrestling, probably a \nvery ancient forerunner to modern Sumo) and using weapons as tools \nfor creation as well as destruction.\n\nFrom 1200-1600, Japan was at war with herself, and large-scale \narmored combat flourished. Martial arts of this period all featured \neffective use of pole arms (spears, glaives and the like), some \nsword, and general rudimentary grappling. By the time of the Battle \nof Sekigahara in 1600, Tokugawa Ieyasu moved into the final stage of \nunifying a large number of independent fiefs under a central, \nconsolidated power. He established a new capital, Tokyoto (or Edo), \nand contrived ways to keep the local rulers unable to mount \nchallenges to his authority.\n\nAs the relative peace and isolation of the Tokugawa era took hold \n(trade was shut-down with outside countries except through two very \ntightly controlled ports), the warrior class had less to do. \nIndividuals began to develop combative skills that were less \napplicable to battlefield-use and more geared toward defending one&#39;s \nemployer and duelling. Warriors traveled from province to province \nand challenged the best instructors; this was known as Musha Shugyo \n(warrior&#39;s austerities). If the shugyosha (person undergoing the \ntraining) lost, then he would become a student of the victor. Thus \nfamous systems were modified to suit specific needs for this type of \nencounter. Arts also specialized in only a few weapons. \n\nThis was a contrast to the preceding warring-states period, where \nBushi (martial experts) of higher class were expected to be familiar \nwith everything from archery to dressage, and spears to dirks.\n\nFor the next two centuries, the role of the warrior caste changed, \nwhich was reflected in the arts that they practiced and taught. In \nthe mid 1800&#39;s, Japan was reopened to the rest of the world. By the \nlate 1800&#39;s many members of the recently-abolished Samurai class \nsuddenly found themselves without stipends, so began teaching \ncommoners (which was previously considered in poor taste). It bears \nmention that what was taught publicly was the Omote (outside, front-\nface) of an art; the Ura (rear, what is not immediately apparent) \nwas still held in reserve for a select few.\n\nWhile more comprehensive arts were still being taught, Kano Jigoro \nfounded the Kodokan (house for study of the way) in 1882. Kano \nadapted the dangerous techniques of classical jujutsu into the sport \nof Judo (a kind of jacket wrestling). By doing so, Kano contributed \na critical element of bringing obscure war arts to the general \npopulace. Japanese combative disciplines were also taken abroad \n(U.S. President Theodore Roosevelt was an active student of Judo).\n\nIn the late teens, the arts of Okinawa (tode, te or karate- \noriginally meaning China hand, now empty hand) were imported to the \nmain islands of Japan. These civilian boxing systems became popular \nin Okinawa in primary and secondary schools (as Judo had done in \nJapan). Note that karate is really outside of the purview \nof &#39;Japanese fighting disciplines&#39;, but has become strongly \nidentified with Japan.\n\nOther popular Japanese arts that emerged during the last century \ninclude Shorinji Kempo (founded by a Japanese monk who combined \nChinese and Japanese methods), Aikido (based on classical jujutsu) \nand Kendo (way of the sword, based on classical swordsmanship; kendo \nhas been in existence for 200 years but was standardized in the \nearly 1900&#39;s). Though none of these arts have the depth or \ncomplexity of their forbears, they still manage to provide a glimpse \ninto the ancient Japanese fighting arts and are accessible to people \nof all ages and backgrounds.\n\nJigme Daniels has been training in traditional Japanese martial arts \nfor over 20 years, and teaching for more than 10. \n\n\n\n\n"
}