{
    "userId": 75122042,
    "authorName": "Boal, Nina",
    "from": "&quot;Boal, Nina&quot; &lt;Nina.Boal@...&gt;",
    "profile": "ninaboal21044",
    "replyTo": "LIST",
    "senderId": "qIRSIUofCtvsEwe3roeCuBedQ9BcyV_hZ-uSu8ekT3v6cSQ4XMTF07vUggagjYRDIR74yMjQGzodYJPsJEkF8mxNvYUUOKs",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "RE: [samuraihistory] Top Ten Samurai Movies",
    "postDate": "1125407626",
    "msgId": 7521,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDkxOEREMTZGRUUzQjM5NDI5RjhDRjAwRjI4NjU4RTY1MTM2NTNBRjNAczNjMWNkMS5iYS5zc2EuZ292Pg=="
    },
    "prevInTopic": 7519,
    "nextInTopic": 7522,
    "prevInTime": 7520,
    "nextInTime": 7522,
    "topicId": 7519,
    "numMessagesInTopic": 74,
    "msgSnippet": "Hello everyone, coming out of lurk-dom. I just joined the email group though I ve been posting on the Delphi message board under the tag line Nevermore...",
    "rawEmail": "Return-Path: &lt;Nina.Boal@...&gt;\r\nReceived: (qmail 39560 invoked by uid 7800); 30 Aug 2005 13:32:01 -0000\r\nX-Sender: Nina.Boal@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 24161 invoked from network); 30 Aug 2005 13:13:53 -0000\r\nReceived: from unknown (66.218.66.216)\n  by m27.grp.scd.yahoo.com with QMQP; 30 Aug 2005 13:13:53 -0000\r\nReceived: from unknown (HELO mailout1.ssa.gov) (199.173.231.97)\n  by mta1.grp.scd.yahoo.com with SMTP; 30 Aug 2005 13:13:53 -0000\r\nReceived: from s0b1ab0.ssa.gov ([199.173.231.81])\n\tby mailout1.ssa.gov (noneofyourbusiness) with ESMTP id j7UDDpkE020722\n\tfor &lt;samuraihistory@yahoogroups.com&gt;; Tue, 30 Aug 2005 09:13:51 -0400\r\nReceived: from HQ-BRG-02.ba.ssa.gov (s1ffce1.ba.ssa.gov [172.17.213.112])\n\tby s0b1ab0.ssa.gov (8.13.4/8.13.4) with ESMTP id j7UDDpxk026018\n\tfor &lt;samuraihistory@yahoogroups.com&gt;; Tue, 30 Aug 2005 09:13:51 -0400 (EDT)\r\nReceived: by s1ffce1.ba.ssa.gov with Internet Mail Service (5.5.2657.72)\n\tid &lt;Q7NBHCHZ&gt;; Tue, 30 Aug 2005 09:13:51 -0400\r\nMessage-ID: &lt;918DD16FEE3B39429F8CF00F28658E6513653AF3@...&gt;\r\nTo: &quot;&#39;samuraihistory@yahoogroups.com&#39;&quot; &lt;samuraihistory@yahoogroups.com&gt;\r\nDate: Tue, 30 Aug 2005 09:13:46 -0400\r\nMIME-Version: 1.0\r\nX-Mailer: Internet Mail Service (5.5.2657.72)\r\nX-eGroups-Msg-Info: 1:12:0:0\r\nFrom: &quot;Boal, Nina&quot; &lt;Nina.Boal@...&gt;\r\nSubject: RE: [samuraihistory] Top Ten Samurai Movies\r\nX-Yahoo-Group-Post: member; u=75122042; y=I75lef7kTqkJmIJTLoZ646uih8h6I-6Huz7M-TFTXJDoSO_sxsDM1Q\r\nX-Yahoo-Profile: ninaboal21044\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\nX-eGroups-Approved-By: ltdomer98 &lt;ltdomer98@...&gt; via email; 30 Aug 2005 13:32:01 -0000\r\n\r\nHello everyone, coming out of lurk-dom. I just joined the email group though\nI&#39;ve been posting on the Delphi message board under the tag line\n&quot;Nevermore...&quot; (which is a NFL football reference, as I participate in some\nother Delphi forums and we discuss football. But needless to say, I won&#39;t\ndiscuss football here). I also participate (I&#39;m a moderator) in the Ninja\nDojo Samurai Film message board on EZBoard and there, I&#39;m known as &quot;Wave\nTossed&quot; (which I use for Amazon.com book and movie reviews and IMDB movie\nreviews). Email me if you want more information on the Ninja Dojo site.\n \nSo just a little introduction: My name is Nina Boal, I&#39;m female, American\n(live in the Baltimore, Maryland region), in my late fifties. I became\ninterested in Japanese history many years ago when I was studying kendo. I\nstudied kendo for around ten years, achieving the rank of shodan. A severe\nback injury has taken me out of kendo study. Now I have severe arthritis of\nthe knees and am wondering if I could ever take up the study of iaido at\nthis late stage, even with crippled knees. I do participate in swimming\nexercise and physical therapy to try and make my knees stronger but I still\ncannot sit in the seiza position because of my knees. \n \nIn the meantime, I became a fan of Japanese cinema, particularly period\ndramas, jidai-geki and chambara films. The swordfighting in chambara films\nis not usually related to real kenjutsu or kendo; one of my kendo senseis\nused to admonish his students by telling us, &quot;that&#39;s not kendo, that&#39;s\nchambara!!&quot; Still, I like watching these films. \n \nWhich have inspired me to begin writing period pieces. I started out writing\nin fantasy/science fiction and have had several short stories published in\nanthologies that have been available on the mass market. But my direction in\nwriting has shifted to writing historical pieces, particularly about\nJapanese samurai. One of my efforts is &quot;Stray Dogs,&quot; which you can read on\nthe Samurai Archives web site. It won the First Samurai Fiction Short Story\ncontest. It is about a man whom I&#39;ve been interested in for years, Fuwa\nKazuemon, one of the Forty Seven Ronin. I&#39;m currently working on a novel\ninvolving completely fictional characters that takes place in 18th century\nJapan. \n \nSo, finally to get to the topic here. I&#39;m a huge film buff. So here are my\nTop Ten Samurai Movies. The order is not static, though SEPPUKU (&quot;Hara\nKiri&quot;) always remains on the top:\n \n1. Seppuku (aka &quot;Hara Kiri&quot;): The best movie made, period, on any subject\nfrom any country. Nakadai (Tsugumo Hanshiro) and Ishihama (Chijiiwa Motome)\nwere both stunning, as was Tamba (Onodaka Hikokuro) playing a real\nslimeball. A study of false &quot;bushido&quot; versus the real way of the warrior. A\nfilm made in 1962 about some 17th century Japanese people, and we&#39;re still\navidly discussing it in 2005 all over the world. Illustrates the staying\npower of a true classic.\n\n2. The Seven Samurai: Another real classic and deservedly so. The first\nsamurai film I had ever seen. \n\n3. The Last Samurai directed by Misumi, not the one by Zwick with Cruise in\nit (don&#39;t get me started on that one... ) A truly epic film that captures\nthe end of the feudal era and the beginning of a more modern era in Japan. \n\n4. Three Outlaw Samurai: I believe that this was Gosha&#39;s first film. This\ntime, Tamba Tetsuro plays the oppressed good guy who comes to the aid of\nthose even more oppressed than he is. \n\n5. Tange Sazen: I&#39;m just listing the character&#39;s name because all of the\nversions I&#39;ve seen of this tale are tied for this position: Gosha&#39;s two\nfilms (with Yorozuya Kinnosuke and also with Nakadai Tatsuya), the older\nfilms with Otomo Ryutaro plus another with Tamba Tetsuro; and the new one\nwith Toyokawa: all are quality films about this fascinating one-eyed,\none-armed swordsman.\n\n6. Goyokin: Nakadai again, playing a man haunted by his role in the\nslaughter of a fishing village, and how he makes amends for what he has done\nas he saves another fishing village from slaughter.\n\n7. Samurai Wolf: Natsuyagi Isao is great as a scroungy, hungry ronin named\nKiba Okaminosuke (&quot;Fangs of the Wolf&quot;) who comes into town working for food.\nHe wants to be a fierce &quot;wolf&quot; but in many ways, is more like a sweet,\nwistful puppy dog. Though he does wield a really mean sword. Natsuyagi also\nplays Fuwa Kazuemon in the TV special DAI CHUSHINGURA and does an excellent\njob there as well. \n\n8. Shogun&#39;s Samurai: The Yagyu Conspiracy: Grand tragedy with a big cast of\nstellar performers. \n\nTied for ninth/tenth place:\nHidden Blade: A recent film about a man who must decide between loyalty and\ndoing the right thing according to his beliefs. \nAfter The Rain: A ronin and his wife find that there are more important\nthings than fame or position. \nTwilight Samurai: Sanada is magnificent as a low-ranked, impoverished\nsamurai (who is an excellent swordsman) who must deal with raising his\nfamily as a single parent, and also must deal with a difficult task given to\nhim by his lord. \n\n  _____  \n\nFrom: samuraihistory@yahoogroups.com [mailto:samuraihistory@yahoogroups.com]\nOn Behalf Of bellaireroad\nSent: Tuesday, August 30, 2005 12:58 AM\nTo: samuraihistory@yahoogroups.com\nSubject: [samuraihistory] Top Ten Samurai Movies\n\n\n\nWhat&#39;s your pick 1-10?\n\n\n\n\n\n\n\n---\nSamurai Archives: http://www.samurai-archives.com\n&lt;http://www.samurai-archives.com&gt; \nSamurai Archives store: http://www.cafeshops.com/samuraiarchives\n&lt;http://www.cafeshops.com/samuraiarchives&gt; \n--- \n\n\n\n  _____  \n\nYAHOO! GROUPS LINKS \n\n\n\t\n*\t Visit your group &quot;samuraihistory\n&lt;http://groups.yahoo.com/group/samuraihistory&gt; &quot; on the web.\n  \n\n*\t To unsubscribe from this group, send an email to:\n samuraihistory-unsubscribe@yahoogroups.com\n&lt;mailto:samuraihistory-unsubscribe@yahoogroups.com?subject=Unsubscribe&gt; \n  \n\n*\t Your use of Yahoo! Groups is subject to the Yahoo! Terms of Service\n&lt;http://docs.yahoo.com/info/terms/&gt; . \n\n\n  _____  \n\n\n\n\n[Non-text portions of this message have been removed]\n\n\n"
}