{
    "userId": 61281048,
    "authorName": "Nate Ledbetter",
    "from": "Nate Ledbetter &lt;ltdomer98@...&gt;",
    "profile": "ltdomer98",
    "replyTo": "LIST",
    "senderId": "73v0exsV7dI_xWRiybdqB_KfnZZtGjly2lV1Twb3UTYOw2-zWnQPT7xG7k_wV-IfB_VaSZjk6lR_dewxM4sr13dOtT5IIsaF8_SD",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "Our &quot;welcoming&quot; attitude",
    "postDate": "1125541568",
    "msgId": 7544,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDUwOTAxMDIyNjA5Ljk3MzAyLnFtYWlsQHdlYjMyMTAyLm1haWwubXVkLnlhaG9vLmNvbT4=",
        "inReplyToHeader": "PDFhMi4zYWYyNGM0Mi4zMDQ3YWZlY0Bhb2wuY29tPg=="
    },
    "prevInTopic": 7543,
    "nextInTopic": 7545,
    "prevInTime": 7543,
    "nextInTime": 7545,
    "topicId": 7519,
    "numMessagesInTopic": 74,
    "msgSnippet": "... Um, well, I love Hidden Fortress, and many other movies with Mifune. I don t think there is an anti-Mifune conspiracy here. ... Your daughter is more than",
    "rawEmail": "Return-Path: &lt;ltdomer98@...&gt;\r\nX-Sender: ltdomer98@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 42912 invoked from network); 1 Sep 2005 02:26:19 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m35.grp.scd.yahoo.com with QMQP; 1 Sep 2005 02:26:19 -0000\r\nReceived: from unknown (HELO web32102.mail.mud.yahoo.com) (68.142.207.116)\n  by mta5.grp.scd.yahoo.com with SMTP; 1 Sep 2005 02:26:19 -0000\r\nReceived: (qmail 97304 invoked by uid 60001); 1 Sep 2005 02:26:09 -0000\r\nMessage-ID: &lt;20050901022609.97302.qmail@...&gt;\r\nReceived: from [143.46.96.69] by web32102.mail.mud.yahoo.com via HTTP; Wed, 31 Aug 2005 19:26:08 PDT\r\nDate: Wed, 31 Aug 2005 19:26:08 -0700 (PDT)\r\nTo: samuraihistory@yahoogroups.com\r\nIn-Reply-To: &lt;1a2.3af24c42.3047afec@...&gt;\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=iso-8859-1\r\nContent-Transfer-Encoding: 8bit\r\nX-eGroups-Msg-Info: 1:12:0:0\r\nFrom: Nate Ledbetter &lt;ltdomer98@...&gt;\r\nSubject: Our &quot;welcoming&quot; attitude\r\nX-Yahoo-Group-Post: member; u=61281048; y=abvlFpXD41LbNOoDXz4MkqB1qYLTgcP3zSZi0QfjsszNnrKH\r\nX-Yahoo-Profile: ltdomer98\r\n\r\n\n\n--- seikei7248@... wrote:\n\n&gt; There is a movie based on the story of the 47 Ronin\n&gt; \n&gt; Chushigura.....    Mifune is in this one;  I was\n&gt; also surprized that no one \n&gt; has mention the Hidden fortres;  also with Mifune.. \n&gt; lol  I am seeing a pattern \n&gt; here. Hmm \n\nUm, well, I love Hidden Fortress, and many other\nmovies with Mifune. I don&#39;t think there is an\nanti-Mifune conspiracy here. \n\n&gt; Blesing to all and Thanks for all the post I find\n&gt; them infomative and \n&gt; intersting.  Although I was a little concern when I\n&gt; spoke with my daughter she told \n&gt; me that she is afraid to post on here.  She  feels\n&gt; that there are some in here \n&gt; that wold treat her as if she were hmm interesting\n&gt; that she feels that way.  I \n&gt; am saddden by this news..  But I have seen some post\n&gt; on here that I can \n&gt; understand why she would feel that way.  She wants\n&gt; to ask question but feels like \n&gt; if she ask then people will be kinda like ;  How can\n&gt; you not know this?    I \n&gt; hoep that we can all be resepectful and a little\n&gt; more humble about how we Make \n&gt; are psot to help others that are interested in\n&gt; Samuria History.  \n\nYour daughter is more than welcome to post here.\nHonest questions about samurai/Japanese history are\nwelcomed and will be answered. Problems occur when:\n\na. people come in with preconceived notions shaped by\npop culture and refuse to accept that pop culture is\nwrong 80% of the time, at least. We are all wrong at\nsome point in our lives, and it&#39;s better to learn to\naccept it and learn from it then defend mistaken\nideas. \n\nb. People ignore the &quot;history&quot; portion of the &quot;Samurai\nHistory&quot; groups. While martial arts are okay as a\nside-topic in relation to the Samurai, this is NOT a\nmartial-arts forum. Additionally, &quot;I read in a comic\nbook&quot;, &quot;my sensei told me so&quot;, and &quot;I saw in a\nmovie/anime/tv show&quot; aren&#39;t considered accurate\nhistorical references, and anyone who uses these as\ndocumentation for supposed facts deserves whatever\nrebuttal with historical sources they get. Many\n&quot;history&quot; books aren&#39;t correct, either. Turnbull does\na great job of getting information into English, and\nI&#39;ve got a collection of many of his books. However,\nsome I wish I hadn&#39;t wasted money on--sometimes he (or\nhis editor) gets lazy and prints counterfactual\ninformation, and he tends to publish the same\ninformation (complete with the\nsame...anecdotes...over...and...over). ALL sources\nneed to be verified, doublechecked, or corroborated.\nSansom, God love him, while a great source of overview\nknowledge, has sadly been passed up by a lot of recent\nresearch, and is downright wrong on some things.\n[/rant]\n\nSorry, got off-track there. The bottom line of the\nabove is that even real historical sources aren&#39;t\nalways &quot;right&quot;, so when a question is asked here, it&#39;s\nnot always easy to give a simple answer. Honestly,\nmany people ask superficial questions--as if all\nSamurai were the same, and what applied to one samurai\napplied to another in all cases, regardless of\nstation, socio-economic status, time period, location,\netc. A lot of romanticized ideals bring people here,\nand as with any romanticized ideal, the reality is\nsort of sobering and disappointing to some.\nPersonally, I find the betrayal, self-serving\naggression, and general chaos of the Sengoku to be\nmuch more interesting than the idea that all samurai\nfollowed this neat little code called Bushido and\ncommitted seppuku if they sneezed in public. It&#39;s\nasked of every member who signs up that they read the\nTop Ten (11) misconceptions of the Samurai webpage,\nwhich serves as the baseline for discussion. \n\nhttp://www.geocities.com/klancesegall/home.htm\n\nAnyone who wants to challenge those statements may do\nso, but the weight of Japanese Historical Scholastic\nEndeavours, in both English and Japanese, is against\nyou. \n\nLastly, it&#39;s an internet web discussion group--nothing\nanyone says should be taken personally. Some people\ntend to load their messages with irony (I&#39;ve been\naccused of this...) and some people take that\npersonally. Don&#39;t. I don&#39;t know you, and you don&#39;t\nknow me. If someone comes around making claims of\nspeaking fluent Japanese and having XYZ amount of\nknowledge, I&#39;m immediately suspicious. I&#39;ve studied\nJapanese for 11 years now, live in Japan, deal with\nJapanese government officials on official business in\nJapanese on a daily basis, rented a house and make\nbank transactions in Japanese, and I still (and\nprobably never will) don&#39;t consider myself &quot;fluent&quot;.\nHowever, this happened on another board, and when I\nasked if said person could function in Japan, that\nperson provided me with ample evidence chronicling his\nlast 30 years or so in Japan. Skepticism gone. What it\nall boils down to is being able to back up your\nstatements/assertions with documentable facts and\nexperience, and if you can&#39;t, being willing to accept\nthe answers of those who can. \n\nWelcome to your daughter, we look forward to her\nquestions and contributions to the board. Any issues,\nplease report them to me or Kitsuno, and they&#39;ll be\ndealt with. \n\nNate\n\n\n__________________________________________________\nDo You Yahoo!?\nTired of spam?  Yahoo! Mail has the best spam protection around \nhttp://mail.yahoo.com \n\n"
}