{
    "userId": 197263283,
    "authorName": "Thomas Davidson",
    "from": "&quot;Thomas Davidson&quot; &lt;tom.davidson@...&gt;",
    "profile": "thomas_tessera",
    "replyTo": "LIST",
    "senderId": "4j3jnwD_AQ7Kh555VKxDhqz-saixaJIe8oBxxUelbsbpzT218Ztw-n004Y5c5N0_8yX_RAJJjExg29vvj_DWGYcKm3jxfJM9Z186Ufhb-49rcw",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "Ii Clan",
    "postDate": "1125576035",
    "msgId": 7559,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGRmNnFoMythMTNpQGVHcm91cHMuY29tPg==",
        "inReplyToHeader": "PDkxOEREMTZGRUUzQjM5NDI5RjhDRjAwRjI4NjU4RTY1MTM2NTNBRjhAczNjMWNkMS5iYS5zc2EuZ292Pg=="
    },
    "prevInTopic": 7530,
    "nextInTopic": 7569,
    "prevInTime": 7558,
    "nextInTime": 7560,
    "topicId": 7530,
    "numMessagesInTopic": 15,
    "msgSnippet": "Hi Nina, Concerning the Ii clan. I know that they wore red armor and that there is a story about them from their earlier days of glory. Indeed the clan",
    "rawEmail": "Return-Path: &lt;tom.davidson@...&gt;\r\nX-Sender: tom.davidson@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 14043 invoked from network); 1 Sep 2005 12:01:26 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m28.grp.scd.yahoo.com with QMQP; 1 Sep 2005 12:01:26 -0000\r\nReceived: from unknown (HELO n18a.bulk.scd.yahoo.com) (66.94.237.47)\n  by mta5.grp.scd.yahoo.com with SMTP; 1 Sep 2005 12:01:26 -0000\r\nComment: DomainKeys? See http://antispam.yahoo.com/domainkeys\r\nReceived: from [66.218.66.59] by n18.bulk.scd.yahoo.com with NNFMP; 01 Sep 2005 12:00:38 -0000\r\nReceived: from [66.218.66.68] by mailer8.bulk.scd.yahoo.com with NNFMP; 01 Sep 2005 12:00:38 -0000\r\nDate: Thu, 01 Sep 2005 12:00:35 -0000\r\nTo: samuraihistory@yahoogroups.com\r\nMessage-ID: &lt;df6qh3+a13i@...&gt;\r\nIn-Reply-To: &lt;918DD16FEE3B39429F8CF00F28658E6513653AF8@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 4850\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Msg-Info: 1:12:0:0\r\nFrom: &quot;Thomas Davidson&quot; &lt;tom.davidson@...&gt;\r\nSubject: Ii Clan\r\nX-Yahoo-Group-Post: member; u=197263283; y=14Fd3daRqp_UQFD8s4ul6Od-xyugT-iGWzHDn02W49cVOfoigg\r\nX-Yahoo-Profile: thomas_tessera\r\n\r\nHi Nina,\n\n&quot;Concerning the Ii clan. I know that they wore red armor and that\nthere is a story about them from their earlier days of glory.&quot;\n\nIndeed the clan flourished under the Tokugawa. The red armour was\nactually suggested by Ieyasu himself, who had noted that one of the\nTakeda generals, Yamagata Masakage, had dressed his men in red armour.\n(credit: samurai-archive)\n\n&quot;But in actual history: I was wondering: during the 17th century, did\nthe historical Ii clan actually have any tendencies toward the type of\nsadism that the film shows them to have?&quot;\n\nThis is a broad topic, and I am only an amateur, but allow me to offer\nsomew views on this topic, and maybe some others might chip in. A bit\nlengthy, but it&#39;s a big topic.\n\nEvery comment need be headed &#39;In my view... &#39;\n\nI don&#39;t think it was sadism per se, but such an attitude existed and\nwas general to its class. These men were largely warriors without a\nwar, so they looked at other means to demonstrate their prowess, and\none means was to ensure that others stuck to the code. If I insist you\ncommit seppuku, it&#39;s because I would in your situation. Whether this\nis actually true or not is another matter, but as long as you&#39;re not\nput to the test, then no-one will ever know...\n\nSeppuku, and a close relation junshi (the practice of retainers\nkilling themselves upon the death of their lord) assumed an importance\nout of all reasonable proportion in peacetime. With no-one out to kill\nme, the next best way to show my worth is to kill myself. Junshi was\nrarely practiced in earlier eras, and was frowned upon if not\nexpressly forbidden by the authorities.\n\nEarlier and more violent eras were a lot more pragmatic. &quot;He who\nfights and runs away,&quot; as the saying goes, and if every samurai lived\nby the post-Edo ideal then none of them would have survived their\ninevitable reverses in fortune. Life might be ephemeral, but it was\nprecious, and the martial ryu taught that to throw one&#39;s life away was\na waste, and stupid.\n\nLet me illustrate with a true tale of the peacetime samurai: two men\npass on the stairs of Edo Castle. As they do, the sheaths of their\nswords accidentally clash. This was considered an insult beyond repair\n(it was a technique used to start a fight, a show of disrespect of the\nother person). Fighting in the castle was prohibited, but &#39;samurai\nhonour&#39; demands instant redress of insult (notably the author of The\nHagakure considered the loyal 47 ronin to be despicable for waiting so\nlong. They sould have acted that very day, and been killed to a man),\nso what happens, &quot;I&#39;ll show you the kind of man I am!&quot; shouts one,\ndraws his sword and kills himself, there on the stairs. The other is\nhorrified, he races on, delivers the message, returns, &quot;how dare you\nact in such a way as to imply my dishonour!&quot; and, you guessed it, he\ndraws his sword and kills himself, too.\n\nAn extreme case, I grant you, but a telling one. Two lives lost for\nwhat? Injured pride.\n\nI would suggest that the Ii officials knew this fellow was looking for\n&#39;go away&#39; money, but also saw there was some fun to be had ...\nundoubtedly there were sadistic b*st*rds around, our unfortunate\nfellow just happened to run into one of them.\n\nThere is a tale of a thousand match contest in the Muto Ryu (founded\nby Tesshu, a swordsman of great renown) where the fencer has to fight\na thousand matches over a 3-day period. Few have done it, but one man\ndid, and on the third day, still a long way short of his mark, he was\nchallenged by a man whom he knew delighted in nothing more than\ninjuring his opponents in a fencing match. Our hero (who by this stage\nwas in such a pass that he later recorded he was passing blood in his\nurine) squared his shoulders, and stepped forward. Master Tesshu, who\nknew both men, saw this and stopped the bout, declaring our hero the\nvictor not only of the match, but of the total challenge.\n\nIn short I would declare the attitude you highlight a psychological\nsickness not unknown in the military, where some feel the need to\nprove their prowess at every turn, but have no valid means of so doing.\n\nIn the UK I remember there was some furore over the activities of the\nParachute Regiment (an elite unit) that might be considered along the\nsame lines, who went through a period of picking fights with regular\narmy units stationed nearby. I know of one guy in a very elite unit\nwho would never drink in a pub if there were other members of his own\nunit present, as there was sure to be a fight.\n\nIt&#39;s a man thing.\n\n(If I appear to be hard on the samurai, I am harder on the Tokugawa\nShogunate, who continually demonstrated an inability to get to grips\nwith these issues, and fudged things miserably at times. To my very\nlimited knowledge, it seems the authorities invariably fudged things\nterribly when it came to matters of seppuku and samurai discipline in\ngeneral.)\n\nThomas\n\n\n\n"
}