{
    "userId": 75122042,
    "authorName": "Boal, Nina",
    "from": "&quot;Boal, Nina&quot; &lt;Nina.Boal@...&gt;",
    "profile": "ninaboal21044",
    "replyTo": "LIST",
    "senderId": "tlqMvZxrribzimplXT4ziX9e8EEbgEraz_YuovzLr1RSHOryKannzwBPjzWHnSvzl7aGZ3Hz8nvtbJ_pn7Y1WfaptH4snWk",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "RE: [samuraihistory] Ii Clan",
    "postDate": "1125583289",
    "msgId": 7569,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDkxOEREMTZGRUUzQjM5NDI5RjhDRjAwRjI4NjU4RTY1MTM2NTNCMDhAczNjMWNkMS5iYS5zc2EuZ292Pg=="
    },
    "prevInTopic": 7559,
    "nextInTopic": 7581,
    "prevInTime": 7568,
    "nextInTime": 7570,
    "topicId": 7530,
    "numMessagesInTopic": 15,
    "msgSnippet": "Great points. What is sadism according to our modern sensabilties (which include all sorts of acceptable sadisms of our own)? And what is a proper, ",
    "rawEmail": "Return-Path: &lt;Nina.Boal@...&gt;\r\nX-Sender: Nina.Boal@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 9861 invoked from network); 1 Sep 2005 14:01:38 -0000\r\nReceived: from unknown (66.218.66.172)\n  by m32.grp.scd.yahoo.com with QMQP; 1 Sep 2005 14:01:38 -0000\r\nReceived: from unknown (HELO mailout2.ssa.gov) (199.173.231.72)\n  by mta4.grp.scd.yahoo.com with SMTP; 1 Sep 2005 14:01:38 -0000\r\nReceived: from machine0-p1.ssa.gov ([172.17.41.167])\n\tby mailout2.ssa.gov (noneofyourbusiness) with ESMTP id j81E1cYm007602\n\tfor &lt;samuraihistory@yahoogroups.com&gt;; Thu, 1 Sep 2005 10:01:38 -0400\r\nReceived: from hq-brg-01.ba.ssa.gov (s1ffce0.ba.ssa.gov [172.17.213.111])\n\tby machine0-p1.ssa.gov (8.13.4/8.13.4) with ESMTP id j81E1bLo022421\n\tfor &lt;samuraihistory@yahoogroups.com&gt;; Thu, 1 Sep 2005 10:01:37 -0400 (EDT)\r\nReceived: by s1ffce0.ba.ssa.gov with Internet Mail Service (5.5.2657.72)\n\tid &lt;Q7M9BYBY&gt;; Thu, 1 Sep 2005 10:01:37 -0400\r\nMessage-ID: &lt;918DD16FEE3B39429F8CF00F28658E6513653B08@...&gt;\r\nTo: &quot;&#39;samuraihistory@yahoogroups.com&#39;&quot; &lt;samuraihistory@yahoogroups.com&gt;\r\nDate: Thu, 1 Sep 2005 10:01:29 -0400 \r\nMIME-Version: 1.0\r\nX-Mailer: Internet Mail Service (5.5.2657.72)\r\nX-eGroups-Msg-Info: 1:12:0:0\r\nFrom: &quot;Boal, Nina&quot; &lt;Nina.Boal@...&gt;\r\nSubject: RE: [samuraihistory] Ii Clan\r\nX-Yahoo-Group-Post: member; u=75122042; y=AO819kEpjE8H26nmlqRkYlVn5FGjg_iXyUeO3OMcngNSJyvZfodZKQ\r\nX-Yahoo-Profile: ninaboal21044\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nGreat points. What is &quot;sadism&quot; according to our modern sensabilties (which\ninclude all sorts of acceptable sadisms of our own)? And what is a proper,\nappropriate response to an action seen as being an outrage within the\ncontext of 17th century samurai ethics?\n \nThe following is all speculative, as this is a list discussing samurai\nhistory and not a list where we discuss Japanese cinema. However, reading\nwhat I&#39;ve read, and drawing a few speculative conclusions (which might be\nwrong): I would not be at all surprised to see that an account existed at\none time in a clan&#39;s logbook about a begging ronin who had bamboo swords\nbeing forced to commit seppuku with his own bamboo wakizashi. So I will\ncontinue my discussion as one of possible history and not as a discussion\nabout a film. \n \nPut yourself in the viewpoint of a 17th century clansmen (hanshi). You serve\nyour clan and lord faithfully. The wars are over, still you wish to uphold\nthe code of bushido (which by the way had NOT been recorded as a &quot;how to&quot;\nofficial manual). Some ragged fellow wearing two swords and who speaks the\nlanguage of a man of the samurai class appears at your clan gate. He tells\nthe oft-repeated story about how he&#39;s a ronin who is so poor he wants to\ncommit seppuku in a corner of your clan&#39;s back yard. How many times have you\nheard this sad tale before? \n \nFast foward a bit to modern times. Many of us, at least in the U.S. (and\nprobably in other countries) have seen the ragged folk on the corners with\nsigns &quot;will work for food.&quot; But when some of these folks are approached to\nactually do some work, they give excuses. And it turns out that they don&#39;t\nwant a job, they want a handout. \n \nBack to 17th century Edo in Japan. You, the loyal hanshi, invite the poor\nguy in and relate to your superiors this sad tale that he bears. Does he\nreally want to commit seppuku or is he just looking for a handout? You\ndecide that it doesn&#39;t matter, that your clan stands for upholding samurai\nhonor and a samurai must be taken at his word. So he will commit seppuku, as\nhe has stated that he wishes to do. \n \nThen somewhere along the line, you and your fellow clansmen discover that\nthe ragged ronin was carrying bamboo sword blades. This brings a whole\ndifferent issue to the fore. Because as a loyal samurai and hanshi, you have\nlearned all of your life that &quot;The Sword Is The Soul of the Samurai.&quot; And\nyes, this idea of the sword, as opposed to other weapons, being so important\nto fighting samurai was largely not true in earlier times of Japanese\nhistory. But by the time of the peaceful Edo period, this idea had become\nalmost &quot;gospel.&quot; So in this particular time, the sword is supposed to be the\n&quot;living soul&quot; of the samurai.  \n \nSo this ronin has commited an outrage by having sold his sword blades and\nhiding his shame by carrying replacement blades of bamboo -- which would be\ntotally useless in a real fight. Why did he do it? To feed his starving\nfamily? Because he needed the money for more sake or opium? Who knows? And\naccording to our 17th century hanshi and his colleagues -- who cares? In\neffect, the man has sold his soul. And must be punished simply for that. But\non top of it, he claims to want to participate in the sacred ritual of\nseppuku. And doesn&#39;t possess the means for doing so.  It&#39;s clear that the\nlying wretch is trying to extort the clan for a handout and has no intention\nto commit seppuku. \n \nSo you and your colleagues decide to take a stand for Bushido. Not only\nforce this guy to commit seppuku, but force him to use his own sword to do\nit. What a way to send a message that the code of Bushido isn&#39;t dead, even\nthough it has taken a battering in recent, peaceful times. \n \nBack a bit to the fictional account written by Takiguchi Yasuhiko (which\nlater became the film, SEPPUKU). In these works, the account of the bamboo\nsword seppuku becomes public record, and there is no protest against this.\nSo unless the accounts of these events were vivid figments of Takiguchi&#39;s\nover-active imagination, it can be logically speculated that this act by a\nclan, which some of us here and now consider an act of sadism, was\nconsidered acceptable within the context of the society where it happened.  \n \nHistory is full of atrocities that occured that were considered acceptable\nwithin the context of the times where they took place. It&#39;s chilling. Not a\npleasant subject; it seems easier for a lot of us to wander off in\nspeculations about how noble the samurai were and always have been. Not so. \n \nSo why am I drawn to this whole speculation? I&#39;m working on a piece of\nhistorical fiction where one of the characters, an impoverished 18th century\nronin, has pawned his swords and has replaced them with bamboo blades. And\nmust deal with the consequences of that action. He doesn&#39;t try and gain\nmoney by claiming to want to commit seppuku. Still, he runs into harrowing\nchoices and events. And I get to ruminate in the issue of what really\nconstitutes a &quot;soul&quot; and whether or not it might be encased in a sword. And\nalso run head-on into other issues that go beyond 18th century Japan. \n \nAgain, my two mon. Which has turned into a few ryo. Perhaps useless\nramblings.\n \nNina \n  _____  \n\nFrom: samuraihistory@yahoogroups.com [mailto:samuraihistory@yahoogroups.com]\nOn Behalf Of Thomas Davidson\nSent: Thursday, September 01, 2005 8:01 AM\nTo: samuraihistory@yahoogroups.com\nSubject: [samuraihistory] Ii Clan\n\n\n\nHi Nina,\n\n&quot;Concerning the Ii clan ... [snips]  \n \n&quot;But in actual history: I was wondering: during the 17th century, did\nthe historical Ii clan actually have any tendencies toward the type of\nsadism that the film shows them to have?&quot;\n\nThis is a broad topic, and I am only an amateur, but allow me to offer\nsomew views on this topic, and maybe some others might chip in. A bit\nlengthy, but it&#39;s a big topic.\n\nEvery comment need be headed &#39;In my view... &#39;\n\nI don&#39;t think it was sadism per se, but such an attitude existed and\nwas general to its class. These men were largely warriors without a\nwar, so they looked at other means to demonstrate their prowess, and\none means was to ensure that others stuck to the code.  \n \n[snip rest of very informative post] \n\n\n\n[Non-text portions of this message have been removed]\n\n\n"
}