{
    "userId": 235897988,
    "authorName": "onnagozen",
    "from": "&quot;onnagozen&quot; &lt;gozen@...&gt;",
    "profile": "onnagozen",
    "replyTo": "LIST",
    "senderId": "5DTD1_W3A4sBOfKymm9Bue01sExdbhVQeeputzDNv2u68YdSUra-IfXNdoLl8qTNFeQPvf-NK4667_rqVqMV_qxnc8EJIk4",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "Re: Our &quot;welcoming&quot; attitude",
    "postDate": "1125665405",
    "msgId": 7592,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": true,
    "headers": {
        "messageIdInHeader": "PGRmOWhwdCs5MDhhQGVHcm91cHMuY29tPg==",
        "inReplyToHeader": "PDkxOEREMTZGRUUzQjM5NDI5RjhDRjAwRjI4NjU4RTY1MTM2NTNCMDJAczNjMWNkMS5iYS5zc2EuZ292Pg=="
    },
    "prevInTopic": 7591,
    "nextInTopic": 7593,
    "prevInTime": 7591,
    "nextInTime": 7593,
    "topicId": 7519,
    "numMessagesInTopic": 74,
    "msgSnippet": "Nina, it s clear that you know this film very well.  I also love this film, and although it moved me deeply, I found myself questioning the initial, strong",
    "rawEmail": "Return-Path: &lt;gozen@...&gt;\r\nReceived: (qmail 28249 invoked from network); 2 Sep 2005 13:46:46 -0000\r\nReceived: from unknown (66.218.66.172)\n  by m26.grp.scd.yahoo.com with QMQP; 2 Sep 2005 13:46:46 -0000\r\nReceived: from unknown (HELO n21a.bulk.scd.yahoo.com) (66.94.237.50)\n  by mta4.grp.scd.yahoo.com with SMTP; 2 Sep 2005 13:46:46 -0000\r\nComment: DomainKeys? See http://antispam.yahoo.com/domainkeys\r\nReceived: from [66.218.69.2] by n21.bulk.scd.yahoo.com with NNFMP; 02 Sep 2005 13:46:29 -0000\r\nReceived: from [66.218.66.80] by mailer2.bulk.scd.yahoo.com with NNFMP; 02 Sep 2005 13:46:29 -0000\r\nX-Sender: gozen@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 57737 invoked from network); 2 Sep 2005 12:50:11 -0000\r\nReceived: from unknown (66.218.66.167)\n  by m29.grp.scd.yahoo.com with QMQP; 2 Sep 2005 12:50:11 -0000\r\nReceived: from unknown (HELO n12a.bulk.scd.yahoo.com) (66.94.237.20)\n  by mta6.grp.scd.yahoo.com with SMTP; 2 Sep 2005 12:50:11 -0000\r\nComment: DomainKeys? See http://antispam.yahoo.com/domainkeys\r\nReceived: from [66.218.69.6] by n12.bulk.scd.yahoo.com with NNFMP; 02 Sep 2005 12:50:06 -0000\r\nReceived: from [66.218.66.81] by mailer6.bulk.scd.yahoo.com with NNFMP; 02 Sep 2005 12:50:06 -0000\r\nDate: Fri, 02 Sep 2005 12:50:05 -0000\r\nTo: samuraihistory@yahoogroups.com\r\nMessage-ID: &lt;df9hpt+908a@...&gt;\r\nIn-Reply-To: &lt;918DD16FEE3B39429F8CF00F28658E6513653B02@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 3096\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-system\r\nX-eGroups-Msg-Info: 1:12:0:0\r\nFrom: &quot;onnagozen&quot; &lt;gozen@...&gt;\r\nSubject: Re: Our &quot;welcoming&quot; attitude\r\nX-Yahoo-Group-Post: member; u=235897988; y=wQDrRxQt6PljN6QDHfobWG62RbmnD8Y8QBIVbmDrYWqwIC306g\r\nX-Yahoo-Profile: onnagozen\r\nX-eGroups-Approved-By: ltdomer98 &lt;ltdomer98@...&gt; via web; 02 Sep 2005 13:46:28 -0000\r\n\r\nNina, it&#39;s clear that you know this film very well.  I also love this\nfilm, and although it moved me deeply, I found myself questioning the\ninitial, strong reaction that it induced.\nIt seems that no matter how much research one conducts in order to get\nto the &quot;truth&quot; of a matter, it&#39;s impossible to ever really know what\nhappened.  Each party will always have his or her own axe to grind and\nwill slant the information in a way to suit them.  It&#39;s also the case\nthat how we ourselves approach and view an event can often say more\nabout us and our backgrounds than the event itself.  So, in Seppuku we\nhave an event that is utterly abhorrent to us, as modern people.  Yet\ntaken in its own context it&#39;s almost impossible to see what else the\nIi clan could have done.  If they were to become caring,\ncompassionate, warm-hearted and empathetic, would they not more\nclosely resemble Mother Theresa than the very thing that fascinates us\nso?  From a historical point of view, it&#39;s ludicrous to expect it;from\nour own point of view, knowing the history of Japan in general and\nsamurai in particular, how could we possibly condemn the Ii clan out\nof hand?    By the time the film was made there were no samurai, yet\nit almost feels like the film-maker was making a propaganda movie\nagainst the feudal era and its practices.  Perhaps it was a metaphor\nfor post-war Japan and the horrors of rebuilding the country.  I&#39;m\nguessing, but it makes more sense than trying to rewrite history,\nbecause if you condemn the Ii clan, you have to condemn every other\nclan.\n\nMy personal view is that many of us who love samurai but are disturbed\nby the tale of Seppuku are trying too hard to Disney-fy the samurai. \nWe like our good guys and bad guys to be easily identified, so when\nthe film maker leads us gently but very, very firmly by the hand to\nreach the conclusion that he clearly wants us to make, we allow\nourselves to be led.  We condemn the Ii clan, not only because they\ndidn&#39;t care to ask Motome about his chosen course of action, but\nbecause even when they found out his tragic story, they still didn&#39;t\ncare.  How heartless are they?  But then, how much heart can you\nafford to have when the country has an epidemic of ronin and the\nbakufu has no clear plan for them?  Presumably the Tokugawa desired\nnothing more than that these ronin would take the honorable way out\nand commit seppuku, without fuss.  This, to me, is far more cruel than\nthe little drama played out by both victims of the shogunate&#39;s lack of\nhumanity: the Ii Clan and Motome.  The Ii clan were forced into taking\nactions it did not seek to take, and to deal with a country-wide\nproblem without guidance or funds to do so.  \n\nSeppuku is a superb film, even taken at face value.  However, when you\nquestion it, analyse it and explore it - and your own reactions to it\n- it becomes an absolute masterpiece for forcing you to keep your\nknees from jerking where they were supposed to jerk.  By trying to\nturn this film in a heroes and villains tearjerker the viewer can lose\nthe chance to delve a little deeper and get much more out of it.\n\n\n\n\n\n"
}