{
    "userId": 197263283,
    "authorName": "Thomas Davidson",
    "from": "&quot;Thomas Davidson&quot; &lt;tom.davidson@...&gt;",
    "profile": "thomas_tessera",
    "replyTo": "LIST",
    "senderId": "Zq0kggsG_MBl2zD0kWi9Hex6tKk5b0KgwRhZ-Houeig-Wna66-6h6CoRCWtlIWsSftDjrlQQL3uYF-W0jv_ssuGK6Uj07a_8lUWtPS5eam-djg",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "Thoughts on Musashi",
    "postDate": "1125774733",
    "msgId": 7636,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGRmY3NpZCtsY3V1QGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 0,
    "prevInTime": 7635,
    "nextInTime": 7637,
    "topicId": 7636,
    "numMessagesInTopic": 1,
    "msgSnippet": "As one initially interested in the swordsman, and from them the samurai, I have to say I treat Musashi as something of a bubble character. He could belong to",
    "rawEmail": "Return-Path: &lt;tom.davidson@...&gt;\r\nX-Sender: tom.davidson@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 62569 invoked from network); 3 Sep 2005 19:12:16 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m3.grp.scd.yahoo.com with QMQP; 3 Sep 2005 19:12:16 -0000\r\nReceived: from unknown (HELO n21a.bulk.scd.yahoo.com) (66.94.237.50)\n  by mta5.grp.scd.yahoo.com with SMTP; 3 Sep 2005 19:12:16 -0000\r\nComment: DomainKeys? See http://antispam.yahoo.com/domainkeys\r\nReceived: from [66.218.69.2] by n21.bulk.scd.yahoo.com with NNFMP; 03 Sep 2005 19:12:16 -0000\r\nReceived: from [66.218.66.92] by mailer2.bulk.scd.yahoo.com with NNFMP; 03 Sep 2005 19:12:16 -0000\r\nDate: Sat, 03 Sep 2005 19:12:13 -0000\r\nTo: samuraihistory@yahoogroups.com\r\nMessage-ID: &lt;dfcsid+lcuu@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 2927\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Msg-Info: 1:12:0:0\r\nFrom: &quot;Thomas Davidson&quot; &lt;tom.davidson@...&gt;\r\nSubject: Thoughts on Musashi\r\nX-Yahoo-Group-Post: member; u=197263283; y=SYNKvmQekkyQQECVJ9-Bs65Yru4kacGbOnCabgd48qXa0I3Iaw\r\nX-Yahoo-Profile: thomas_tessera\r\n\r\nAs one initially interested in the swordsman, and from them the \nsamurai, I have to say I treat Musashi as something of a &#39;bubble&#39; \ncharacter. He could belong to any era, and in his person and conduct \ncould hardly be considered an exemplar of samurai virtue. \n\nHis legacy as a samurai is zero, and as a swordsman rests almost \nentirely on The Book of Five Rings - he had no remarkable &#39;heritage&#39; \nin swordsmanship, and his Niten Ichi Ryu techniques were absorbed \ninto other, more prominent ryu, without making any significant impact \nupon them. He was an oddball, one might say &#39;a natural born killer.&#39;\n\nHistorically, there are (in my book) far more interesting characters, \nwho made an equally, if not greater, impact on the art of \nswordsmanship, and also took their place on the stage of history, a \nfew of them major players in the events of their day.\n\nBokuden, for example, out-stripped Mushashi in martial \naccomplishment, and most of his individual victories were on the \nbattlefield, which I reckon are harder fought and harder earned (and \nMushashi used every trick in the book to unsettle his opponents.)\n\nNobutsuna learned from Bokuden and fought Takeda Shingen, from whom \nhe received his name Kamizumi, and was the &#39;real deal&#39; upon which \nKurosawa modelled the scene in which Kanbei, leader of the 7 Samurai, \nrescued a child from a bandit, and who was praised as living \nthe &#39;essence of Zen&#39; in surrendering to attain victory.\n\nYagyu Munenori (hope I&#39;m getting all these names right) studied under \nNobutsuna and was an instructor to and possibly an &#39;agent of \ninfluence&#39; (real shinobi stuff here) of Tokugawa Ieyasu. At the Siege \nof Osaka when Ieyasu and his son were ambushed, Munenori attacked \nsingle-handed and took out seven men in full armour before Ieyasu&#39;s \nescort had even recovered. This stands as one of the most outstanding \nacts of swordsmanship authentically witnessed and recorded for \nposterity.\n\nThe Tosa Swordsmen of what is now the Muso Shinden and Eishinkan Ryu \nwere some of the most active during the Meiji Restoration, Ryoma \nSakamoto among them. Another notable, Master Swordsman Tesshu, \nfounded the Muto Ryu on Bokuden&#39;s lineage, plus also the Itto Ryu. \nHis Edo Dojo was always packed with hardcore swordsmen, little \nknowing that Tesshu&#39;s intention was to tire them out in training so \nthat they wouldn&#39;t go out and make trouble. He also acted as \nintermediary between the Emperor and the Shogunate, with quite \nremarkable effect. He was also a Zen aesthete and a notable \ncalligrapher and artist.\n\nThese are just a few of the men who proved and perfected the art of \nswordsmanship, and who took their stand in the affairs of the day and \nmade their mark on history. Some, in some small way, might have \nactually altered its course.\n\nMushashi&#39;s contribution should be measured against their \nachievements, and in so doing I view him as a big man, standing among \ngiants.\n\nThomas \n\n\n\n"
}