{
    "userId": 145759856,
    "authorName": "Kitsuno",
    "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
    "profile": "kitsuno",
    "replyTo": "LIST",
    "senderId": "J7fMBUAzq5yvV2pCx97QiXXFSOMmyjQvClAtu5K69kFJqO3MgggEXfglkPJ6nxaIngPY2NE41BVBLLwGvVENtoMkbhhHWhpqDz0PLDnzqqamg0D3EhCO7yU",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "Romantic Edoites went both ways",
    "postDate": "1125820924",
    "msgId": 7641,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGRmZTlscytlcWpsQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 0,
    "prevInTime": 7640,
    "nextInTime": 7642,
    "topicId": 7641,
    "numMessagesInTopic": 1,
    "msgSnippet": "Romantic Edoites went both ways As in other historical periods, Japanese in the Edo era (1601-1868) engaged in sex. (We can verify this assertion, needless to",
    "rawEmail": "Return-Path: &lt;samurai-listowner@...&gt;\r\nX-Sender: samurai-listowner@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 90162 invoked from network); 4 Sep 2005 08:02:07 -0000\r\nReceived: from unknown (66.218.66.216)\n  by m23.grp.scd.yahoo.com with QMQP; 4 Sep 2005 08:02:07 -0000\r\nReceived: from unknown (HELO n27.bulk.scd.yahoo.com) (66.94.237.56)\n  by mta1.grp.scd.yahoo.com with SMTP; 4 Sep 2005 08:02:07 -0000\r\nComment: DomainKeys? See http://antispam.yahoo.com/domainkeys\r\nReceived: from [66.218.69.5] by n27.bulk.scd.yahoo.com with NNFMP; 04 Sep 2005 08:02:06 -0000\r\nReceived: from [66.218.66.86] by mailer5.bulk.scd.yahoo.com with NNFMP; 04 Sep 2005 08:02:06 -0000\r\nDate: Sun, 04 Sep 2005 08:02:04 -0000\r\nTo: samuraihistory@yahoogroups.com\r\nMessage-ID: &lt;dfe9ls+eqjl@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 5650\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Msg-Info: 1:12:0:0\r\nFrom: &quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;\r\nSubject: Romantic Edoites went both ways\r\nX-Yahoo-Group-Post: member; u=145759856; y=jBAH-XLT6awgfevnJiC2PT4JXIFyyS5BOCwz99FMMkEXDw\r\nX-Yahoo-Profile: kitsuno\r\n\r\nRomantic Edoites went both ways\n\nAs in other historical periods, Japanese in the Edo era (1601-1868) \nengaged in sex. (We can verify this assertion, needless to say, from \nevidence of their continued existence.) Such activities were, as \nhistorian Mikito Ujiie writes in Shincho 45 (September), both \nprocreative and recreational.\n\nTake the tale of a certain 31-year-old hatamoto (vassal to the \nshogun) named Hitoyanagi Naosato, who, a high official named Mizuno \nTamenaga recorded, was stripped of his samurai status for having \nprocured the services of a prostitute in the Yoshiwara brothel \nquarter. The story, which broke in the eleventh lunar month of 1780, \nwas a bit more complicated than that: It seems Naosato&#39;s previous \nwife had given him a son, named Ushinosuke, who was 10 years old. \nThe new wife, whose name and age went unrecorded in this account, \nfelt little affection for her stepson and abused him severely \n(another crime). What&#39;s more, when Naosato was absent from Edo on \nassignment to the provinces, his wife would invite her cronies into \nhis compound, turning their residence into an illegal gambling den \n(yet another crime). She also engaged in trysts with other samurai, \nleading the official recorder Mizuno to accord her the sobriquet \nof &quot;inpu&quot; (slut).\n\nThe wife, it was alleged, had formerly worked as a freelance \nprostitute (as opposed to those who labored under indentured \nservitude), and through connivance had somehow managed to get \nherself adopted into a samurai family. Armed with this new identity, \nshe then wed Naosato, and as a noble lady free from suspicion was \nable to launder prostitutes&#39; earnings. These funds were used to \nbuild up her husband&#39;s status to hatamoto.\n\nBut it was the parental abuse meted out to Ushinosuke that led to \nher downfall. A servant named Rokubei took pity on the boy and \nspilled all to Naosato. When news of the wife&#39;s misdeeds reached \nTokugawa Sadanobu --- the Shogun&#39;s cousin and chief advisor --- she \nwas brought before the Edo magistrate and publicly reprimanded. \nRather than beg for mercy, however, she turned to toward the judge, \nbatted her eyelashes furiously and said, in a voice dripping with \nfeminine guile, &quot;Oh your honor, it must be the first time you&#39;ve \never encountered a woman like me. . .&quot;\n\nInfuriated by this brazen, unrepentant attitude, the judge sentenced \nher to exile on one of the Izu Islands.\n\nIn the fourth lunar month of 1842, Inaba Masamori, the lord of Yodo, \nin Yamashiro province (present-day southeastern Kyoto) a lord named \nwas stripped of his title as High Commissioner of Temples and \nShrines. Three months later, he was divested of his domain.\n\nSix years earlier, his wife&#39;s infidelity had come to light when she \nwas found murdered in an Osaka storehouse. The investigation led to \na host of other sexual and financial indiscretions and a nationwide \nscandal ensued, in which Masamori became known among Japan&#39;s nobles \nas &quot;Baka-dono&quot; (Lord Fool).\n\nOne of the most notorious scandals of the pre-modern era involved \nTokugawa Nariaki, lord of the powerful Mito domain, and a lovely \nlassie from Kyoto named Karahashi.\n\nNariaki was a compulsive womanizer and it wasn&#39;t long before \nKarahashi found herself with child. Although he was obliged to make \nperiodic stays in Edo, he began finding all sorts of pretexts to \nremain in Mito, giving the Shogunal authorities such excuses as \nneeding to build up the coastal defenses, conduct military maneuvers \nor make long-overdue reforms of the province&#39;s administrative \noffices.\n\nThe problem was that Nariaki&#39;s official wife, the daughter of a \npowerful lord, realized that his philandering was endangering the \nfamily&#39;s position and began to take matters into her own hands.\n\nSensing the walls closing in, around 1843 Karahashi pleaded illness \nand fled to Kyoto. In addition to being stripped of his title, \nNariaki was punished by being forced to make the rounds of temples \nin his province and melt down their bells to produce cannonballs.\n\nPerhaps part of the problem was that Japanese of the ruling samurai \nclass were just getting to know women again; up to 1700 or so, \nromance commonly took the form of &quot;shudo&quot; (pederasty --- written \nwith characters meaning &quot;the way of the masses&quot;). This was no doubt \na legacy of the period of 16th century civil war, when samurai were \nin constant battle and had little time for family life. While in \ntheir military encampments older men and adolescent youth would pair \noff for romantic trysts.\n\nBut after the Tokugawa dynasty consolidated its power, the samurai \nbecame more domesticated and from the late 1600s, authorities in \nsome provinces began banning the practice of shudo (also referred to \nas &quot;nanshoku&quot;) due to duels being fought between rivals.\n\nWhatever the reason, historical sources noted a pronounced shift in \nsamurai interests away from partners of the same sex toward women \nfrom around 1700 AD.\n\nAs evidence of this, he cites a story of a love triangle that \nappeared in the 16th year of Genroku (1703), in which a gay blade \ncheated on his young male lover by cavorting with a prostitute. He \nfound the experience of passion with a woman so pleasurable he \npromptly jilted his colleague, setting up house with the daughter of \na respectable family, who subsequently gave birth to a child. The \nyoung bushi (warrior) became the odd man out and, to add insult to \ninjury lost his retainer status. Out on the street, he found himself \na ronin (masterless samurai) left to fend for himself. (By Masuo \nKamiyama, People&#39;s Pick writer)\n\nAugust 27, 2005 \nCopyright 2004-2005 THE MAINICHI NEWSPAPERS. All rights reserved.\n\n\n\n\n"
}