{
    "userId": 145759856,
    "authorName": "Kitsuno",
    "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
    "profile": "kitsuno",
    "replyTo": "LIST",
    "senderId": "-FyAHcRTXA_tsJyvHwyOSQjyGZc_rIgT_sSS26wC1N_jFYsbvSEbaBfcjg1GvT3jd63M-Wr_INJVQc-B7Aafb4-zkwjoVadgSNJ77BCgqSeXm-k8YQBl2d4",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "Learning samurai swordsmanship Japanese martial art exhilarating and demanding",
    "postDate": "1125821171",
    "msgId": 7643,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGRmZTl0aitwanMzQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 0,
    "prevInTime": 7642,
    "nextInTime": 7644,
    "topicId": 7643,
    "numMessagesInTopic": 1,
    "msgSnippet": "Learning samurai swordsmanship Japanese martial art exhilarating and demanding, say practitioners Friday, August 26, 2005 BY JASON DEEGAN News Staff Reporter ",
    "rawEmail": "Return-Path: &lt;samurai-listowner@...&gt;\r\nX-Sender: samurai-listowner@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 79919 invoked from network); 4 Sep 2005 08:06:13 -0000\r\nReceived: from unknown (66.218.66.217)\n  by m25.grp.scd.yahoo.com with QMQP; 4 Sep 2005 08:06:13 -0000\r\nReceived: from unknown (HELO n18a.bulk.scd.yahoo.com) (66.94.237.47)\n  by mta2.grp.scd.yahoo.com with SMTP; 4 Sep 2005 08:06:13 -0000\r\nComment: DomainKeys? See http://antispam.yahoo.com/domainkeys\r\nReceived: from [66.218.69.5] by n18.bulk.scd.yahoo.com with NNFMP; 04 Sep 2005 08:06:12 -0000\r\nReceived: from [66.218.66.68] by mailer5.bulk.scd.yahoo.com with NNFMP; 04 Sep 2005 08:06:12 -0000\r\nDate: Sun, 04 Sep 2005 08:06:11 -0000\r\nTo: samuraihistory@yahoogroups.com\r\nMessage-ID: &lt;dfe9tj+pjs3@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 4162\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Msg-Info: 1:12:0:0\r\nFrom: &quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;\r\nSubject: Learning samurai swordsmanship Japanese martial art exhilarating and demanding\r\nX-Yahoo-Group-Post: member; u=145759856; y=S32sMLoGhky_LUR5JrxcV6Z-JYfW3lUvVXNrOOpwdKvu8w\r\nX-Yahoo-Profile: kitsuno\r\n\r\nLearning samurai swordsmanship Japanese martial art exhilarating and \ndemanding, say practitioners \nFriday, August 26, 2005\nBY JASON DEEGAN \nNews Staff Reporter \nThe sign of respect signals the start of Kendo practice for the \nMaltby Middle School seventh-grader. \n\nMinutes later, DeBruhl, 12, is in full attack mode, dishing out \nblows to his opponent&#39;s head with his bokken, a bamboo stick used \nfor practice. DeBruhl appears tiny next to the bulking size of his \nsparring partner - his tall, lanky father, Perry DeBruhl. \n\nAs the two take turns trading blows in traditional forms of Kendo \ncalled kata, Perry stops his son for a quick pointer. \n\n&quot;Don&#39;t pull off (during your strike). Go here,&#39;&#39; he says as he bangs \nhis bokken on Troy&#39;s head with aggressive precision. \n\nThe DeBruhls are the only Livingston County connection to a small \nband of loyalists in EMU&#39;s club called Kendo Dojo. Kendo, which \ntranslates to &quot;the way of the sword&#39;&#39; in Japanese, is the art of \nsamurai swordsmanship. People who practice the martial art say it&#39;s \nboth exhilarating and demanding to learn. \n\nAccording to the Web site, www.kendo-usa.org, modern Kendo has roots \nwith the samurai and evolved over several centuries. The \nintroduction of protective gear like the men (head gear), kote \n(wrist) and doh (chest protector) during the late 18th century \nallowed warriors to deliver full blows to one another without \ninjury. This forced the establishment of new regulations and \npractice habits. \n\nPerry DeBruhl, who works at Home Depot in Brighton and attends EMU \nto study construction management, became interested in the martial \narts as a U.S. Marine stationed in Okinawa, Japan, years ago. \nDeBruhl, a black belt in tae kwon do, introduced Kendo to his son \nafter finding out about the club in the summer of 2003. Today, they \ntravel the Midwest, competing in tournaments together. \n\nTo win a match, Kendo warriors must strike an opponent in either the \nmen (head), kote (wrist), belly (doh) or throat (tsuki) to score. \nNot only must the warrior hit the correct spot, they must do so with \nZanshin or &quot;zeal and intent&#39;&#39; by shouting the proper kiai, or war \ncry, according to EMU assistant coach Charlie Kondek. \n\nTroy DeBruhl said the most challenging parts of Kendo are learning \nthe footwork and war cries. He enjoys it so much, he did a science \nproject at Maltby about it. \n\n&quot;It is the hardest sport and the most fun sport I&#39;ve ever tried,&#39;&#39; \nhe said. \n\nAlthough Kendo appears to be violent, Perry DeBruhl says the sport \nteaches many lessons. He added without reigi - the force behind \nKendo etiquette - the sport &quot;is just two people hitting each other \nwith sticks.&#39;&#39; \n\n&quot;I enjoy the competition,&#39;&#39; he said. &quot;There are a lot of lessons in \nKendo that you can learn in life - respect, courtesy and manners. \nOnce you&#39;ve made the decision to attack, you have to commit your \nheart and soul. You go 100 percent.&#39;&#39; \n\nIn his Kendo garb, a blue robe, protective pads and black mask, \nPerry DeBruhl is an imposing figure. He towers over most of the \nothers in the class. His ability to deliver down blows from above \nhas earned him the nickname the &quot;blue bomber from Brighton.&#39;&#39; \n\n&quot;Not only did Perry have prior athletic background, but with a \nbackground in martial arts, he knew exactly what it took to \ndiscipline himself (for Kendo),&#39;&#39; Kondek said. &quot;He&#39;s come a long way \nin a short time.&#39;&#39; \n\nThe club&#39;s younger members, including Troy, have done well in \ntournaments. &quot;The youth in our club have put the adults to shame,&#39;&#39; \nKondek admitted. &quot;Troy&#39;s picked it up quick.&#39;&#39; \n\nTroy said he loves battling his dad in practice, especially after a \nlittle motivation from home. \n\n&quot;I&#39;ve had my PS/2 (video game) taken away, so I had reason for anger \nabout that,&#39;&#39; he said. &quot;We do go at it pretty hard, and we always \ntalk about it afterwards.&#39;&#39; \n\nPerry DeBruhl said he will test to become a shodan, like a black \nbelt, at a tournament in Chicago in November. Troy said he can&#39;t \nwait to move up in rank, so he can start teaching others. \n\n&quot;There are a lot of people who come to Kendo from other martial \narts,&#39;&#39; Perry DeBruhl said. &quot;The Japanese sword is a classic.&#39;&#39; \n\n\n\n\n\n\n"
}