{
    "userId": 145759856,
    "authorName": "Kitsuno",
    "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
    "profile": "kitsuno",
    "replyTo": "LIST",
    "senderId": "mQxEn5vPIWMTucJKBtlQzMWMGjS4ha1jVoZKYv4FcDOG5RSRR_bq2LKm5AbArHOLW4COSh9lsPrXb2paG8hyeYrIv2em1IhiYV-AgtiQ7a5q8OqIGWXPT_Y",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "SAMURAI 7: VOLUME 1 - SEARCH FOR THE SEVEN DVD REVIEW",
    "postDate": "1125822408",
    "msgId": 7651,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGRmZWI0OCttamdvQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 0,
    "prevInTime": 7650,
    "nextInTime": 7652,
    "topicId": 7651,
    "numMessagesInTopic": 1,
    "msgSnippet": "SAMURAI 7: VOLUME 1 - SEARCH FOR THE SEVEN DVD REVIEW Featured review by Paul Melia, Contributing Editor Everything old is new again. It s like deja vu all",
    "rawEmail": "Return-Path: &lt;samurai-listowner@...&gt;\r\nX-Sender: samurai-listowner@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 52024 invoked from network); 4 Sep 2005 08:26:50 -0000\r\nReceived: from unknown (66.218.66.167)\n  by m31.grp.scd.yahoo.com with QMQP; 4 Sep 2005 08:26:50 -0000\r\nReceived: from unknown (HELO n19a.bulk.scd.yahoo.com) (66.94.237.48)\n  by mta6.grp.scd.yahoo.com with SMTP; 4 Sep 2005 08:26:50 -0000\r\nComment: DomainKeys? See http://antispam.yahoo.com/domainkeys\r\nReceived: from [66.218.69.4] by n19.bulk.scd.yahoo.com with NNFMP; 04 Sep 2005 08:26:50 -0000\r\nReceived: from [66.218.66.76] by mailer4.bulk.scd.yahoo.com with NNFMP; 04 Sep 2005 08:26:50 -0000\r\nDate: Sun, 04 Sep 2005 08:26:48 -0000\r\nTo: samuraihistory@yahoogroups.com\r\nMessage-ID: &lt;dfeb48+mjgo@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 4255\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Msg-Info: 1:12:0:0\r\nFrom: &quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;\r\nSubject: SAMURAI 7: VOLUME 1 - SEARCH FOR THE SEVEN DVD REVIEW\r\nX-Yahoo-Group-Post: member; u=145759856; y=--lhX7supJ33jijiWPjDESJjdCtl054RnWwqC-Xm091h4A\r\nX-Yahoo-Profile: kitsuno\r\n\r\nSAMURAI 7: VOLUME 1 - SEARCH FOR THE SEVEN DVD REVIEW\n\nFeatured review by Paul Melia, Contributing Editor\n\n&quot;Everything old is new again.&quot;\n\n&quot;It&#39;s like deja vu all over again.&quot;\n\n&quot;Those who ignore history are doomed to repeat it.&quot;\n\nThe English language is filled with sayings about the circular \nnature of existence. We just cannot seem to break free of the desire \nto revisit themes or events that we have experienced before. Just \nthink of that cousin that kept doing the same dumb thing over and \nover again. So what does all of this have to do with anime?\n\nWell, in Akira Kurosawa&#39;s Samurai 7, we are treated to \na &quot;reimagining&quot; of the classic tale of conflict between seven \nhonorable warriors and the fallen nobles turned thieves that prey \nupon the helpless. But this update is an uncomfortable marriage of \nold and new. Wars are fought with huge flying fortresses and cyborg \nsamurai but everyone still uses swords. Society is technologically \nadvanced but still uses rice as currency. It all looks great but \nthere is very little explanation why a world with huge Matrix-like \nmachines would also look like feudal Japan. Which brings us back to \nthe &quot;everything old is new again&quot; theme. \n\nIn the recent Steamboy, Katsuhiro Otomo (Akira) conceived a \nVictorian London filled with amazing modern machines all powered by \nsteam. He went to great lengths to make the viewer believe that all \nthe gears and boilers worked to achieve the results. In Osamu \nTezuka&#39;s Metropolis, mechanical people and fantastic machinery exist \nbelievably in world vaguely set in the roaring &#39;20s. And we would be \nremiss in not mentioning the works of Leji Matsumoto (Star Blazers, \nQueen Emeraldas, Captin Harlock, Galaxy Railways) where WWII \nbattleships, pirate ships and steam engine trains all zip across \nspace. The point is that all of these series combine old with new \nbut make it believable. Unfortunately, Samurai 7 doesn&#39;t quite \nsucceed at that.\n\nWhich is not to say that this is a bad series. Gonzo (Last Exile, \nKiddy Grade, Blue Submarine No. 6) has done a remarkable job. 3D and \ntraditional animation have been seamlessly combined and the artwork \nis superb. The characters range widely in style though, with the \nleads lovingly drawn while supporting characters can be quite \nunusual in appearance. The background audio is a subtle but \neffective mix of traditional Japanese instruments and modern pieces \nthat convey the mood perfectly. Also, the script has been nicely \nadapted, keeping Kurosawa&#39;s unique combination of action, drama and \nhumor. There is plenty of all three and no anime fan will be \ndisappointed with this series.\n\nAs a DVD, Samurai 7 soars. Funimation has given this title loving \nattention and it shows. The English cast is perfect - the voices are \njust what you&#39;d expect when you first see the characters. Even \nchallenging characters such as the cyborg samurai Kikuchiyo come \nacross great. \n\nThe video is presented in 16:9 widescreen format and the sound comes \nin immersive English and Japanese 5.1 or standard English and \nJapanese stereo. The disc and packaging come chock full of extras as \nwell. The case includes a great action painting of the samurai in \naction running the full width of the interior and a hefty book full \nof interviews and artwork. The disc offers character profiles, \npromotional videos (including a five-minute piece that gives much of \nthe new story&#39;s background), an image gallery, textless songs and \nFunimation trailers. It is all very cleanly executed though some of \nthe menus are so subtle that they are bit difficult to navigate.\n\nOne minor bone to pick with Funimation - their recent discs have \ncome with long promotional videos for other titles that play before \nthe menu appears. On the Samurai 7 disc, that meant spending 1 \nminute and 30 seconds watching a promo that cannot be skipped over \nbefore the menu appeared. The promos were nice but having the option \nto skip over them would have been even nicer.\n\nOverall, Akira Kurosawa&#39;s Samurai 7 is an ideal sci-fi/action \nadventure. It has cool heros, nasty nasties and plenty of stuff to \nlook at. Just don&#39;t try to explain why the super science is \nthere...it just is. \n\nhttp://www.ugo.com/channels/dvd/features/samurai7/volume1.asp\n\n\n\n"
}