{
    "userId": 121492,
    "authorName": "nohit@aol.com",
    "from": "nohit@...",
    "profile": "ninaboal21044",
    "replyTo": "LIST",
    "senderId": "LUQvIsakXYN45M7FqumjMFtot0nrjE2MAgtdqK14ngcK4eIiqItYAdgnPTpr9H75YcxMMA",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "Re: [samuraihistory] prize-fighting",
    "postDate": "1126973185",
    "msgId": 7681,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDE0MS40ZDhlNGNlNC4zMDVkOTkwMUBhb2wuY29tPg=="
    },
    "prevInTopic": 7679,
    "nextInTopic": 7682,
    "prevInTime": 7680,
    "nextInTime": 7682,
    "topicId": 7668,
    "numMessagesInTopic": 31,
    "msgSnippet": "In a message dated 09/16/2005 10:52:14 PM Eastern Daylight Time, ... help ... There is a film, quite good. It s called AFTER THE RAIN, which deals with this",
    "rawEmail": "Return-Path: &lt;NoHit@...&gt;\r\nX-Sender: NoHit@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 35911 invoked from network); 17 Sep 2005 16:06:44 -0000\r\nReceived: from unknown (66.218.66.167)\n  by m11.grp.scd.yahoo.com with QMQP; 17 Sep 2005 16:06:44 -0000\r\nReceived: from unknown (HELO imo-d23.mx.aol.com) (205.188.139.137)\n  by mta6.grp.scd.yahoo.com with SMTP; 17 Sep 2005 16:06:44 -0000\r\nReceived: from NoHit@...\n\tby imo-d23.mx.aol.com (mail_out_v38_r5.5.) id r.141.4d8e4ce4 (4568);\n\tSat, 17 Sep 2005 12:06:25 -0400 (EDT)\r\nMessage-ID: &lt;141.4d8e4ce4.305d9901@...&gt;\r\nDate: Sat, 17 Sep 2005 12:06:25 EDT\r\nTo: samuraihistory@yahoogroups.com\r\nCc: nina.boal@...\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: AOL 5.0 for Windows sub 139\r\nX-Spam-Flag: NO\r\nX-eGroups-Msg-Info: 1:12:0:0\r\nFrom: nohit@...\r\nSubject: Re: [samuraihistory] prize-fighting\r\nX-Yahoo-Group-Post: member; u=121492; y=fWjQcfDd-ZCRgvUtSSyhj_j8b7YvBcuAcTKO3oU5hjjUqA4WiyfOkA\r\nX-Yahoo-Profile: ninaboal21044\r\n\r\nIn a message dated 09/16/2005 10:52:14 PM Eastern Daylight Time, \ntotoks@... writes:\n\n&gt; Thanks. Actually I was looking for the reason why prize-fighting was\n&gt;  dishonor for samurai to engage in before the meiji restoration. Can you \nhelp\n&gt;  me on this? How true is this?\n&gt;   \n&gt;  Thanks again.\n&gt;  \n\nThere is a film, quite good. It&#39;s called AFTER THE RAIN, which deals with \nthis subject. I forget the director but it&#39;s not really a sword-slashing \n&quot;chambara film,&quot; it&#39;s a thoughtful film about what kenjutsu/kendo actually is. It&#39;s \navailable fairly widely with English subtitles. \n\nThe plot of AFTER THE RAIN basically involves a ronin and his wife who are \ntraveling as he is looking for work. It turns out that he had made some income \nin the past by engaging in &quot;prize fighting&quot; also known as &quot;dojo crashing.&quot; \nThough you will see in watching the film that this ronin had a different approach \nrather than the usual brash, outrageous sort of approach because this man is \nquite self-effacing. \n\nAt any rate, the local daimyo finds out about this man and offers him an \ninterview for an open position he has in his clan of being a kendo instructor for \nthe clan. The ronin comes for the interview and in the process, the daimyo \nfinds out that he had engaged in &quot;prize fighting&quot; in the past and decides not to \ntake him into the clan. So yes, &quot;prize fighting&quot; was considered a dishonor. \nThe film goes on, and I&#39;ll let people watch it to find out what eventually \nhappens. \n\nI gather from this that &quot;prize fighting&quot; was considered a dishonor in the \nsame way that offering your sword services for hire was considered a dishonor. \nThe samurai was supposed to offer his sword skills freely, without consideration \nfor monetary gain, in service to his lord. That was the ethic of the day. \n\nOf course this ethic didn&#39;t provide for any ronin who had lost his lord or \nelse had been dismissed by his lord from his position -- how are they supposed \nto survive?  But then it was usually considered a dishonor to have become a \nronin, without a lord.  So there really weren&#39;t provisions made for them in \nfeudal society,  particularly Tokugawa-era society. The ronin just had to somehow \ncarry on the best as they could. So frequently, despite the stigma, they were \nforced to offer up their sword skills for money or else engage in &quot;prize \nfighting.&quot; \n\nDuring the Sengoku era, many samurai lost their lords. Some of them were able \nto get positions within other clans because there were many battles and a \ngood swordsman, even one without a lord, would be welcomed into a clan, where he \ncould acquire a new lord to serve as a samurai. With the advent of the \nTokugawa period, there were far fewer opportunities, almost none, to acquire a new \nposition with a new clan once a samurai had lost his lord.  \n\nHope this helps a bit.  Nina\n\n"
}