{
    "userId": 75122042,
    "authorName": "Boal, Nina",
    "from": "&quot;Boal, Nina&quot; &lt;Nina.Boal@...&gt;",
    "profile": "ninaboal21044",
    "replyTo": "LIST",
    "senderId": "JRYt8x61hneZXVkVckBHAKRE4pOosu6v0ug51LbG5_fdzVTgP8vL35FRtG1RY6LiH9UtyerV7jeTZV808TPEx-GhWg2Yvpc",
    "spamInfo": {
        "isSpam": false,
        "reason": "13"
    },
    "subject": "RE: 47 Ronin and Seppuku (was re: What can we define as the best \tsamurai ???)",
    "postDate": "1128687907",
    "msgId": 7789,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDkxOEREMTZGRUUzQjM5NDI5RjhDRjAwRjI4NjU4RTY1MTM2NTNCRTZAczNjMWNkMS5iYS5zc2EuZ292Pg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 0,
    "prevInTime": 7788,
    "nextInTime": 7790,
    "topicId": 7789,
    "numMessagesInTopic": 1,
    "msgSnippet": "Hello, Mr. Wood. I think I got caught up in a different discussion on some other threads concerning modern samurai and inserted the grammatical correction.",
    "rawEmail": "Return-Path: &lt;Nina.Boal@...&gt;\r\nX-Sender: Nina.Boal@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 4589 invoked from network); 7 Oct 2005 12:25:13 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m27.grp.scd.yahoo.com with QMQP; 7 Oct 2005 12:25:13 -0000\r\nReceived: from unknown (HELO mailout2.ssa.gov) (199.173.231.72)\n  by mta5.grp.scd.yahoo.com with SMTP; 7 Oct 2005 12:25:12 -0000\r\nReceived: from machine0-p1.ssa.gov ([172.17.41.167])\n\tby mailout2.ssa.gov (noneofyourbusiness) with ESMTP id j97CP8kF016642\n\tfor &lt;samuraihistory@yahoogroups.com&gt;; Fri, 7 Oct 2005 08:25:08 -0400\r\nReceived: from hq-brg-01.ba.ssa.gov (s1ffce0.ba.ssa.gov [172.17.213.111])\n\tby machine0-p1.ssa.gov (8.13.4/8.13.4) with ESMTP id j97CP8uQ002033\n\tfor &lt;samuraihistory@yahoogroups.com&gt;; Fri, 7 Oct 2005 08:25:08 -0400 (EDT)\r\nReceived: by s1ffce0.ba.ssa.gov with Internet Mail Service (5.5.2657.72)\n\tid &lt;T830V5DA&gt;; Fri, 7 Oct 2005 08:25:08 -0400\r\nMessage-ID: &lt;918DD16FEE3B39429F8CF00F28658E6513653BE6@...&gt;\r\nTo: &quot;&#39;samuraihistory@yahoogroups.com&#39;&quot; &lt;samuraihistory@yahoogroups.com&gt;\r\nDate: Fri, 7 Oct 2005 08:25:07 -0400 \r\nMIME-Version: 1.0\r\nX-Mailer: Internet Mail Service (5.5.2657.72)\r\nContent-Type: text/plain\r\nX-eGroups-Msg-Info: 4:13:32:0\r\nFrom: &quot;Boal, Nina&quot; &lt;Nina.Boal@...&gt;\r\nSubject: RE: 47 Ronin and Seppuku (was re: What can we define as the best \n\tsamurai ???)\r\nX-Yahoo-Group-Post: member; u=75122042; y=bzEfAPDubBlynOFPi345_IvTzJZbzPXCloo-ZdF0MkM2s2wtxVdD8Q\r\nX-Yahoo-Profile: ninaboal21044\r\n\r\nHello, Mr. Wood. \n\nI think I got caught up in a different discussion on some other threads\nconcerning &quot;modern samurai&quot; and inserted the grammatical correction. Sorry\nyou were offended, I meant no offense. \n\nI&#39;m going to address the two points in your post in different responses\nbecause I don&#39;t want to bend anyone&#39;s ears too much in some of my rather\nlong-winded commentary. &lt;g&gt; In this post, I&#39;ll address the issue of ronin\nand seppuku and the 47 Ronin. \n\nYes, I read THE 47 RONIN STORY by John Allyn and I remember the part where\nhe explains that, as ronin (as opposed to samurai affiliated with a clan),\nthat the 47 Ronin would not normally have the right of seppuku. My own\nresearch and other readings show that this statement is not true. Ronin\ncommmited seppuku throughout Japanese history and as far as I know, no one\never questioned their right to do so. \n\nJust an aside: when studying historical events, it&#39;s best to consult more\nthan one source. I remember questioning this statement by Allyn (that ronin\nwere not entitled to commit seppuku) when I read his book and went to\nconsult other sources and accounts. What I found in most of these other\nsources contradicts what Allyn had posited about ronin and seppuku. Mainly,\nI found some original sources from the period when this event happened\n(early 18th century); they are contained in English translation in Hiroaki&#39;s\nbook LEGENDS OF THE SAMURAI. These sources contradicted what Allyn stated.  \n\nJohn Allyn was, however, quite correct in that there was a discussion and\ndispute over whether the 47 former Ako retainers should be allowed to commit\nseppuku. In LEGENDS OF THE SAMURAI, Sato presented some writings by Japanese\nscholars and officials of the early 18th century. These writings had varying\nviewpoints on what penalty, if any, that the 47 Ako ronin should be subject\nto. \n\nThe debate that raged was over the fact that the 47 former Ako retainers had\ncommited a vendetta against the laws that were in effect at the time. In\nthose days, commiting a vendetta without having received official permission\nwas a crime that normally would merit execution as common criminals. So\nnormally, the former Ako retainers would merit that punishment -- whether\nthey were ronin, samurai, commoners, whoever.  It wasn&#39;t their position as\nronin in society that entered into this debate, it was the nature of the\nlaws that had been broken. \n\nSome of the bakufu officials believed that the 47 former Ako retainers\nshould be exonerated completely and allowed to return to their homes. They\nreasoned that the 47 had corrected a bakufu mistake in that Lord Asano had\nbeen punished but that Lord Kira had not been punished. By rights, they\nargued, both parties should have been given the punishment of seppuku for\nwhat had happened in the castle two years previously. Other bakufu officials\nbelieved that, as the 47 Ako ronin had committed a vendetta without\ngovernment sanction, that they were therefore common criminals and should be\ntreated as such i.e. executed. A compromise was reached in that the Ako\nronin would have to die for their actions, but that they would be allowed to\ndie by seppuku rather than be executed as criminals. And that is what\nhappened. \n\nHope this is helpful. Nina\n\n-----Original Message-----\nFrom: samuraihistory@yahoogroups.com [mailto:samuraihistory@yahoogroups.com]\nOn Behalf Of Michael Wood\nSent: Thursday, October 06, 2005 11:33 PM\nTo: samuraihistory@yahoogroups.com\nSubject: RE: [samuraihistory] What can we define as the best samurai ???\n\n\n\n--- &quot;Boal, Nina&quot; &lt;Nina.Boal@...&gt; wrote:\n\n[snips]\n\nAs far as the rest of it goes Nina (the 47 Ronin story), I can see you have\nlet ego get involved and you are picking nits with grammer so I will not\ncomment on what you said next.  Somehow I feel it is a tone unworthy of this\ntopic.\n\nMichael\n\n\n\n\t\t\n__________________________________\nYahoo! Mail - PC Magazine Editors&#39; Choice 2005 http://mail.yahoo.com\n\n\n\n\n------------------------ Yahoo! Groups Sponsor --------------------~--&gt; Get\nfast access to your favorite Yahoo! Groups. Make Yahoo! your home page\nhttp://us.click.yahoo.com/dpRU5A/wUILAA/yQLSAA/BcOolB/TM\n--------------------------------------------------------------------~-&gt; \n\n---\nJoin the 2006 Samurai Fiction contest:\nhttp://www.samurai-archives.com/writcon2.html\n\nSamurai Archives: http://www.samurai-archives.com Samurai Archives store:\nhttp://www.cafeshops.com/samuraiarchives\n---\nYahoo! Groups Links\n\n\n\n \n\n\n\n\n"
}