{
    "userId": 75122042,
    "authorName": "Boal, Nina",
    "from": "&quot;Boal, Nina&quot; &lt;Nina.Boal@...&gt;",
    "profile": "ninaboal21044",
    "replyTo": "LIST",
    "senderId": "Lb9m_UVYrG27Oc2MRvwnKhfiAEys2A6CkOQTk9YC6VHH_mm7LUwI6gj3GeFdDge35rf-Cto3IfVgW082fczaLzM3APo6i-I",
    "spamInfo": {
        "isSpam": false,
        "reason": "9"
    },
    "subject": "&quot;Western&quot; or not? (was Re: What can we define as the best samurai\t ???)",
    "postDate": "1128697156",
    "msgId": 7792,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDkxOEREMTZGRUUzQjM5NDI5RjhDRjAwRjI4NjU4RTY1MTM2NTNCRThAczNjMWNkMS5iYS5zc2EuZ292Pg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 0,
    "prevInTime": 7791,
    "nextInTime": 7793,
    "topicId": 7792,
    "numMessagesInTopic": 1,
    "msgSnippet": "I realize that this is a history list and not a film criticism/discussion list. However, I do think that historical novels or films can sometimes give us a few",
    "rawEmail": "Return-Path: &lt;Nina.Boal@...&gt;\r\nX-Sender: Nina.Boal@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 33479 invoked from network); 7 Oct 2005 14:59:30 -0000\r\nReceived: from unknown (66.218.66.167)\n  by m24.grp.scd.yahoo.com with QMQP; 7 Oct 2005 14:59:30 -0000\r\nReceived: from unknown (HELO mailout2.ssa.gov) (199.173.231.72)\n  by mta6.grp.scd.yahoo.com with SMTP; 7 Oct 2005 14:59:29 -0000\r\nReceived: from s1dfa8d.ssa.gov ([172.17.41.166])\n\tby mailout2.ssa.gov (noneofyourbusiness) with ESMTP id j97ExIkF037316\n\tfor &lt;samuraihistory@yahoogroups.com&gt;; Fri, 7 Oct 2005 10:59:18 -0400\r\nReceived: from hq-brg-01.ba.ssa.gov (s1ffce0.ba.ssa.gov [172.17.213.111])\n\tby s1dfa8d.ssa.gov (8.13.3+Sun/8.13.3) with ESMTP id j97Ewve2016507\n\tfor &lt;samuraihistory@yahoogroups.com&gt;; Fri, 7 Oct 2005 10:58:58 -0400 (EDT)\r\nReceived: by s1ffce0.ba.ssa.gov with Internet Mail Service (5.5.2657.72)\n\tid &lt;T830WFT2&gt;; Fri, 7 Oct 2005 10:59:17 -0400\r\nMessage-ID: &lt;918DD16FEE3B39429F8CF00F28658E6513653BE8@...&gt;\r\nTo: &quot;&#39;samuraihistory@yahoogroups.com&#39;&quot; &lt;samuraihistory@yahoogroups.com&gt;\r\nDate: Fri, 7 Oct 2005 10:59:16 -0400 \r\nMIME-Version: 1.0\r\nX-Mailer: Internet Mail Service (5.5.2657.72)\r\nContent-Type: text/plain\r\nX-eGroups-Msg-Info: 1:9:0:0\r\nFrom: &quot;Boal, Nina&quot; &lt;Nina.Boal@...&gt;\r\nSubject: &quot;Western&quot; or not? (was Re: What can we define as the best samurai\n\t ???)\r\nX-Yahoo-Group-Post: member; u=75122042; y=5Gx3BPhzgtMVhQQkugMYJtKJZbFvYVuWRxRXoer_N8CkZI63lwy3HQ\r\nX-Yahoo-Profile: ninaboal21044\r\n\r\nI realize that this is a history list and not a film criticism/discussion\nlist. However, I do think that historical novels or films can sometimes give\nus a few insights into studying actual history, especially when source\ndocuments or accounts that are contemporary to the time being studied are\nnot always available. So I&#39;m going to go ahead and discuss some films here.\nI&#39;ll try and relate the discussion of films to the study of history. \n\nDiscussing AFTER THE RAIN: Just my opinion, but I try to be careful when\nusing terms such as &quot;western&quot;. What does that really mean? That Kurosawa was\ninfluenced by non-Japanese (American or European) writings or films? Or that\nhe incorporated some of these concepts and ideas into his own script for\nAFTER THE RAIN and/or his other films?  Many American or European novelists\nand film makers have adopted Japanese ideas and concepts into their works.\nSo does that make them &quot;eastern?&quot; What constitutes &quot;western&quot; and &quot;eastern?&quot;\nHow meaningful are these concepts, really? \n\nAlso which Japanese criticized Kurosawa and what were their specific\ncriticisms? \n\nI&#39;m not one who espouses &quot;identity politics,&quot; which I understand to be a\nstrain of academic thought that people should only write or create or\ninterpret from their own cultural experiences and not stray into the\nexperiences of cultures not their own.  I don&#39;t follow this, as in some\nways, we all belong to the culture known as &quot;human beings.&quot; We don&#39;t exist\nin a vacuum; so anyone, whether Japanese, European, American, African,\nwhatever, will be influenced to a greater or lesser extent by other cultures\nand not just by the culture that we may have grown up in.  \n\nNow for the issue as to whether a person such as the main character in AFTER\nTHE RAIN can be a &quot;good&quot; samurai: Are you trying to say that this would be a\n&quot;western&quot; idea, that a man like this might be an admirable samurai? \n\nYou are correct in that within the Edo period, a bushi who makes his living\nby swordfighting for money was not considered to be very honorable at all.\nBecause the ethic was that a samurai was supposed to use his sword skills in\nservice to his lord and not for monetary gain. That was the ethic of the\nday. \n\nBut then why study history? Do we simply say, &quot;this swordsman was\ndishonorable because that&#39;s what was thought by the majority in the time\nthat he lived&quot; and leave it at that? Don&#39;t we sometimes study history to\nstudy these codes of ethics -- and sometimes to question them? Or is this\n&quot;western?&quot; I don&#39;t think so.  \n\nWe&#39;ve discussed Kobayashi Masaki&#39;s film SEPPUKU here earlier. In this film,\na ronin shows up at the gate of a daimyo&#39;s Edo headquarters, stating that he\nwishes a spot to commit seppuku so as to no longer have to live in dire\npoverty. It turns out that this ronin didn&#39;t even have real swords, but had\npawned them and substituted bamboo blades for his real ones; he had sold his\n&quot;soul of the samurai&quot; for money. So how could he commit seppuku? It turns\nout further that seppuku wasn&#39;t his real motive, he really wanted to beg for\nmoney. How more dishonorable than that can a samurai be? This was the ethic\nof the day, and in the film, the clan involved, the Ii clan, decide to give\nout a stern message by forcing the man to commit seppuku with his bamboo\nblade. According to the standards of that society, that was a just and\nappropriate response to this man&#39;s shameless beggary and extortion.\n\nBut then Kobayashi turns the whole event upside down by revealing that\nperhaps this man had very few alternatives to what he had chosen to do. His\nfamily was sick and starving and he had no way to support them, even though\nhe had tried. Would it have been more honorable to let his family starve and\ndie rather than attempt to get money to try and save them?  Was the clan&#39;s\nreaction honorable and just? Or cruel and sadistic? All these questions get\nraised in the film. Though the events he portrays are set in the 17th\ncentury in Japan, these questions that are raised apply all over the world,\nthroughout different ages -- that could have been one of the motives for\nKobayashi to make this historical film. Did this make Kobayashi &quot;western?&quot; I\ndon&#39;t think so.   \n\nOn another subject: how does the study of historical films and novels relate\nto the study of actual history? Most fiction is speculative and there are\nthose who find it worthless because it is fiction and not an attempt to\nstudy what is &quot;real.&quot; But some of us do turn to fiction because other\nsources aren&#39;t available. I find it interesting: did Kobayashi turn to a\nferile imagination when he made the film about samurai begging for funds\nwhile claiming to want to commit seppuku? Or is it possible that this sort\nof thing actually happened? Is the bamboo-blade seppuku a product of a wild\nimagination, or is it possible that something like this may also have\nhappened but the historical accounts are lost? That is the nature of\nspeculative fiction. It might have a place in studying history or perhaps it\ndoesn&#39;t.\n\nJust my 500 Ryo.  Nina \n\n-----Original Message-----\nFrom: samuraihistory@yahoogroups.com [mailto:samuraihistory@yahoogroups.com]\nOn Behalf Of Michael Wood\nSent: Thursday, October 06, 2005 11:33 PM\nTo: samuraihistory@yahoogroups.com\nSubject: RE: [samuraihistory] What can we define as the best samurai ???\n\n[snips]\n\nNinaThe screen writer of the film (Akira Kurosawa),\nwhile one of the great film makers in the world, was often criticized in\nJapan for being too western and had trouble getting some of his films made\nwithout western backing.  The idea of an accountant that uses a ploy to\ntrick kenjutsu masters into feeding him (effectively begging) then when he\nfinally can fence, fencing for money is all despicable in the eyes of\nsamurai (as they made clear at the end of the film). \nThe samurai (masterfully portrayed by Mifune Shiro) was an amazing swordsman\nand a very nice man, but by &quot;period&quot; samurai standards, not a worthy\nsamurai. \nThis is not a story about a great samurai, it is at its heart a love story\nand the relationship between a man and his wife and how she grows to respect\nhim and love him not for who she wants him to become but for who he is.\n\n[snips]\n\n\n\t\t\n__________________________________\nYahoo! Mail - PC Magazine Editors&#39; Choice 2005 http://mail.yahoo.com\n\n\n\n\n------------------------ Yahoo! Groups Sponsor --------------------~--&gt; Get\nfast access to your favorite Yahoo! Groups. Make Yahoo! your home page\nhttp://us.click.yahoo.com/dpRU5A/wUILAA/yQLSAA/BcOolB/TM\n--------------------------------------------------------------------~-&gt; \n\n---\nJoin the 2006 Samurai Fiction contest:\nhttp://www.samurai-archives.com/writcon2.html\n\nSamurai Archives: http://www.samurai-archives.com Samurai Archives store:\nhttp://www.cafeshops.com/samuraiarchives\n---\nYahoo! Groups Links\n\n\n\n \n\n\n\n\n"
}