{
    "userId": 202947051,
    "authorName": "raffy yanuario",
    "from": "raffy yanuario &lt;rfyanuario@...&gt;",
    "profile": "rfyanuario",
    "replyTo": "LIST",
    "senderId": "ys62gmfDxEHHExw9cLKdoyocnNZbll8a6ccLSAyyAILilAw9pQ8dUHdZKdMwXo4ScYF0PAM2qzCO-Fh6RXprSOXdLa3_eT_jQh5TVg",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "RE: [samuraihistory] Re: hitokiri kawakami gensai?",
    "postDate": "1129178075",
    "msgId": 7836,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDUxMDEzMDQzNDM1Ljc3NzgxLnFtYWlsQHdlYjM0MTA2Lm1haWwubXVkLnlhaG9vLmNvbT4=",
        "inReplyToHeader": "PDIwMDUxMDA3MDAyMjE2LjcwMzkucW1haWxAd2ViMzQ3MDcubWFpbC5tdWQueWFob28uY29tPg=="
    },
    "prevInTopic": 7830,
    "nextInTopic": 7837,
    "prevInTime": 7835,
    "nextInTime": 7837,
    "topicId": 7738,
    "numMessagesInTopic": 57,
    "msgSnippet": "please read.... as for Kawakami Gensai s sword. its unknown. Born under the name Komori Genjirou in 1834 he changed it to Kawakami Gensai, and finally to",
    "rawEmail": "Return-Path: &lt;rfyanuario@...&gt;\r\nReceived: (qmail 71846 invoked by uid 7800); 13 Oct 2005 04:56:45 -0000\r\nX-Sender: rfyanuario@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 3089 invoked from network); 13 Oct 2005 04:34:36 -0000\r\nReceived: from unknown (66.218.66.167)\n  by m32.grp.scd.yahoo.com with QMQP; 13 Oct 2005 04:34:36 -0000\r\nReceived: from unknown (HELO web34106.mail.mud.yahoo.com) (66.163.178.104)\n  by mta6.grp.scd.yahoo.com with SMTP; 13 Oct 2005 04:34:36 -0000\r\nReceived: (qmail 77783 invoked by uid 60001); 13 Oct 2005 04:34:35 -0000\r\nMessage-ID: &lt;20051013043435.77781.qmail@...&gt;\r\nReceived: from [192.55.40.97] by web34106.mail.mud.yahoo.com via HTTP; Wed, 12 Oct 2005 21:34:35 PDT\r\nDate: Wed, 12 Oct 2005 21:34:35 -0700 (PDT)\r\nTo: samuraihistory@yahoogroups.com\r\nIn-Reply-To: &lt;20051007002216.7039.qmail@...&gt;\r\nMIME-Version: 1.0\r\nX-eGroups-Msg-Info: 1:12:0:0\r\nFrom: raffy yanuario &lt;rfyanuario@...&gt;\r\nSubject: RE: [samuraihistory] Re: hitokiri kawakami gensai?\r\nX-Yahoo-Group-Post: member; u=202947051; y=pkGPElsaM-nsNllRq9ElGpslg9axgtds12Je8pXXuzB1vRk58A\r\nX-Yahoo-Profile: rfyanuario\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\nX-eGroups-Approved-By: ltdomer98 &lt;ltdomer98@...&gt; via email; 13 Oct 2005 04:56:45 -0000\r\n\r\nplease read....\n \nas for Kawakami Gensai&#39;s sword. its unknown. Born under the name Komori Genjirou in 1834 he changed it to Kawakami Gensai, and finally to Takeda Genbe. his appearance was described as short with long black hair. from what ive gathered, he was in his early 30&#39;s at the time of the Bakumatsu and most likely kept his hair in Chonmage, or a samurai topknot, however, some records say that he was somewhat feminine in his appearance which suggests that his hair may have hung free. He was probably of typical height, between 5&#39; 2&quot; and 5&#39; 5&quot;. his sword judging by his height was probably between 26 and 28 inches long. its maker, origin, wieght and true length are all lost to history. his swordsmenship was called Furanui Ryuu and was a style he created. his starting stance was a very low iai stance. This suggests that Furanui Ryuu was a iai school, but this isnt certain. \n\nhe was one of four Hitokiri of the Bakumatsu, and was considered to be the most fearsome of all of them. He is most well known for cutting Kuma Shouzan in broad daylight, whether or not hes resposible for the numerous other assissnations that took place is unknown. When the transition of power came, his ideals of Isolationism conflicted with the Meiji Government and he was tried on false charges and beheaded sometime in 1871.\n\nhe definitly wouldnt have used a Muramasa or a Masamune. firstly, even as little as 100 years after Masamune&#39;s death his blades were considered the finest ever made and were sought by all and during the Bakumatsu were considered national treasures. as for Muramasa, at the begining of the Tokugawa Shoganate, Tokugawa Ieyasu banned all samurai from carrying Muramasa blades. he had a deathly fear of them, he had relatives that had been killed by them and he himself had been seriously wounded with one. his first son whom he ordered to commit seppuku, was beheaded with a Muramasa blade. because of this ban hundreds of Muramasa blades were destroyed and anyone who was associated with Muramasa such as Masatoshi was also banned. but the cutting ability of Muramasa&#39;s blades were legendary, they didnt have the &quot;spirit&quot; that Masamune had but from a technical standpoint they were the best blades ever created. \n\nas for using different &quot;Types&quot; most samurai were presented with a sword from their lord when they came of age and began serving him. while this may have been the case with Gensai, most likely he was a ronin, but nothing is sure. eitherway, he would have used on blade and only one blade. The Nihontou is considered to be the soul of Japan and it was considered to be the soul of the Samurai, so they blade they used was respected above all else, even their wives and family. when a samurai returned home his wife would slide the sleeves of her kimono over her hand so she wouldnt touch even the scabbards. so, he probably carried only one blade his whole life, but again this is all not verified.__________________\n&quot;I am a vagabond and i find i must wander again...&quot; May 14 Meiji 11... On that day Himura Kenshin became a vagabond once again and into the pitch-black darkness, he disappeared alone--\n\n&quot;An assassins blade is sharp but perhaps the blade of one who refuses to kill is sharper&quot; \n \nbest regards...\n\n\njames wilson &lt;johntwo8@...&gt; wrote:Yes you are correct but what is empty psuedo-philosophical platitude though.\n\nLove, Grace, and Peace\n\n&quot;Boal, Nina&quot; &lt;Nina.Boal@...&gt; wrote:\nHello, Mr. James\n\nIn some ways, yes. But facing death from a comfortable castle  -- which is\nwhere Yamamoto was situated when he wrote &quot;Hagakure&quot; is not the same as\nfacing death under direct attack, such as in a battle against an enemy who\nis using swords, spears, guns, other weapons against you. Or facing death\nwhen your castle has been confiscated, your lord has died via seppuku at the\nShogun&#39;s order, and you are on the outside without clan or master -- and it\nis your duty to avenge him.  \n\nNina\n\n-----Original Message-----\nFrom: samuraihistory@yahoogroups.com [mailto:samuraihistory@yahoogroups.com]\nOn Behalf Of james wilson\nSent: Thursday, October 06, 2005 11:14 AM\nTo: samuraihistory@yahoogroups.com\nSubject: RE: [samuraihistory] Re: hitokiri kawakami gensai?\n\nHello Ms. Nina but isnt everyday to live is to face death? And If you are a\nsamurai or merchant then you face death no matter who or where you are.Being\nthe best assin shouldnt have any thing to do with something such as\nhonorable becasue you are the person doing the dirty work. So the best assin\nshould be the best at his job or the one who got the most kills and got away\nwith it something to that sort. \n\nLove, Grace, and Peace\n\n&quot;Boal, Nina&quot; &lt;Nina.Boal@...&gt; wrote:\n\n\n-----Original Message-----\nFrom: samuraihistory@yahoogroups.com [mailto:samuraihistory@yahoogroups.com]\nOn Behalf Of Kitsuno\nSent: Tuesday, October 04, 2005 9:56 PM\nTo: samuraihistory@yahoogroups.com\nSubject: [samuraihistory] Re: hitokiri kawakami gensai?\n\n--- In samuraihistory@yahoogroups.com, &quot;Boal, Nina&quot; &lt;Nina.Boal@s...&gt;\nwrote:\n&gt; Maybe we could get into a discussion of what constitutes the &quot;best&quot; \nsamurai,\n&gt; or even what constitutes a &quot;good&quot; samurai? There would be plenty of\nargument\n&gt; here over the issue of what makes a &quot;good&quot; samurai. Is it skill in\nweaponry?\n&gt; Is it courage? Is it loyalty? Is it general character? \n&gt; \n&gt; Nina Boal\n\nAs long as it doesn&#39;t involve &quot;who followed Bushido the best&quot;...\n---------------------------------------------------------\n\nAaaah, don&#39;t get me started on &quot;bushido.&quot; I may raise a few hackles with the\nfollowing, but one of my pet, pet peeves is someone quoting from &quot;Hagakure&quot;\nby Yamamoto Tsunetomo as if this were THE definitive manual on &quot;bushido.&quot; I\nkeep hearing people quote from this work, especially the famous line, &quot;the\nway of the samurai is facing death.&quot;\n\nIn the first place, Yamamoto wrote this treatise as a private correspondence\nto members of his clan. It never was intended to be read by the general\npublic in feudal Japan, much less by people all over the world in many\nlanguages.\n\nBut more importantly, in my humble(?) opinion, Yamamoto had never been in a\nbattle and thus knew nothing first-hand about facing death. He lived in a\npeaceful castle during the 18th centurey, some of the most peaceful times in\nJapanese history. It&#39;s not that difficult to write stuff about how a samurai\nshould face death when ensconced in a place where facing death doesn&#39;t come\ninto the equation of one&#39;s existence at all.  \n\nIf anyone wants to know about facing death, read some of the accounts by the\n47 Asano retainers who avenged their lord (whom Yamamoto had the temerity to\ncriticize from his own relatively comfortable spot). Or else read any\naccount from any common battlefield soldier in history, one from Japan or\nfrom any other country.\n\nNina\n\n\n\n---\nSamurai Archives: http://www.samurai-archives.com Samurai Archives store:\nhttp://www.cafeshops.com/samuraiarchives\n--- \n\n\n\nSPONSORED LINKS\nJapanese translation Japanese incense Japanese print Japanese business\nJapanese yen Samurai swords \n\n---------------------------------\nYAHOO! GROUPS LINKS \n\n\n    Visit your group &quot;samuraihistory&quot; on the web.\n  \n    To unsubscribe from this group, send an email to:\nsamuraihistory-unsubscribe@yahoogroups.com\n  \n    Your use of Yahoo! Groups is subject to the Yahoo! Terms of Service. \n\n\n---------------------------------\n\n\n\n\n\n            \n---------------------------------\nYahoo! for Good\nClick here to donate to the Hurricane Katrina relief effort. \n\n[Non-text portions of this message have been removed]\n\n\n\n\n\n------------------------ Yahoo! Groups Sponsor --------------------~--&gt; Get\nfast access to your favorite Yahoo! Groups. Make Yahoo! your home page\nhttp://us.click.yahoo.com/dpRU5A/wUILAA/yQLSAA/BcOolB/TM\n--------------------------------------------------------------------~-&gt; \n\n---\nSamurai Archives: http://www.samurai-archives.com Samurai Archives store:\nhttp://www.cafeshops.com/samuraiarchives\n---\nYahoo! Groups Links\n\n\n\n\n\n\n\n\n\n---\nSamurai Archives: http://www.samurai-archives.com\nSamurai Archives store: http://www.cafeshops.com/samuraiarchives\n--- \n\n\n\nSPONSORED LINKS \nJapanese translation Japanese incense Japanese print Japanese business Japanese yen Samurai swords \n\n---------------------------------\nYAHOO! GROUPS LINKS \n\n\n    Visit your group &quot;samuraihistory&quot; on the web.\n  \n    To unsubscribe from this group, send an email to:\nsamuraihistory-unsubscribe@yahoogroups.com\n  \n    Your use of Yahoo! Groups is subject to the Yahoo! Terms of Service. \n\n\n---------------------------------\n\n\n\n\n\n            \n---------------------------------\nYahoo! for Good\nClick here to donate to the Hurricane Katrina relief effort. \n\n[Non-text portions of this message have been removed]\n\n\n\n\n\n---\nJoin the 2006 Samurai Fiction contest:\nhttp://www.samurai-archives.com/writcon2.html\n\nSamurai Archives: http://www.samurai-archives.com\nSamurai Archives store: http://www.cafeshops.com/samuraiarchives\n--- \n\n\n\nSPONSORED LINKS \nJapanese translation Japanese incense Japanese print Japanese business Japanese yen Samurai swords \n\n---------------------------------\nYAHOO! GROUPS LINKS \n\n\n    Visit your group &quot;samuraihistory&quot; on the web.\n  \n    To unsubscribe from this group, send an email to:\n samuraihistory-unsubscribe@yahoogroups.com\n  \n    Your use of Yahoo! Groups is subject to the Yahoo! Terms of Service. \n\n\n---------------------------------\n\n\n\n\n\t\t\n---------------------------------\n Yahoo! Music Unlimited - Access over 1 million songs. Try it free.\n\n[Non-text portions of this message have been removed]\n\n\n"
}