{
    "userId": 75122042,
    "authorName": "Boal, Nina",
    "from": "&quot;Boal, Nina&quot; &lt;Nina.Boal@...&gt;",
    "profile": "ninaboal21044",
    "replyTo": "LIST",
    "senderId": "K2fLzHSUGDsLe6298f-2NoErbjZf7xrtLLsODZNT5c4ZGX04eFKBn5Sc-fAQiH-LDyYoaUxDwYFHT-K1dGX4Cjydm21uGfc",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "RE: Sword Is The Soul Of The Samurai? (was RE: [samuraihistory] R\te: h itokiri kawakami gensai?)",
    "postDate": "1129310297",
    "msgId": 7850,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDkxOEREMTZGRUUzQjM5NDI5RjhDRjAwRjI4NjU4RTY1MTM2NTNDMTNAczNjMWNkMS5iYS5zc2EuZ292Pg=="
    },
    "prevInTopic": 7842,
    "nextInTopic": 0,
    "prevInTime": 7849,
    "nextInTime": 7851,
    "topicId": 7842,
    "numMessagesInTopic": 2,
    "msgSnippet": "Back to film discussion, as I don t have access to actual records of real people. There is an intersesting set of situations in the film TASOGARE SEIBEI aka",
    "rawEmail": "Return-Path: &lt;Nina.Boal@...&gt;\r\nX-Sender: Nina.Boal@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 98814 invoked from network); 14 Oct 2005 17:19:36 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m35.grp.scd.yahoo.com with QMQP; 14 Oct 2005 17:19:36 -0000\r\nReceived: from unknown (HELO mailout1.ssa.gov) (199.173.231.97)\n  by mta5.grp.scd.yahoo.com with SMTP; 14 Oct 2005 17:19:36 -0000\r\nReceived: from machine0-p1.ssa.gov ([199.173.231.81])\n\tby mailout1.ssa.gov (noneofyourbusiness) with ESMTP id j9EHIKAN039852\n\tfor &lt;samuraihistory@yahoogroups.com&gt;; Fri, 14 Oct 2005 13:18:20 -0400\r\nReceived: from hq-brg-01.ba.ssa.gov (s1ffce0.ba.ssa.gov [172.17.213.111])\n\tby machine0-p1.ssa.gov (8.13.4/8.13.4) with ESMTP id j9EHIKHq003075\n\tfor &lt;samuraihistory@yahoogroups.com&gt;; Fri, 14 Oct 2005 13:18:20 -0400 (EDT)\r\nReceived: by s1ffce0.ba.ssa.gov with Internet Mail Service (5.5.2657.72)\n\tid &lt;T8PAA0DP&gt;; Fri, 14 Oct 2005 13:18:20 -0400\r\nMessage-ID: &lt;918DD16FEE3B39429F8CF00F28658E6513653C13@...&gt;\r\nTo: &quot;&#39;samuraihistory@yahoogroups.com&#39;&quot; &lt;samuraihistory@yahoogroups.com&gt;\r\nDate: Fri, 14 Oct 2005 13:18:17 -0400\r\nMIME-Version: 1.0\r\nX-Mailer: Internet Mail Service (5.5.2657.72)\r\nContent-Type: text/plain\r\nX-eGroups-Msg-Info: 1:12:0:0\r\nFrom: &quot;Boal, Nina&quot; &lt;Nina.Boal@...&gt;\r\nSubject: RE: Sword Is The Soul Of The Samurai? (was RE: [samuraihistory] R\n\te: h itokiri kawakami gensai?)\r\nX-Yahoo-Group-Post: member; u=75122042; y=gpTKNwFb28FuY9YwAqnJk04wY5DYlKcjhuuBFzgsYYxByR04xRs-uQ\r\nX-Yahoo-Profile: ninaboal21044\r\n\r\nBack to film discussion, as I don&#39;t have access to actual records of real\npeople. There is an intersesting set of situations in the film TASOGARE\nSEIBEI aka TWILIGHT SAMURAI, an excellent film which I believe is based on a\nnovel. It takes place in the late Edo/early Bakumatsu period. Here we have\nas the main character, Seibei, a clan samurai who is very low-paid and he\nstruggles to survive and support his family. He is widowed and must support\nseveral children plus his mother who has become senile. The film portrays\nhim as being up to his ears in debt, which actually was the fate of many\nsamurai and even daimyo during the Edo period. As a samurai, he serves his\nlord in an accounting office every day. But at night, he must supplement his\nmeager income (50 koku of rice per year, which was about as low as a\nsamurai&#39;s stipend could get); he has to take in craft piecework to make and\nsell to a wholesaler -- which was a common way for samurai or ronin to make\nmoney, though the income was usually paltry. Seibei makes insect cages,\nwhich are very intricate and he uses quite a lot of skill to piece these\ntogether. But he only gets paid by the piece, and in a scene with the\nwholesaler, the wholesaler explains that the market for insect cages just\nisn&#39;t all that great these days, so he will continue to receive only a\npittance for his cages.\n\n****SPOILER ALERT*** Don&#39;t read this paragraph if you haven&#39;t seen the film\nand don&#39;t wish to know what happens at the end.   \n\nIt turns out that Seibei is quite skilled as a swordfighter. He is\nchallenged to a &quot;live&quot; duel by another in his clan. He shows up at the\nagreed site with a bokken (wooden practice sword), stating that he&#39;ll use\nthis against his opponent&#39;s live katana. He defeats the opponent. Because of\nhis skill, Seibei&#39;s lord orders him to kill a renegade former clansman who\nhas run off to join one of the factions in the civil uprisings that occurred\nduring this period. He ends up facing the man inside a deserted house, where\nthe two have a discussion. Seibei explains that his expertise is with the\nwakizashi. But also explains that he sold his katana some time earlier to\npay for his wife&#39;s funeral, and thus wears a bamboo katana -- which is why\nhe had used a bokken for the earlier duel; he had no katana. The duel takes\nplace, with Seibei using his wakizashi, and he kills his opponent and\nreturns home to live out his days serving his clan until he loses his life\n(still serving his lord) in one of the bakumatsu uprisings.\n\n****END SPOILER ALERT***\n\nThis is a very good film on many layers. Among other things, it explores the\nmartial ethic of a late Edo period low-ranked, impoverished samurai.\n\nNina\n\n-----Original Message-----\nFrom: samuraihistory@yahoogroups.com [mailto:samuraihistory@yahoogroups.com]\nOn Behalf Of james wilson\nSent: Thursday, October 13, 2005 6:59 PM\nTo: samuraihistory@yahoogroups.com\nSubject: Re: Sword Is The Soul Of The Samurai? (was RE: [samuraihistory] Re:\nh itokiri kawakami gensai?)\n\nHa Ha u struck again Ms Boal thats an awesome question and depends on how u\nlook at it. If we treat martial arts or life in general as living to make\nthe lives of others better than how is there a lose in honor for n e thing\nof a sort of selling to help provide for ones family. However, if u wanna\ntie Pride and Honor together then thats totally something else.\n\n\n"
}