{
    "userId": 121492,
    "authorName": "nohit@aol.com",
    "from": "nohit@...",
    "profile": "ninaboal21044",
    "replyTo": "LIST",
    "senderId": "oEzg7nGjdRPmaotznH4En-x_GE5diI1qij7B3bEx6z75dJ-ezd6DoJwPZvx_S8gvDtalCw",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "Re: [samuraihistory] Samurai and swords - for Nina",
    "postDate": "1129498093",
    "msgId": 7856,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwNC5jNTc4MzQ5LjMwODQxZmVkQGFvbC5jb20+"
    },
    "prevInTopic": 7854,
    "nextInTopic": 0,
    "prevInTime": 7855,
    "nextInTime": 7857,
    "topicId": 7854,
    "numMessagesInTopic": 2,
    "msgSnippet": "In a message dated 10/16/2005 8:11:48 AM Eastern Daylight Time, ... Sounds about right for the Edo period when there were more than a few samurai who had",
    "rawEmail": "Return-Path: &lt;NoHit@...&gt;\r\nX-Sender: NoHit@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 67451 invoked from network); 16 Oct 2005 21:28:17 -0000\r\nReceived: from unknown (66.218.66.167)\n  by m9.grp.scd.yahoo.com with QMQP; 16 Oct 2005 21:28:17 -0000\r\nReceived: from unknown (HELO imo-m24.mx.aol.com) (64.12.137.5)\n  by mta6.grp.scd.yahoo.com with SMTP; 16 Oct 2005 21:28:17 -0000\r\nReceived: from NoHit@...\n\tby imo-m24.mx.aol.com (mail_out_v38_r5.5.) id r.204.c578349 (25508);\n\tSun, 16 Oct 2005 17:28:13 -0400 (EDT)\r\nMessage-ID: &lt;204.c578349.30841fed@...&gt;\r\nDate: Sun, 16 Oct 2005 17:28:13 EDT\r\nTo: samuraihistory@yahoogroups.com\r\nCc: nina.boal@...\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: AOL 5.0 for Windows sub 139\r\nX-Spam-Flag: NO\r\nX-eGroups-Msg-Info: 1:12:0:0\r\nFrom: nohit@...\r\nSubject: Re: [samuraihistory] Samurai and swords - for Nina\r\nX-Yahoo-Group-Post: member; u=121492; y=l2IeGYwkZS6-uhrOlBxAPYP6QKpTx_pc33Y2HQ_RtLqvlPDcaebO3g\r\nX-Yahoo-Profile: ninaboal21044\r\n\r\nIn a message dated 10/16/2005 8:11:48 AM Eastern Daylight Time, \ntom.davidson@... writes:\n\n&gt; Hi Nina - \n&gt;  \n&gt;  There&#39;s an interesting item from Arai Hakuseki&#39;s essay &quot;My \n&gt;  Father&quot; - whgo lived 1601-1682 and who&#39;s youth was spent &quot;not \n&gt;  far removed from the days of the warring states&quot;\n&gt;  \n&gt;  Arai Masanori was put in charge of three men accused of theft, \n&gt;  who were to be confined to the lookout post atop the castle gate.\n&gt;  \n&gt;  Masanori asked that the three men have their swords returned, \n&gt;  which was granted. &quot;Gentlemenn, if you want to escape, cut off \n&gt;  my head first,&quot; he said. &quot;It&#39;s not possible for me alone to fight the \n&gt;  three of you. This means my own swords are useless.&quot; So \n&gt;  saying, he tied up his swords and dropped them out of the \n&gt;  gatehouse.\n&gt;  \n&gt;  After 10 or so days, he was convinced of their innocence. They \n&gt;  werew deemed unfit for service, however, and dismissed.\n&gt;  \n&gt;  When the time came for them to leave, they approached \n&gt;  Masanori:\n&gt;  \n&gt;  &quot;How unspeakably worthless did out master find us, that he \n&gt;  should put us in the hands of one man? We must mnake him \n&gt;  realise our worth, we thought, but if we killed you when you \n&gt;  weren&#39;t even carrying your swords, he would conclude we were \n&gt;  worthless after all, and that pained us. So we decided, if we were \n&gt;  put to death, that weould be that.&quot;\n&gt;  \n&gt;  &quot;As it turned out, because of your compassion we were not \n&gt;  deprived of our swords, and now we can mingle among samurai \n&gt;  once again.&quot;\n&gt;  \n&gt;  I think the point here is that the self-view of the samurai was \n&gt;  perceived according to his social status, nothing to do with any \n&gt;  notion of the &#39;sword as his soul&#39;, rather more to do with the fact of \n&gt;  how the world will view a man who lets his property be taken \n&gt;  from him - it&#39;s a matter of pride, not virtue.\n&gt;  \n&gt;  Somewhere else I read of a samurai who commented, quite \n&gt;  innocently, about the sharpness of his sword. Another rounded \n&gt;  on him angrily. &quot;How dare you! Are you suggesting that my sword \n&gt;  is not sharp?&quot; This kind of comment could easily lead to \n&gt;  bloodshed, for the most stupid reasons - too much testosterone \n&gt;  pumping all the time!\n&gt;  \n&gt;  Saya-ate - scabbard clashing - was an insult  beyond all \n&gt;  apology. The only accceptable response was a drawn sword. \n&gt;  Why? Because it&#39;s akin to bumping into someone, which means \n&gt;  you didn&#39;t even notice them.\n&gt;  \n&gt;  The &#39;yahoo&#39; boys (especially in Edo and later) would wear their \n&gt;  swords in scarlet scabbards that stuck out almost horizontally to \n&gt;  the side, and then try and clash with someone. The wise heads, \n&gt;  who wore their swords facing as near as possible forward, so \n&gt;  the scabbard sticks out behind, could grasp the guard, and in a \n&gt;  twisting motion lift it to the shoulder, so the sword runs parallel \n&gt;  to, and very close to, the body, thus avoiding the contact.\n\nSounds about right for the Edo period when there were more than a few samurai \nwho had nothing to do other than start fights over their status symbols i.e. \ntheir swords. Such as when one scabbard rubbed against another. \n\nThose who don&#39;t learn from history are doomed to repeat it.  In many places, \nespecially in gangster culture (at least here in the U.S. but I&#39;m sure that \nit&#39;s like this all over the world), when one of the home-boys &quot;gets in your \nface&quot; i.e. touches another home-boy, this is cause for a challenge. Only in the \ncurrent day, guns rather than swords are frequently drawn. \n\nThe more things change, the more they stay the same. \n\nThere&#39;s an old Zen sword story I read, about Tsukahara Bokkuden, the master \nswordsman of around the 16th century (I believe; please correct me if I have \nthis time wrong).  There are various versions, but this is the one I&#39;m familiar \nwith. It seems that some blustering swordsman challenged Bokkuden to a duel. \nThey happened to be on the bank of a wide river and a boat was tied up nearby. \nBokkuden announced that he had a technique, it&#39;s called &quot;the School of No \nSword&quot; The other swordsman was astounded and didn&#39;t believe that such a technique \nwould work. But Bokkuden put his swords down on the nearby boat that was tied \nup.  He faced his opponent without his swords. His opponent charged him, \nwhereupon Bokkuden jumped into the boat and rowed away, leaving his opponent \nstewing upon the shore.  \n\nNina\n\n"
}