{
    "userId": 75122042,
    "authorName": "Boal, Nina",
    "from": "&quot;Boal, Nina&quot; &lt;Nina.Boal@...&gt;",
    "profile": "ninaboal21044",
    "replyTo": "LIST",
    "senderId": "aU9oNQkwbu28PF02_vfE6GVimGc9HUb3k_7SSBHMpO0y7KBR8dOTOqp9M1mg91qU8iT96wb92Za4bcOvqwdwz-S5YF_lpPA",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "RE: Sword Is The Soul Of The Samurai? (was RE: [samuraihistory] R\te: h itokiri kawaka",
    "postDate": "1129811908",
    "msgId": 7881,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDkxOEREMTZGRUUzQjM5NDI5RjhDRjAwRjI4NjU4RTY1MTM2NTNDMzJAczNjMWNkMS5iYS5zc2EuZ292Pg=="
    },
    "prevInTopic": 7880,
    "nextInTopic": 7884,
    "prevInTime": 7880,
    "nextInTime": 7882,
    "topicId": 7864,
    "numMessagesInTopic": 30,
    "msgSnippet": "Ned, I think that the main point of contention that I would have is that history books all have the intended purpose of being correct whereas fiction s purpose",
    "rawEmail": "Return-Path: &lt;Nina.Boal@...&gt;\r\nX-Sender: Nina.Boal@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 85714 invoked from network); 20 Oct 2005 12:38:32 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m22.grp.scd.yahoo.com with QMQP; 20 Oct 2005 12:38:32 -0000\r\nReceived: from unknown (HELO mailout2.ssa.gov) (199.173.231.72)\n  by mta5.grp.scd.yahoo.com with SMTP; 20 Oct 2005 12:38:32 -0000\r\nReceived: from s1dfa8d.ssa.gov ([172.17.41.166])\n\tby mailout2.ssa.gov (noneofyourbusiness) with ESMTP id j9KCcVhj044290\n\tfor &lt;samuraihistory@yahoogroups.com&gt;; Thu, 20 Oct 2005 08:38:31 -0400\r\nReceived: from hq-brg-01.ba.ssa.gov (s1ffce0.ba.ssa.gov [172.17.213.111])\n\tby s1dfa8d.ssa.gov (8.13.3+Sun/8.13.3) with ESMTP id j9KCc5EW012685\n\tfor &lt;samuraihistory@yahoogroups.com&gt;; Thu, 20 Oct 2005 08:38:05 -0400 (EDT)\r\nReceived: by s1ffce0.ba.ssa.gov with Internet Mail Service (5.5.2657.72)\n\tid &lt;VAH85T3V&gt;; Thu, 20 Oct 2005 08:38:31 -0400\r\nMessage-ID: &lt;918DD16FEE3B39429F8CF00F28658E6513653C32@...&gt;\r\nTo: &quot;&#39;samuraihistory@yahoogroups.com&#39;&quot; &lt;samuraihistory@yahoogroups.com&gt;\r\nDate: Thu, 20 Oct 2005 08:38:28 -0400\r\nMIME-Version: 1.0\r\nX-Mailer: Internet Mail Service (5.5.2657.72)\r\nContent-Type: text/plain\r\nX-eGroups-Msg-Info: 1:12:0:0\r\nFrom: &quot;Boal, Nina&quot; &lt;Nina.Boal@...&gt;\r\nSubject: RE: Sword Is The Soul Of The Samurai? (was RE: [samuraihistory] R\n\te: h itokiri kawaka\r\nX-Yahoo-Group-Post: member; u=75122042; y=IX2z7FoNZ5EWLUwwQ8MMqksqkcNUEK-QCtgIAJIogB1SZ7hUqZ4odQ\r\nX-Yahoo-Profile: ninaboal21044\r\n\r\nNed,\n\nI think that the main point of contention that I would have is that history\nbooks all have the intended purpose of being correct whereas fiction&#39;s\npurpose isn&#39;t to be correct, it is to entertain.  You are drawing a sharp\nline here where a less sharp, more blurry line (so to speak) is needed. Or\nperhaps I should say that in making this sharp distinction, you are using a\nkatana where a surgeon&#39;s scalpal would be more useful. \n\nMany history books are intended to push a particular agenda. I suppose that\none can say that the writer of a book that is labeled &quot;history&quot; usually\nbelieves that their main point and their main agenda are both correct. \n\nHow many times have you read history books that, for instance, state that\n&quot;the following IS the story of the 47 Ako ronin&#39;s revenge&quot; and then read a\ndescription that is full of suppositions, assumptions, unfounded facts.\nMainly because all of the details simply are not available. I don&#39;t know how\nmany contrasting and conflicting &quot;historical&quot; accounts of the revenge of the\n47 ronin that I&#39;ve read in who knows how many history books. Like fiction\nwriters, historical writers will &quot;fill in the gaps&quot; with suppositions when\nthe actual empirical evidence doesn&#39;t exist. So to say outright that each\nand every history book is &quot;to try and be correct&quot; misses the point because\nthat is not the case with all of them. \n\nThere really isn&#39;t any problem with historical writers doing some &quot;filling\nin&quot; with suppositions and assumptions when actual sources aren&#39;t available.\nIf a writer is actually trying to write a correct account, then he/she will\ntell us that the account that has been written is speculative. What is\nprobably the best way to tell us about a certain event is to present several\nversions that could be deducted from what empirical facts are available and\nthen discuss which version makes the most sense to the writer. \n\nBut in my experience, most history writers don&#39;t do this. Instead, they\npresent a single version of an event as THE FACTS. And thus there are about\n50 or so &quot;factual&quot; versions (at least) in several &quot;history&quot; books of how the\ndispute between Lord Asano and Lord Kira took place, what caused Lord Asano\nto draw his sword, what happened afterward, how the 47 Ako retainers who\nplanned an attack on Kira actually accomplished this, what happened after\nthe attack, etc.   \n\nOne of the other posters mentioned &quot;peer review&quot; as if somehow that makes\nthe historical work certified in some way as &quot;accurate&quot; and therefore not to\nbe questioned. Peers can be just as human, have just as many agendas of\ntheir own to push as the author does. Even those peers with tons of letters\nand degrees behind their name can have agendas. \n\nI hate to say it, but history isn&#39;t like computer programming or mathematics\n(my fields of expertise) with clear-cut divisions between &quot;true&quot; and\n&quot;false.&quot; So we&#39;re going to have several different versions of &quot;the facts&quot;\nand we&#39;re going to have to learn to use our own heads to read several\nsources and decide for ourselves. We will each come up with different\nconclusions and therefore, we can have lists like this one to exchange\nideas. \n\nSo we get to film and other works clearly labeled as &quot;fiction&quot; and &quot;novels.&quot;\nTo say that the purpose of ALL fiction writers is only to &quot;entertain&quot;, that\nalso misses the point. \n\nSome films, mainly most anime or ZATOICHI or similar films were made mainly\nto entertain. If I were to watch a Zatoichi film and then decide on the spot\nthat there truly existed a blind masseur named Zatoichi who became a master\nswordsman, then I would truly be jumping the gun in this conclusion.\nUnfortunately, too many people do this, watch a film, or read a book and\nunquestioningly decide that it contains &quot;the truth.&quot; So we occasionally\nencounter someone on this list (or elsewhere) who want to know the &quot;true&quot;\nhistory of Zatoichi. And we have to gently advise them on looking at other\nsources that explain that Zatoichi was purely a fictional character. \n\nBut some historical fiction, including some historical films, do attempt to\ndiscuss history and cast a light on it. A lot of it is written purely to\nentertain. But not always. Back to a film like SEPPUKU, I doubt that anyone\nwho has seen this film would say that they were &quot;entertained&quot; by it; being\nentertained was not my own reaction. This film wasn&#39;t designed to entertain,\nit was designed to present ideas, reflecting upon speculative history and\nthen attempting to apply it to contemporary times. \n\nNow to say after watching SEPPUKU that there definitively existed a samurai\nnamed Tsugumo Hanshiro and that he avenged the death of his son-in-law\nagainst the Ii clan -- that would be jumping the gun. But to use the events\npresented in a film like this and question as to whether or not similar\nevents may or may not have happened. And then look for historical sources in\nthis questioning and draw conclusions. That isn&#39;t jumping the gun, that is\nusing a film as a jumping-off point to explore history.      \n\nNow to get on a level of my own experience. When I decided to write &quot;Stray\nDogs,&quot; a fictional account of the life of one of the 47 Ako ronin, Fuwa\nKazuemon (anyone can read the story on the Samurai Archives web site), I\ndidn&#39;t write the story to &quot;entertain.&quot; I also did NOT write the story to\nstate that this is THE FACTS about his life. I couldn&#39;t do that and I don&#39;t\nknow any historian, even those with multiple degrees in history who could.\nSimply because so many gaps exist in his life. I wrote the story because I\nam interested in this man&#39;s life and thus wanted to delve into it a bit\nmore. \n\nI&#39;ve been a bit long-winded here and I apologize if I bored anyone. But it&#39;s\ndifficult to do that &quot;surgeon&#39;s scalpal&quot; thing and I don&#39;t always accomplish\nit. \n\nCheers, Nina\n\n-----Original Message-----\nFrom: samuraihistory@yahoogroups.com [mailto:samuraihistory@yahoogroups.com]\nOn Behalf Of Nate Ledbetter\nSent: Wednesday, October 19, 2005 7:34 PM\nTo: samuraihistory@yahoogroups.com\nSubject: Re: Sword Is The Soul Of The Samurai? (was RE: [samuraihistory] Re:\nh itokiri kawaka\n\n[snips, to get to the main point of my own discussion]\n\nNowhere did I say that history books were 100% correct--the point is, their\npurpose is to try to be correct, whereas fiction&#39;s purpose isn&#39;t to be, it&#39;s\nto entertain. \n\n\n\t\t\n__________________________________\nYahoo! Music Unlimited\nAccess over 1 million songs. Try it free.\nhttp://music.yahoo.com/unlimited/\n\n\n------------------------ Yahoo! Groups Sponsor --------------------~--&gt; Get\nfast access to your favorite Yahoo! Groups. Make Yahoo! your home page\nhttp://us.click.yahoo.com/dpRU5A/wUILAA/yQLSAA/BcOolB/TM\n--------------------------------------------------------------------~-&gt; \n\n---\nJoin the 2006 Samurai Fiction contest:\nhttp://www.samurai-archives.com/writcon2.html\n\nSamurai Archives: http://www.samurai-archives.com Samurai Archives store:\nhttp://www.cafeshops.com/samuraiarchives\n---\nYahoo! Groups Links\n\n\n\n \n\n\n"
}