{
    "userId": 158674072,
    "authorName": "シャノン パーカー",
    "from": "=?ISO-2022-JP?B?GyRCJTclYyVOJXMbKEIgGyRCJVEhPCUrITwbKEI=?= &lt;rntihg@...&gt;",
    "profile": "rntihg",
    "replyTo": "LIST",
    "senderId": "XaaDyLdrahd-hjypr19ugJbcG64QH_dJu_A9r5xWfD-IkQMjingd3MR5Ce7dco1hv0n7Gwvgiqv-e58SR-XE3H1YO6EM0U4heYyDdFXXA1ed1DxMRReBS1W0gMoIemM4F4Nh-zoiVrQ2jxOaCguaBOchIOb_ZzLk",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "Sword Is The Soul Of The Samurai? (was RE: R e: h itokiri kawaka",
    "postDate": "1129848648",
    "msgId": 7886,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": true,
    "headers": {
        "messageIdInHeader": "PDBkNjc5YWRjYWU5YTdhOGNkZTk5NjEwNTk4NTc4ZDEwQG04LmRpb24ubmUuanA+",
        "inReplyToHeader": "PDExMjk4NDIwMzEuMjE3OC4zNTYyOC5tMTdAeWFob29ncm91cHMuY29tPg==",
        "referencesHeader": "PDExMjk4NDIwMzEuMjE3OC4zNTYyOC5tMTdAeWFob29ncm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 7889,
    "prevInTime": 7885,
    "nextInTime": 7887,
    "topicId": 7886,
    "numMessagesInTopic": 6,
    "msgSnippet": "Some responses to Nina s response to Ned s response to....  Nina wrote: Many history books are intended to push a particular agenda. I suppose that one",
    "rawEmail": "Return-Path: &lt;rntihg@...&gt;\r\nReceived: (qmail 77826 invoked from network); 20 Oct 2005 23:50:14 -0000\r\nReceived: from unknown (66.218.66.216)\n  by m26.grp.scd.yahoo.com with QMQP; 20 Oct 2005 23:50:14 -0000\r\nReceived: from unknown (HELO n7.bulk.dcn.yahoo.com) (216.155.201.60)\n  by mta1.grp.scd.yahoo.com with SMTP; 20 Oct 2005 23:50:14 -0000\r\nComment: DomainKeys? See http://antispam.yahoo.com/domainkeys\r\nReceived: from [216.155.201.64] by n7.bulk.dcn.yahoo.com with NNFMP; 20 Oct 2005 23:50:09 -0000\r\nReceived: from [66.218.66.58] by mailer1.bulk.dcn.yahoo.com with NNFMP; 20 Oct 2005 23:50:09 -0000\r\nReceived: from [66.218.66.75] by mailer7.bulk.scd.yahoo.com with NNFMP; 20 Oct 2005 23:50:09 -0000\r\nX-Sender: rntihg@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 76124 invoked from network); 20 Oct 2005 22:51:00 -0000\r\nReceived: from unknown (66.218.66.217)\n  by m25.grp.scd.yahoo.com with QMQP; 20 Oct 2005 22:51:00 -0000\r\nReceived: from unknown (HELO hfep02.dion.ne.jp) (203.181.105.68)\n  by mta2.grp.scd.yahoo.com with SMTP; 20 Oct 2005 22:50:59 -0000\r\nReceived: from [10.0.1.2] ([211.4.119.163]) by hfep02.dion.ne.jp with ESMTP\n          id &lt;20051020225049489.ZCQC@...&gt;\n          for &lt;samuraihistory@yahoogroups.com&gt;;\n          Fri, 21 Oct 2005 07:50:49 +0900\r\nMime-Version: 1.0 (Apple Message framework v623)\r\nIn-Reply-To: &lt;1129842031.2178.35628.m17@yahoogroups.com&gt;\r\nReferences: &lt;1129842031.2178.35628.m17@yahoogroups.com&gt;\r\nContent-Type: text/plain; charset=US-ASCII; format=flowed\r\nMessage-Id: &lt;0d679adcae9a7a8cde99610598578d10@...&gt;\r\nContent-Transfer-Encoding: 7bit\r\nDate: Fri, 21 Oct 2005 07:50:48 +0900\r\nTo: samuraihistory@yahoogroups.com\r\nX-Mailer: Apple Mail (2.623)\r\nX-eGroups-Msg-Info: 1:12:0:0\r\nFrom: =?ISO-2022-JP?B?GyRCJTclYyVOJXMbKEIgGyRCJVEhPCUrITwbKEI=?= &lt;rntihg@...&gt;\r\nSubject: Sword Is The Soul Of The Samurai? (was RE: R e: h itokiri kawaka\r\nX-Yahoo-Group-Post: member; u=158674072; y=vmP4KlJ5GvlvyKbYMfI96c0KKdVPO1Rz2mLNUjWQXBVD\r\nX-Yahoo-Profile: rntihg\r\nX-Yahoo-Newman-Property: groups-system\r\nX-eGroups-Approved-By: kitsuno &lt;samurai-listowner@...&gt; via web; 20 Oct 2005 23:50:09 -0000\r\n\r\nSome responses to Nina&#39;s response to Ned&#39;s response to....\n\n&lt;snip&gt;\n\nNina wrote:\nMany history books are intended to push a particular agenda. I suppose \nthat\none can say that the writer of a book that is labeled &quot;history&quot; usually\nbelieves that their main point and their main agenda are both correct.\n---\nThat is a point that I am willing to concede even though I disagree \nwith it somewhat.  But even granting it&#39;s validity, regardless of the \nbaggage with which a historian comes to a particular subject, they \nstill must support any conclusions that they make.  That is, for \nanything that is not undisputed and requires that the historian &#39;fill \nin the gaps&#39;, they must present the evidence that brought them to \nwhatever conclusion they have reached.  It is then up to the reader to \njudge whether the writer has been successful at their task of \nconvincing the audience based upon the available evidence.\n\nNina wrote:\nHow many times have you read history books that, for instance, state \nthat\n&quot;the following IS the story of the 47 Ako ronin&#39;s revenge&quot; and then \nread a\ndescription that is full of suppositions, assumptions, unfounded facts.\n---\nNot in many many years.\n\nNina wrote:\nMainly because all of the details simply are not available. I don&#39;t \nknow how\nmany contrasting and conflicting &quot;historical&quot; accounts of the revenge \nof the\n47 ronin that I&#39;ve read in who knows how many history books. Like \nfiction\nwriters, historical writers will &quot;fill in the gaps&quot; with suppositions \nwhen\nthe actual empirical evidence doesn&#39;t exist. So to say outright that \neach\nand every history book is &quot;to try and be correct&quot; misses the point \nbecause\nthat is not the case with all of them.\n---\nIt has, in fact, been the case with every book on Japanese history that \nI have read in the last 8 years or so.  Mainly because I stick to \nwritings by professional historians whose careers are built/destroyed \non the rigor that they apply to their subjects.  One book (or article \nfor that matter) full of speculation and unfounded claims would in \nshort order end their careers as historians.\n\nNina wrote:\nThere really isn&#39;t any problem with historical writers doing some \n&quot;filling\nin&quot; with suppositions and assumptions when actual sources aren&#39;t \navailable.\nIf a writer is actually trying to write a correct account, then he/she \nwill\ntell us that the account that has been written is speculative. What is\nprobably the best way to tell us about a certain event is to present \nseveral\nversions that could be deducted from what empirical facts are available \nand\nthen discuss which version makes the most sense to the writer.\n---\nIndeed.\n\n\nNina wrote:\nBut in my experience, most history writers don&#39;t do this. Instead, they\npresent a single version of an event as THE FACTS. And thus there are \nabout\n50 or so &quot;factual&quot; versions (at least) in several &quot;history&quot; books of \nhow the\ndispute between Lord Asano and Lord Kira took place, what caused Lord \nAsano\nto draw his sword, what happened afterward, how the 47 Ako retainers who\nplanned an attack on Kira actually accomplished this, what happened \nafter\nthe attack, etc.\n---\nI am not sure if I mentioned it in my last post, but what you say here \nis one of the difficulties that I see in narrative histories.  It is \nincredibly difficult from extant textual sources to give an account of \nany event -- complex or otherwise -- that reads like a novel or other \ntype of fiction.  That kind of detail either doesn&#39;t make it into \ndocuments (official documents and contracts), or is, as you have \npointed out, unreliable (diaries, parodies).  So, while I am interested \nin the incident of the 47 ronin and the fascination that it holds as a \nbit of cultural legacy, I wouldn&#39;t expect an historical account to be \nable to provide me with he-said/she-said kind of details.  Who said \nwhat to whom and how 47 guys planned a &#39;secret&#39; attack, nearly 4 \ncenturies ago is (and should be) beyond the powers of historiography.\n\n\nNina wrote:\nOne of the other posters mentioned &quot;peer review&quot; as if somehow that \nmakes\nthe historical work certified in some way as &quot;accurate&quot; and therefore \nnot to\nbe questioned. Peers can be just as human, have just as many agendas of\ntheir own to push as the author does. Even those peers with tons of \nletters\nand degrees behind their name can have agendas.\n---\nI mentioned it.  And while peer review does not guarantee that the \nwriter&#39;s conclusions are accurate, it does guarantee a couple of \nthings.  First, it makes sure that other experts in the field have \nexamined and criticized the work.  It is precisely because these \nreviewers &#39;can be just as human, have just as many agendas of their own \nto push as the author does&#39; that their review is valuable.  While they \nall have presumably read the relevant sources (both primary and \nsecondary), they all have made their own conclusions and therefore can \nhave the opportunity to engage the writing and point out areas that \nlack adequate support, are unfounded, etc.  Second, peer review allows \nthe reader to assume a certain amount of fact-checking has occurred.  \nSo, when an author states that on a certain page of a certain source a \ncertain claim is made, the reader can be confident that if they too go \nto the source, they will find what they are looking for.\n\nNot quite sure why the &#39;letters and degrees behind their name&#39; idea \nseems to pop up so much.  While I doctorate in history (or related \nfield) does not make one perfect, I think we can agree that there is \nworthwhile training that occurs in postgraduate programs.\n\n\nNina wrote:\nI hate to say it, but history isn&#39;t like computer programming or \nmathematics\n(my fields of expertise) with clear-cut divisions between &quot;true&quot; and\n&quot;false.&quot; So we&#39;re going to have several different versions of &quot;the \nfacts&quot;\nand we&#39;re going to have to learn to use our own heads to read several\nsources and decide for ourselves. We will each come up with different\nconclusions and therefore, we can have lists like this one to exchange\nideas.\n---\nNot so.  We can say with accuracy on which day of which month of which \nyear, some became shogun.  We can say with certainty that a certain \nHosokawa What&#39;shisname commanded troops during the Onin War, and it \nwould be false to say that someone else did.  But there are some things \nthat the historical endeavor can not say definitively.  But I contend \nthat that is true in subjects like computer science as well.  Can you \nsay that a hash sort is better than a recursive quick sort?  I believe \nthe answer is that it depends on the amount of data to be stored, how \none determines the hash key, etc.  So in history as well as the \nsciences there are things that can be said with certainty and those \nthings that must be qualified, or just plain remain speculative.\n\nNina wrote:\n&lt;snip&gt;\nNow to get on a level of my own experience. When I decided to write \n&quot;Stray\nDogs,&quot; a fictional account of the life of one of the 47 Ako ronin, Fuwa\nKazuemon (anyone can read the story on the Samurai Archives web site), I\ndidn&#39;t write the story to &quot;entertain.&quot; I also did NOT write the story to\nstate that this is THE FACTS about his life. I couldn&#39;t do that and I \ndon&#39;t\nknow any historian, even those with multiple degrees in history who \ncould.\nSimply because so many gaps exist in his life. I wrote the story \nbecause I\nam interested in this man&#39;s life and thus wanted to delve into it a bit\nmore.\n---\n&#39;I also did NOT write the story to state that this is THE FACTS about \nhis life.&#39;  &lt;-- Makes sense to me, since it is, as you say, a fictional \naccount.  It seems perfectly reasonable to me take a historical \npersonage and write fiction based upon them, using the available \ninformation as a &#39;jumping off point&#39;.  I would say that this is what \nClavell does to great effect in _Shogun_, but knowing that your writing \nis fictional (like the film Seppuku), I am going to doubt the \nveracity/accuracy of anything I read in there that isn&#39;t foot-/end- \nnoted.\n\n&#39;I don&#39;t know any historian, even those with multiple degrees in \nhistory...&#39;  &lt;-- Still not sure what this is all about.\n&lt;snip&gt;\n\n---\nSo in history there are things that are knowable and my position is \nthat all sources are not created equal.  No sources can be accepted \nwith an uncritical eye, but primary sources are best, properly cited \nand peer-reviewed secondary sources (based on primary sources) come \nnext.  My personal opinion is that narrative histories -- histories \nthat try to tell a story in a story format -- too often fall into the \nRashomon trap.  That is, the &#39;story&#39; lies in the eye of the beholder.\n\n-Shannon\n\n\n\n\n\n"
}