{
    "userId": 0,
    "authorName": "samuraihistory@yahoogroups.com",
    "from": "samuraihistory@yahoogroups.com ",
    "replyTo": "LIST",
    "senderId": "biOw1hWFj6HnzQlH_JqSM2J8H-PUuOkqi20oofxaNb0MD3ep4v0MXS3y51nv4H9-eRmjQlO1pmeUjth6f9B9jdGaglvdvQ",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "File - SamFic2006",
    "postDate": "1130105270",
    "msgId": 7932,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": true,
    "headers": {
        "messageIdInHeader": "PDExMzAxMDUyNzAuNTM1NjkzODIuODEwODQubTE3QHlhaG9vZ3JvdXBzLmNvbT4="
    },
    "prevInTopic": 7829,
    "nextInTopic": 7978,
    "prevInTime": 7931,
    "nextInTime": 7933,
    "topicId": 7829,
    "numMessagesInTopic": 14,
    "msgSnippet": "This is an automated reminder about the 2006 Samurai Fiction contest. Deadline for entrance fee: 3/28/2006 Check the site for complete information: ",
    "rawEmail": "Return-Path: &lt;notify@yahoogroups.com&gt;\r\nReceived: (qmail 66575 invoked by uid 7800); 23 Oct 2005 22:07:50 -0000\r\nDate: 23 Oct 2005 22:07:50 -0000\r\nMessage-ID: &lt;1130105270.53569382.81084.m17@yahoogroups.com&gt;\r\nX-Yahoo-Newman-Property: groups-system\r\nX-eGroups-Application: files \r\nX-Yahoo-Group-Post: system\r\nFrom: samuraihistory@yahoogroups.com \r\nTo: samuraihistory@yahoogroups.com \r\nSubject: File - SamFic2006 \r\nMIME-Version: 1.0\r\nContent-Type: text/plain\r\nContent-Transfer-Encoding: 7bit\r\n\r\n\nThis is an automated reminder about the 2006 Samurai Fiction contest.  \nDeadline for entrance fee: 3/28/2006 \n\nCheck the site for complete information:\nhttp://www.samurai-archives.com/writcon2.html\n\n\nSamurai Fiction 2006\n\nThis year there is a choice of 8 genres. The stories must involve Japan or the Samurai, and the story may take place any time up to, but no later than the end of the 19th century, and may take place at any point in Japanese history before this.\n\n\nRequirements: \n\nThis is to be a piece of fiction writing taking place within an unspecified period in Japanese history up to the late 19th century, it is only optional to involve a real samurai from Japanese history or a historical event except where noted by genre. The genre is completely open from comedy to sci-fi - see here: http://www.samurai-archives.com/writcon2.html \n\n\nParameters: \n\nThe story is required to be more than 1,000 words, with a 5,000 word targeted limit - overages are acceptable. It can be done in the first person, or the third person, and must be a complete short story, not an excerpt from a larger story. The genre(s) must be listed at the top of the story above the title - one genre or a combination of two genres are acceptable. Although the particular genre will not affect judging, all entrants are required to make sure that their story falls within their chosen genre(s) - see details here: http://www.samurai-archives.com/writcon2.html \n\n\nEntrance Fee and Prize Details: \n\nThe entrance fee is $10, payable via PAYPAL (www.paypal.com), payable to: webmaster @ samurai-archives.com. Be sure to include your full name, and Yahoo ID and Delphi Forums ID if you have one when you pay the entrance fee, and the fact that the payment is for the 2006 Samurai Fiction contest. You will receive a confirmation email that your submission has been received.\nWhy an entrance fee? Because the winner of the contest will win the total sum of all fees collected, minus 5% to cover PayPal fees).\nNote: Entrance fees are non-refundable, so if you pay the fee, be sure to send in a story, as the fees will stay as part of the total the winner will receive.\nIf you do not have a credit card or paypal account but still want to enter, please send an email to webmaster @ samurai-archives.com about sending a money order. \n\n\nSubmission Information: \n\nSubmissions are to be sent via email to webmaster @ samurai-archives.com in a WORD .Doc format OR HTML - NO WORDPERFECT FILES PLEASE. At the top of the first page, please include your full name, your Yahoo ID, and your Delphi Forums ID (whichever is applicable) so it can be matched with your entrance fee, as well as the genre(s) the story falls under, and the title of your story. You will receive a confirmation email that your submission has been received. \n\n\nJudging and Winning the contest: \n\nSubmissions will be judged by a panel of Yahoo group and Delphi forum members who are not submitting stories. The judges will not be told who the authors of each respective submision are until after the judging has closed, to avoid any swaying of the judges. The recipient of the submissions (The Samurai Archives webmaster) will not be a judge, and will only moderate the proceedings, to keep entries anonymous. The winner will receive the total of all collected entrance fees minus 5%, and the winning story will be featured on the Samurai Archives site as the winner of the 2006 Samurai Fiction contest. All stories will be placed in the &#39;Fan Fiction&#39; section of the Samurai Archives as well. The winner will be announced at the Yahoo Group and the Delphi forum at the end of judging. \n\n\nTimeline: \n\nDeadline for entrance fee: 3/28/2006 \nDeadline for fiction submission: 4/01/2006\nJudging starts: 4/05/2006\nJudging ends: 4/15/2006\nWinner to be Announced at or before: 4/17/2006 \n\nTimelines are subject to change. \n\n\nParticipants agree to have thier stories diplayed on that Samurai Archives after the contest has finished. Participants will retain all rights to thier work, and will be credited for thier work on the site. \n\nPlease email questions to webmaster @ samurai-archives.com \n\n\n\nEnjoy!\n\n\n"
}