{
    "userId": 61281048,
    "authorName": "Nate Ledbetter",
    "from": "Nate Ledbetter &lt;ltdomer98@...&gt;",
    "profile": "ltdomer98",
    "replyTo": "LIST",
    "senderId": "zNJXEyAlXU11E-Dl1sF5uKKfh_H0NfPKdL860iMSLLO8MIhMeP3FqfnoQ6ReOMjhqdry0dSFsZeJx7YnkW7rbS89mDt1hw4jUhep",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "Re: [samuraihistory] Re: Mushashi",
    "postDate": "1135210664",
    "msgId": 8130,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDUxMjIyMDAxNzQ0LjMxNTIucW1haWxAd2ViMzIxMDQubWFpbC5tdWQueWFob28uY29tPg==",
        "inReplyToHeader": "PDIwMDUxMjIxMjMxNzEwLjYxMDAyLnFtYWlsQHdlYjM0NzA5Lm1haWwubXVkLnlhaG9vLmNvbT4="
    },
    "prevInTopic": 8128,
    "nextInTopic": 8132,
    "prevInTime": 8129,
    "nextInTime": 8131,
    "topicId": 8110,
    "numMessagesInTopic": 16,
    "msgSnippet": "... Michael Jordan won 6 NBA Championships. He was 5 time NBA Most Valuable Player. 6 time NBA finals MVP. 1987-88 Defensive player of the year, and voted all ",
    "rawEmail": "Return-Path: &lt;ltdomer98@...&gt;\r\nX-Sender: ltdomer98@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 31050 invoked from network); 22 Dec 2005 00:18:03 -0000\r\nReceived: from unknown (66.218.66.216)\n  by m25.grp.scd.yahoo.com with QMQP; 22 Dec 2005 00:18:03 -0000\r\nReceived: from unknown (HELO web32104.mail.mud.yahoo.com) (68.142.207.118)\n  by mta1.grp.scd.yahoo.com with SMTP; 22 Dec 2005 00:18:02 -0000\r\nReceived: (qmail 3154 invoked by uid 60001); 22 Dec 2005 00:17:44 -0000\r\nMessage-ID: &lt;20051222001744.3152.qmail@...&gt;\r\nReceived: from [143.46.96.69] by web32104.mail.mud.yahoo.com via HTTP; Wed, 21 Dec 2005 16:17:44 PST\r\nDate: Wed, 21 Dec 2005 16:17:44 -0800 (PST)\r\nTo: samuraihistory@yahoogroups.com\r\nIn-Reply-To: &lt;20051221231710.61002.qmail@...&gt;\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=iso-8859-1\r\nContent-Transfer-Encoding: 8bit\r\nX-eGroups-Msg-Info: 1:12:0:0\r\nFrom: Nate Ledbetter &lt;ltdomer98@...&gt;\r\nSubject: Re: [samuraihistory] Re: Mushashi\r\nX-Yahoo-Group-Post: member; u=61281048; y=mRblLKImwjH7FwdicKNUZOPcYhN32xkzK7sB3Kux_8Yl5J34\r\nX-Yahoo-Profile: ltdomer98\r\n\r\n\n\n--- james wilson &lt;johntwo8@...&gt; wrote:\n\n&gt; I was thinking about what Nate had said and it came\n&gt; to me take Mike Jordan for instance, many stories\n&gt; about hime many books and if basketball was to end\n&gt; as we know it in a century or so wouldnt he go down\n&gt; in history as the greatest ever. Musashi gets my\n&gt; vote greatest samurai ever.\n\nMichael Jordan won 6 NBA Championships. He was 5 time\nNBA Most Valuable Player. 6 time NBA finals MVP.\n1987-88 Defensive player of the year, and voted all\nNBA defensive team 9 times. Voted All-NBA first team\n10 times. Holds the NBA record for most seasons (10)\nleading the league in scoring. 13 time All-Star.\nThere&#39;s not enough space to go into all the records\nhe&#39;s got. He dominated the NBA the way no one with the\npossible exception of Wilt Chamberlain did--and not\neven Wilt made his teammates better like Jordan. The\nvast majority of sports pundits don&#39;t even question\nthat Jordan is/was the best NBA player ever. There is\ntoo much evidence, both statistics and championships,\nthat show he was the best. \n\nNow, I&#39;ll grant that modern sports documents things\nmuch better than 17th century martial arts. However,\nthat&#39;s EXACTLY why your argument is flawed, James. You\ncan&#39;t say &quot;Musashi was like Michael Jordan, so he was\nthe best ever&quot;, because you can&#39;t show me WHY he was\nlike Michael Jordan. Did he set records? Win\nchampionships? No--because he wasn&#39;t competing in\nsports. It&#39;s apples and oranges. \n\nThere are researchers who claim that Musashi&#39;s famous\nduel with Sasaki Kojiro didn&#39;t actually take place,\nothers who claim that Musashi actually ordered some of\nhis disciples to ambush Kojiro, etc. I don&#39;t see\nanyone claiming that Jordan didn&#39;t take the final shot\nof the 1998 NBA Finals against Utah, that it was\nreally Scottie Pippen. \n\nRather than relying on a flawed analogy to a modern\nsports icon (an analogy which gets blocked faster than\nme trying to take on Shaq one-on-one), why doesn&#39;t\nanyone build a real case for why Musashi is The\nGreatest Samurai Ever(tm)? Why, if you try, will you\nfail to convince me that he is said The Greatest\nSamurai Ever(tm)? \n\nPRECISELY for the reason that James&#39;s analogy fails.\nYou can list out Jordan&#39;s accomplishments, records,\nchampionships, etc. They are directly quantifiable and\ncomparable to other NBA players. You can debate\nwhether Jordan&#39;s 6 MVP&#39;s are better than Bill\nRussell&#39;s 5 MVP titles, etc. Maybe you have to take\ninto account different era&#39;s, level of competition,\nposition played, etc., but you&#39;re still comparing\napples to apples. \n\nContrast this with the Greatest Samurai Ever(tm)--what\nare the criteria? For some, it might be impact on\nhistory--Minamoto Yoritomo, Hojo Tokimune, Tokugawa\nIeyasu, etc. might be your nominees. For some, it may\nbe patronage of the arts--Ashikaga Yoshimitsu, Oda\nNobunaga, etc. Perhaps it&#39;s tactical and strategic\nacumen as displayed as a commander of troops--Oda\nNobunaga, Toyotomi Hideyoshi, Minamoto Yoshitsune,\nTakenaka Hanbei, Uesugi Kenshin, Takeda Shingen....and\non....and on... Maybe it&#39;s individual courage and\nloyalty? Benkei, Torii Suneemon, Kusunoki Masashige,\nTorii Mototada, Yamanaka Shikanosuke, the 47 loyal\nretainers of Ako, and many more would apply.\nIndividual prowess on the battlefield? Benkei again,\nYoshitsune, Kato Kiyomasa, Kamiizumi Nobutsuna... Made\nthe most of themselves? I think Toyotomi Hideyoshi\nwould win that hands down, but I&#39;m sure some could\nargue for others. Contibutions to samurai thought?\nYoritomo, Ieyasu, Kusunoki, Imagawa Ryoshun, Kato\nKiyomasa...and yes, for GoRin no Sho you could put in\nMusashi.\n\nThere are those, perhaps, that consider individual\ncontributions to the martial arts, and Musashi would\ndefinitely be a candidate for this. But so would about\n3 members of the Yagyuu family, Kamiizumi Nobutsuna,\nTsukahara Bokuden, and others. Is that enough to give\nMusashi GreatestSamuraiEver(tm) status? Over all the\nother criteria I&#39;ve mentioned, and all the other\nsamurai I&#39;ve mentioned? In my mind, no--to give him\nBest Ever status, you&#39;ve got to explain WHY he&#39;s\nbetter than every other samurai in history. \n\nMichael Jordan? We can show (and anyone who saw him\nplay knows) why he was the best to ever play\nbasketball. Miyamoto Musashi? Being the most\nwell-known and talked about duelist doesn&#39;t even make\nhim the best duelist, much less the Greatest Samurai\nEver(tm). Though I do think he would have made a\ndecent point guard. \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n__________________________________________________\nDo You Yahoo!?\nTired of spam?  Yahoo! Mail has the best spam protection around \nhttp://mail.yahoo.com \n\n"
}