{
    "userId": 121492,
    "authorName": "nohit@aol.com",
    "from": "nohit@...",
    "profile": "ninaboal21044",
    "replyTo": "LIST",
    "senderId": "Zm2Hn74535gZO_8Vv_M1Kw44nAvmDuDvFNskJcH7FxiApbELzPXX4smq8-jTifybLmsIsw",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "Re: [samuraihistory] Re: modern conception of samurai culture in western movies",
    "postDate": "1138554842",
    "msgId": 8266,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDFmZS4xMTJlZjI1Ny4zMTBlNTFkYUBhb2wuY29tPg=="
    },
    "prevInTopic": 8265,
    "nextInTopic": 8269,
    "prevInTime": 8265,
    "nextInTime": 8267,
    "topicId": 8261,
    "numMessagesInTopic": 23,
    "msgSnippet": "In a message dated 01/29/2006 12:29:52 AM Eastern Standard Time, ... Ooooh, don t get me started on this.....   :",
    "rawEmail": "Return-Path: &lt;NoHit@...&gt;\r\nX-Sender: NoHit@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 71561 invoked from network); 29 Jan 2006 17:26:13 -0000\r\nReceived: from unknown (66.218.67.33)\n  by m6.grp.scd.yahoo.com with QMQP; 29 Jan 2006 17:26:13 -0000\r\nReceived: from unknown (HELO imo-m23.mail.aol.com) (64.12.137.4)\n  by mta7.grp.scd.yahoo.com with SMTP; 29 Jan 2006 17:26:12 -0000\r\nReceived: from NoHit@...\n\tby imo-m23.mx.aol.com (mail_out_v38_r6.3.) id r.1fe.112ef257 (4560);\n\tSun, 29 Jan 2006 12:14:02 -0500 (EST)\r\nMessage-ID: &lt;1fe.112ef257.310e51da@...&gt;\r\nDate: Sun, 29 Jan 2006 12:14:02 EST\r\nTo: samuraihistory@yahoogroups.com\r\nCc: nina.boal@...\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: AOL 5.0 for Windows sub 139\r\nX-Spam-Flag: NO\r\nX-eGroups-Msg-Info: 1:12:0:0\r\nFrom: nohit@...\r\nSubject: Re: [samuraihistory] Re: modern conception of samurai culture in western movies\r\nX-Yahoo-Group-Post: member; u=121492; y=C_IOHOJcu3FRVS37GfVx5q0aItdy1bfo4HoYvTNmO87pQ0WqiGjrHg\r\nX-Yahoo-Profile: ninaboal21044\r\n\r\nIn a message dated 01/29/2006 12:29:52 AM Eastern Standard Time, \nsamurai-listowner@... writes:\n\n&gt; \n&gt;  For starters, you would want to call it the &quot;modern MISCONCEPTION of\n&gt;  Samurai culture in Western movies, and how Samurai culture is being\n&gt;  criminalized in Western movies. I don&#39;t have the time at the moment to\n&gt;  address this fully, but the consequences is that it reinforces the\n&gt;  long held stereotypes and does nothing to show the real history. There\n&gt;  are a lot of people here than I&#39;m sure agree with me. You&#39;ve come to\n&gt;  the right place with  your topic. I hope others here speak up. Nate,\n&gt;  Tony - get to work! &lt;g&gt;\n&gt;  \n&gt;  \n\nOoooh, don&#39;t get me started on this.....   :&lt;\n\nThere are so many Western misconceptions of samurai history and culture. Let \nme count the ways.....   &lt;eye rollage&gt;\n\nIn the first place, a real samurai was born and (for the most part) lived in \none country, JAPAN during a specific period of history. From around 1100 until \naround 1868 (NOTE: please anyone correct me on the specifics of dates; I \nforget the exact year that the samurai class was officially abolished). After the \nsamurai were officially abolished in Japan, there WERE NO MORE SAMURAI. \n\nIn the second place, a samurai was almost always born into the samurai class. \nIn general, a person couldn&#39;t wake up and tell himself, &quot;gee, I think I&#39;d \nreally like a career as a samurai, so I&#39;ll enroll in Samurai 101 at the Samurai \nUniversity.&quot; Once in a while, a non-samurai could be married into a samurai \nfamily, usually as an adopted son. But for the most part, a samurai was born, not \nmade.  \n\nIn the third place, the Western idea of samurai women as being wafting, week, \nsimpering Oriental beauties, just waiting for a strong, strapping Tom Cruise \nclone to rescue her from the cruel, sinister evil male-chauvinist-pig Oriental \nmen: this is purely a fantasy. \n\nNOTE HERE: we already had a long, involved discussion about the real roles of \nwomen in historical samurai culture on the forum and probably here as well. \nSo with the above, I do NOT intend to get involved in such a discussion again. \nWhat I meant above is that Western mythmakers have a whole lot of fantasies \nabout servile, compliant, helpless Asian women, and this is reflected in a lot \nof Western movies and novels. \n\nA prime example of Western misconceptions about the samurai is in comparing \nthe films THE SEVEN SAMURAI and THE MAGNIFICENT SEVEN. The latter film was \ntaken from the former as a &quot;western&quot; version. \n\nTHE MAGNIFICENT SEVEN was a great film in its own right, but it is NOT a \nparallel to the culture shown in THE SEVEN SAMURAI.  Western gunfighters are not \nJapanese ronin; western gunfighters don&#39;t have the same issues, culture, or \nplace as Japanese ronin.  A person in the U.S. could decide that, &quot;I think I&#39;ll \nbecome a gunfighter,&quot; then could study hard and then go forth in this career. \n\nA Japanese ronin rarefly became a ronin by choice. Usually he was forced into \nthis role by some event in history. And also, a ronin could not be a ronin \nwithout first being a samurai. So he had to be born into the samurai class, \nunlike western U.S. gunfighters, who could be born in any class or background.\n\nAnd then there are the vast differences between 17th century Japan itself and \n19th century U.S. I could write a book on this. \n\nEnough for now. Nina\n\n"
}