{
    "userId": 121492,
    "authorName": "nohit@aol.com",
    "from": "nohit@...",
    "profile": "ninaboal21044",
    "replyTo": "LIST",
    "senderId": "YNAW73nydUJ85tiWyGgS4scZni7KMlovzxLCImh1cu4E6ZrgJ_7hmQ-OGBQ2zpjNZ177lw",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "Re: [samuraihistory] Magnificent Seven",
    "postDate": "1138580188",
    "msgId": 8281,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDEyNy42YmY3OTIwYy4zMTBlYjRkY0Bhb2wuY29tPg=="
    },
    "prevInTopic": 8280,
    "nextInTopic": 8291,
    "prevInTime": 8280,
    "nextInTime": 8282,
    "topicId": 8280,
    "numMessagesInTopic": 19,
    "msgSnippet": "In a message dated 01/29/2006 6:31:31 PM Eastern Standard Time, ... Don t get me wrong. I really liked THE MAGNIFICENT SEVEN. I saw it as a teenager (which was",
    "rawEmail": "Return-Path: &lt;NoHit@...&gt;\r\nX-Sender: NoHit@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 94680 invoked from network); 30 Jan 2006 00:16:50 -0000\r\nReceived: from unknown (66.218.66.167)\n  by m2.grp.scd.yahoo.com with QMQP; 30 Jan 2006 00:16:50 -0000\r\nReceived: from unknown (HELO imo-m23.mail.aol.com) (64.12.137.4)\n  by mta6.grp.scd.yahoo.com with SMTP; 30 Jan 2006 00:16:49 -0000\r\nReceived: from NoHit@...\n\tby imo-m23.mx.aol.com (mail_out_v38_r6.3.) id r.127.6bf7920c (25508);\n\tSun, 29 Jan 2006 19:16:27 -0500 (EST)\r\nMessage-ID: &lt;127.6bf7920c.310eb4dc@...&gt;\r\nDate: Sun, 29 Jan 2006 19:16:28 EST\r\nTo: samuraihistory@yahoogroups.com\r\nCc: nina.boal@...\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;US-ASCII&quot;\r\nContent-Transfer-Encoding: 7bit\r\nX-Mailer: AOL 5.0 for Windows sub 139\r\nX-Spam-Flag: NO\r\nX-eGroups-Msg-Info: 1:12:0:0\r\nFrom: nohit@...\r\nSubject: Re: [samuraihistory] Magnificent Seven\r\nX-Yahoo-Group-Post: member; u=121492; y=BLrqEHCoPDK3jJSJ651faKtdEBA1GeVdtfbejV1O3j-5ANFDRlVVZQ\r\nX-Yahoo-Profile: ninaboal21044\r\n\r\nIn a message dated 01/29/2006 6:31:31 PM Eastern Standard Time, \nagentkjj005@... writes:\n\n&gt; \n&gt;  While this western is often considered an &quot;off-spring&quot; of &quot;Seven \n&gt;  Samurai&quot;, I think it has more to do wiht the notion of skilled men \n&gt;  adding a group of people than with an actual &quot;code&quot;.  It plays into \n&gt;  the notion of the &quot;cowboy with a conscience&quot; that forms the backbone \n&gt;  of most westerns, a character with a clear sense of &quot;right and wrong&quot;, \n&gt;  risking his life for &quot;right&quot;.  This is a mythic sort of character, \n&gt;  which was blended with the &quot;high concept&quot; of professionals helping the \n&gt;  helpless.\n\nDon&#39;t get me wrong. I really liked THE MAGNIFICENT SEVEN. I saw it as a \nteenager (which was a long, long, LONG time ago  :)\n\nBut the idea of a &quot;cowboy with a conscience&quot; who has a clear sense of &quot;right \nand wrong&quot; isn&#39;t at all like a 17th century Japanese ronin. The cowboys with a \nconscience and a clear sense of right and wrong weren&#39;t thrust into their \nroles as hired gunfighters. They were American, with the unique American culture \nof having freely chosen this path. Usually they were searching for adventures. \n\nA typical 17th century Japanese ronin usually started out life as a samurai \nwho lived in a castle and served a lord. Then something happened in his life; \nin the 17th century, it usually was that his clan was defeated and abolished. I \nremember one of the ronin in SEVEN SAMURAI telling his old pal Kanbei (the \nleader of the band of ronin) about how his castle fell and he barely escaped -- \nand thus became a ronin, a samurai with no lord to serve.  Unlike the American \ngunfighters, neither clan samurai nor ronin would choose their path; they \nwere born into it. And in the case of the ronin, fate came along and cast them \ninto the path of ronin. Mostly a ronin would want to survive.\n\nAnd then we get to the &quot;code.&quot; One of the biggest misconceptions by \nwesterners is that Japanese samurai all lived by a written code of &quot;Bushido.&quot; In the \n17th century, no such code had ever been drawn up at all. Most clans had their \nown codes of conduct, mainly about how to behave as members of the particular \nclan. Some of these particular codes would discuss dealings with commoners, but \nsome did not. You can read some of these documents in the Samurai Archives \nMessage Board. But there were plenty of samurai who never bothered with these \ncodes. Same with the ronin of the 17th century. \n\nYou notice that, in THE SEVEN SAMURAI, when the farmers come to recruit some \nronin, most of the ronin turn up their noses -- that last thing on this earth \nthat they would want to do is defend some farmers. Especially when the farmers \noffer nothing more than room and board. These ronin are searching for fame \nand fortune and want to be recruited by a feudal clan, not some peasants. So the \nidea that most ronin would come eagerly to the aid of farmers is another \nmyth, another misconception. \n\nAnd it&#39;s probably true that in the Old American West, most hired gunfighters \nwouldn&#39;t want to come to the aid of some Mexican peasants. But for different \nreasons. Western gunfighters didn&#39;t look for positions with a feudal clan -- \nmainly because feudal clans didn&#39;t exist in the U.S.A.  Most western American \ngunfighters chose their paths and were looking for adventures. Unlike the 17th \ncentury Japanese ronin, who were looking mainly to survive. Any American \ngunfighter could retire when he wished and take up farming or work in a bank or go \nto college if he chose. A Japanese ronin had none of these choices. \n\nIn short, 19th century American gunfighters and 17th century Japanese ronin \nlived in entirely different cultures. These factors must be remembered when \ncomparing THE SEVEN SAMURAI with THE MAGNIFICENT SEVEN.\n\nNina\n\n"
}