{
    "userId": 0,
    "authorName": "samuraihistory@yahoogroups.com",
    "from": "samuraihistory@yahoogroups.com ",
    "replyTo": "LIST",
    "senderId": "piczie4jTUNpJBoeTfYrORypbGTn6uhz2-52eGUBDwP8yKbGpspDk9Pq1cI_4lVSbwfRPnxgHcHpqPGM3xziTubDfSgXtA",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "File - ForumInfo.txt",
    "postDate": "1138868517",
    "msgId": 8311,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": true,
    "headers": {
        "messageIdInHeader": "PDExMzg4Njg1MTguODY4MTgwODIuOTU4MDcubTE3QHlhaG9vZ3JvdXBzLmNvbT4="
    },
    "prevInTopic": 8169,
    "nextInTopic": 8313,
    "prevInTime": 8310,
    "nextInTime": 8312,
    "topicId": 1195,
    "numMessagesInTopic": 69,
    "msgSnippet": "(Updated 10/08/2005) First, ask yourself why you are here. If it is to learn about and discuss JAPANESE HISTORY, you are in the right place. If you are here to",
    "rawEmail": "Return-Path: &lt;notify@yahoogroups.com&gt;\r\nReceived: (qmail 93152 invoked by uid 7800); 2 Feb 2006 08:21:58 -0000\r\nDate: 2 Feb 2006 08:21:57 -0000\r\nMessage-ID: &lt;1138868518.86818082.95807.m17@yahoogroups.com&gt;\r\nX-Yahoo-Newman-Property: groups-system\r\nX-eGroups-Application: files \r\nX-Yahoo-Group-Post: system\r\nFrom: samuraihistory@yahoogroups.com \r\nTo: samuraihistory@yahoogroups.com \r\nSubject: File - ForumInfo.txt \r\nMIME-Version: 1.0\r\nContent-Type: text/plain\r\nContent-Transfer-Encoding: 7bit\r\n\r\n\n(Updated 10/08/2005)\n\nFirst, ask yourself why you are here. If it is to learn about and discuss\nJAPANESE HISTORY, you are in the right place. If you are here to discuss\nmartial arts or your dedication to the ways of Bushido you are in the\nWRONG PLACE. JOIN THIS GROUP:\nhttp://groups.yahoo.com/group/japantoday/\nThat is what it is there for.  That group is for any and every subject about Japan that is not covered here in this group.  Anything goes there.\n\nThis is a moderated forum. Any off-topic posts may be ruthlessly \ndeleted at the moderator(s) discretion without explanation. \nPlease do not take offense if one of your message is deleted, we are just trying to keep everything on topic. The posting of SPAM will get you\nimmediately banned without exception.\n\nFollowing is the constitution of the Samurai History Group of Yahoo, RATIFIED 2004-2005\nPOSTING TO THIS GROUP MEANS THAT YOU AGREE TO ALL THE TERMS WITHIN, \nAND YOU UNDERSTAND THAT YOUR POSTS ARE ACCEPTED AT THE SOLE WILL OF THE MODERATOR(S) http://www.samurai-archives.com/ultmods.html  \nThis is a group of well over 1000 people, therefore order \nwill be maintained.\n\nPLEASE READ CAREFULLY AS YOUR FUTURE ON THIS FORUM DEPENDS ON IT.\nCONSISTENT FAILURE TO COMPLY WILL RESULT IN YOUR BANISHMENT FROM THE FORUM.\nHowever, if you comply with the rules, it is guaranteed that there will be no problems.  \nWe don&#39;t tend to be THAT serious.\n\nARTICLES: \n\n1. Compose your emails using proper English, to\ninclude punctuation, spelling, spacing,\ncapitalization, and grammar. Allowances will be made\nonly for those who are not native English speakers. If\nyou are above the age of 10 and a native English\nspeaker, there is no excuse for composing like you are\n4. If you are under 10, you probably should not be on\nthe internet without supervision. \n\n2. Limit your &quot;internetspeak&quot;. Using abbreviations\nsuch as &quot;lol&quot; (Laugh out loud), &quot;ROTFLMAO&quot;, etc., are\nacceptable in limited usage and proper context. This\nis not a license to abbreviate everything you write or\ntake spelling/punctuation shortcuts because you are\nlazy--see Rule 1. &quot;Smileys&quot; are similarly acceptable\nin limited usage. Also, be sure to erase unneeded extra \ntext from posts you reply to. There is no need to include \nthe past 7 emails when you are only responding to the last \n2 sentences of the most recent email.\n\n3. Do not make personal accusations or insults.  As\nmoderators, we are here to enforce the rules and\nensure proper discussion and debate, and will not\ntolerate &quot;flaming&quot; or personal attacks by anyone on\nanyone. Don&#39;t do it. \n\n4. Have a thick skin and do not take things\npersonally. While we won&#39;t allow personal insults, you\nmust be able to handle being told you are wrong,\nespecially if you are wrong. No one on this email list\nis infallible. Similarly, you must be able to handle\nsarcasm. The moderators will not protect you if you\nwhine. The easiest thing to do is just not take things\npersonally. If you post a theory that does not fit with \nwhat is commonly known and accepted as history, \nthen back up your ideas with sources OR face the wrath \nof the more knowledgeable. Save your tears.\n\n5. Remember this is a HISTORY LIST. While digressions\nare allowed to a limited extent, please keep things on\ntopic. Gaming topics, anime, popular culture are fine\nas long as there is some connection with Japanese\nhistory; however, these are not &quot;historical&quot; sources.\nDo not get offended if someone says what you saw on\n&quot;Ninja Hattori-kun&quot; was inaccurate, because it\nprobably was. If things get too far off topic, the list \nshogun will take appropriate action. Furthermore, this IS NOT a\nlist for pseudo-philosophical Hagakure reading Samurai wannabe\nmartial artists. If you want to bandy about how well you follow the\ntenets of Bushido, and how that makes you a &#39;modern Samurai&#39;, \nGO SOMEWHERE ELSE.  YOU ARE NOT WELCOME.\n\n6. Argue logically. &quot;I saw it on an anime&quot;, &quot;My sensei\ntold me so&quot;, or &quot;that&#39;s what it says on my Playstation\ngame&quot; are NOT acceptable bases for arguments. You will\nrecieve derision and sarcasm in return, and you will\ndeserve it. Do not misunderstand--any of these are\ngood reasons to bring up a question. &quot;In my PS2 game\nthe main character uses a symbol on his banner--what\nis that called?&quot; is a good question. &quot;In my PS2 game\nyou have to follow Bushido to win, so all samurai\nfollowed Bushido&quot; is a statement which will get you\nlaughed at for a month.\n\n7. READ THE TOP 11 MISCONCEPTIONS ABOUT THE SAMURAI.\nThe link is below. This is not negotiable. If you post\nsomething idiotic like &quot;samurai hated guns&quot;, We will\nask you if you read the list. \nhttp://www.geocities.com/klancesegall/home.htm\n\n8. Have a sense of humor.\n\n9. See rule #8.\n\n\nCONSISTENT FAILURE TO COMPLY MAY RESULT IN YOUR \nBANISHMENT FROM THE FORUM.\n\nTHIS IS A MODERATED FORUM:\nBecause this is a moderated forum, your post may not show \nup right away, because it must be checked by a moderator.  \nTherefore, it is not necessary to repost.  A moderator probably \njust hasn&#39;t had a chance to review your message. \n\nThere are many extras located on this group&#39;s homepage at http://groups.yahoo.com/group/samuraihistory/\n\nFeel free to post links to other Japanese history sites in the &#39;links&#39;\nsection, or click on the &#39;chat&#39; section for real-time chat with \nanyone else who may be online.  The &#39;files&#39; section contains various \nJapanese history related files, and you can create polls for \nmembers to vote in in the &#39;Polls&#39; section. Posting links or messages that \ncontain SPAM will get you IMMEDIATELY BANNED from this group\nwithout exception.\n\nTo start sending messages to members of this group, \nsimply send email to:\n\nsamuraihistory@yahoogroups.com\n\nIf you do not wish to belong to samuraihistory, you may \nunsubscribe by sending an email to:\n\nsamuraihistory-unsubscribe@yahoogroups.com\n\nYou may also visit the Yahoo! Groups web site to modify your \nsubscriptions:\n\nhttp://groups.yahoo.com/group/samuraihistory/\n\n"
}