{
    "userId": 68548757,
    "authorName": "kitsuno",
    "from": "&quot;kitsuno&quot; &lt;kitsuno@...&gt;",
    "profile": "kitsuno",
    "replyTo": "LIST",
    "senderId": "gYcMEYe6zHZ_l4RZOl0kI92i_tF2ndk-W6PLcjHcpIUQNa4frU1US0h1oikhsqO8iSPNSAkLPLPEsNa6jOsDfIbbQhBE-g",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: places to visit in Japan",
    "postDate": "1020714279",
    "msgId": 845,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGFiNm1mNytndjJzQGVHcm91cHMuY29tPg==",
        "inReplyToHeader": "PDAwMmEwMWMxZjM0OSQwZTQyYjcyMCQwZjYwNDJjM0BMb2NhbEhvc3Q+"
    },
    "prevInTopic": 843,
    "nextInTopic": 847,
    "prevInTime": 844,
    "nextInTime": 846,
    "topicId": 835,
    "numMessagesInTopic": 5,
    "msgSnippet": "For me the two best places to visit is Mt. Hiei, site of the Enryaku- ji monastery, and the Bishamon temple in Yamashina, Kyoto (a 20 or so minute walk from",
    "rawEmail": "Return-Path: &lt;kitsuno@...&gt;\r\nX-Sender: kitsuno@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (EGP: mail-8_0_3_2); 6 May 2002 19:44:51 -0000\r\nReceived: (qmail 43944 invoked from network); 6 May 2002 19:44:51 -0000\r\nReceived: from unknown (66.218.66.217)\n  by m11.grp.scd.yahoo.com with QMQP; 6 May 2002 19:44:51 -0000\r\nReceived: from unknown (HELO n24.grp.scd.yahoo.com) (66.218.66.80)\n  by mta2.grp.scd.yahoo.com with SMTP; 6 May 2002 19:44:50 -0000\r\nReceived: from [66.218.67.146] by n24.grp.scd.yahoo.com with NNFMP; 06 May 2002 19:44:39 -0000\r\nDate: Mon, 06 May 2002 19:44:39 -0000\r\nTo: samuraihistory@yahoogroups.com\r\nSubject: Re: places to visit in Japan\r\nMessage-ID: &lt;ab6mf7+gv2s@...&gt;\r\nIn-Reply-To: &lt;002a01c1f349$0e42b720$0f6042c3@LocalHost&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 2065\r\nX-Mailer: Yahoo Groups Message Poster\r\nFrom: &quot;kitsuno&quot; &lt;kitsuno@...&gt;\r\nX-Yahoo-Group-Post: member; u=68548757\r\nX-Yahoo-Profile: kitsuno\r\n\r\nFor me the two best places to visit is Mt. Hiei, site of the Enryaku-\nji monastery, and the Bishamon temple in Yamashina, Kyoto (a 20 or so \nminute walk from Yamashina station).  \nMt. Hiei is well worth it just to see not only how huge the whole \ncomplex is, but to marvel at how in the world Nobunaga could have \never gathered enough forces to surround and burn such a huge place.\nAs for Bishamon, for me it has a more authentic look and feel than \nalmost any other temples I&#39;ve been to (and I&#39;ve been to MANY) - it \nserved as rest stops for many Daimyo, including Hideyoshi and \nTokugawa.  It is still quite isolated, and doesn&#39;t get much tourist \ntraffic, which makes it even better, and my grandmother-in-law lives \ndown a path a few minutes walk away from it, so I&#39;ve been there quite \na few times. It is one of the temples I never get tired of walking \naround it.  The 5 or 600 yen entry fee is actually reasonable when \ncompared to the average. \nOsaka castle is also well worth the trip for the museum inside - just \npretend that it isn&#39;t a cement reconstruction, and you&#39;ll be fine.\nDaigo-ji in kyoto is also worth a trip to see the site of Hideyoshi&#39;s \nfinal cherry blossom viewing ceremony, although according to one of \nthe monks, it what is there now was completed after hideyoshi&#39;s \ndeath.  It was in the process of being redone while he was alive. \nIf you were going to Kyushu, I&#39;d recommend going to Omura castle in \nNagasaki, and to the remains of the castle in Saiki, Oita (I think is \ntsuru-yama), and the associated temple there.  The temple was \noriginally on the mountain where the castle remains now stand, but in \naround 1604 or so the lord had the temple taken off the mountain and \nrelocated, because he wanted his castle up there.  Soon after it was \nfinished, it was struck by lightning and burned to the ground.  They \ntook it as a bad omen for moving the shrine, and never rebuilt the \ncastle.  It is in a good location, you can see over the entire city.  \nThere is even the remains of a WWII AA gun emplacement on the castle \ngrounds.\n\n\n"
}