{
    "userId": 61281048,
    "authorName": "Nate Ledbetter",
    "from": "Nate Ledbetter &lt;ltdomer98@...&gt;",
    "profile": "ltdomer98",
    "replyTo": "LIST",
    "senderId": "JVVNCUAmwbjh7fdhbLT7z8yB5CS8bjE0Gxf0drA2d6DtEVtgHGlbJW3G26tliJW5DStcTif1A6hZD1r_ULgdknDyJbautHWRUoQt",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "Re: [samuraihistory] ranks",
    "postDate": "1141383572",
    "msgId": 8507,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDYwMzAzMTA1OTMyLjY5NDU4LnFtYWlsQHdlYjMyMTExLm1haWwubXVkLnlhaG9vLmNvbT4=",
        "inReplyToHeader": "PGR1OGNwMit0ZDVhQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 8506,
    "nextInTopic": 8508,
    "prevInTime": 8506,
    "nextInTime": 8508,
    "topicId": 8506,
    "numMessagesInTopic": 16,
    "msgSnippet": "... Short answer: there weren t any, in the modern sense. Since this question comes up about once every 2 months or so, here s the canned Beta version of the",
    "rawEmail": "Return-Path: &lt;ltdomer98@...&gt;\r\nX-Sender: ltdomer98@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 97688 invoked from network); 3 Mar 2006 10:59:37 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m35.grp.scd.yahoo.com with QMQP; 3 Mar 2006 10:59:37 -0000\r\nReceived: from unknown (HELO web32111.mail.mud.yahoo.com) (68.142.207.125)\n  by mta5.grp.scd.yahoo.com with SMTP; 3 Mar 2006 10:59:37 -0000\r\nReceived: (qmail 69460 invoked by uid 60001); 3 Mar 2006 10:59:33 -0000\r\nMessage-ID: &lt;20060303105932.69458.qmail@...&gt;\r\nReceived: from [210.80.211.152] by web32111.mail.mud.yahoo.com via HTTP; Fri, 03 Mar 2006 02:59:32 PST\r\nDate: Fri, 3 Mar 2006 02:59:32 -0800 (PST)\r\nTo: samuraihistory@yahoogroups.com\r\nIn-Reply-To: &lt;du8cp2+td5a@...&gt;\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=iso-8859-1\r\nContent-Transfer-Encoding: 8bit\r\nX-eGroups-Msg-Info: 1:12:0:0\r\nFrom: Nate Ledbetter &lt;ltdomer98@...&gt;\r\nSubject: Re: [samuraihistory] ranks\r\nX-Yahoo-Group-Post: member; u=61281048; y=iz98ZE4KD62iCts_MKKkkxyfRj4V8uDv4rD5hFmKDuE6N10R\r\nX-Yahoo-Profile: ltdomer98\r\n\r\n\n\n--- Ijin Mibu &lt;ijinmibu@...&gt; wrote:\n\n&gt;    What were the ranks of a samurai army?\n\nShort answer: there weren&#39;t any, in the modern sense. \n\nSince this question comes up about once every 2 months\nor so, here&#39;s the canned &quot;Beta&quot; version of the\nresponse, written by Tony, stealing my examples. :)\n\n&quot;There is no connection with modern &quot;rank&quot; as we know\nit in discussing samurai armies.\n\nThe thing is, it is VERY important to divorce the\nconcept of terminology of MILITARY rank from samurai\n-- they just don&#39;t operate on the same level. There&#39;s\nrank, yes, but that&#39;s SOCIAL rank, not military rank.\nIt&#39;s the critical division between HAVING rank (e.g.,\na duke, a baron, a flunky) and HOLDING rank (e.g., a\ngeneral, a captain, a PFC).\n\nThe historical samurai army was a FEUDAL army, not a\nmodern one with rank structures in place. As a friend\nof mine [that would be me--lt] once pointed out, you\ndon&#39;t &quot;join&quot; a samurai army as an &quot;ashigaru 2nd class&quot;\nand work your way up to &quot;1st samurai.&quot;\n\nAs a feudal structure, the army was vertical;\nauthority went up and down within the specific clan or\nalliance affiliation.\n\nThe basic &quot;rank&quot; was taisho(which can be translated\nvariously as general, lieutenant, captain, commander,\netc.). Essentially, a taisho commands a body of men.\nPeriod. It depends on his relationship with others as\nhow you define it. For example, on his own, you can\ncall Honda Tadakatsu a great general. But in terms of\nhis relationship to Tokugawa Ieyasu, he would be\ntypically called &quot;one of Ieyasu&#39;s best generals,&quot; &quot;one\nof Ieyasu&#39;s best lieutenants,&quot; or &quot;one of Ieyasu&#39;s\nbest captains.&quot; All of those refer to the JOBS\n(generals command, and captains and lieutenants lead\nbut serve UNDER someone else), not to ranks.\n\nI think people would generally be surprised at how\nmodern the concept of rank-structure in armies is.\nActually, the Romans were very rank/office set with\nthe way they did their legions (the first modern\narmies, afterall), and after them it was centuries\nbefore anything like it was recreated. I think that it\nmight be a factor of the &quot;equality&quot; of a republican\nform of government that created that modern army, as\nit was certainly not a typical feudal structurelike\nthat which pervaded Europe from the Normans on, until\nGustav Adolphus&#39; &quot;new model army&quot; -- and even then it\nwas looser than we think of ranks today.\n\nThere&#39;s no denying that the chef outranks a busboy.\nBut neither chef nor busboy are ranks. They are jobs\nand positions. The chef is, however, very important\nand gets to tell people what to do. And busboys are\nlow-boy on the totem pole. It&#39;s like saying &quot;would you\nagree that the king outranks a knight.&quot; Well, duh.\nKing and knight aren&#39;t &quot;ranks&quot; either, precisely\nspeaking, but the relationship of their roles is clear\nenough.\n\nBut those aren&#39;t ranks. They&#39;re JOBS. There&#39;s a\ndifference, and it&#39;s a fairly critical one. Ranks tend\nto have a consistency. A lieutenant always has\nX-number of people under him, a major X-number of\npeople, a general X-number and so on. A taisho can\nhave 50, 500, or 5,000.\n\nThe most basic level of &quot;rank&quot; -- that of kashira or\ntaicho -- doesn&#39;t even have a specific number of\ntroops to be led. It depends on the army makeup. A\ntaicho (lit. &quot;group-chief&quot;) can have five people or 50\nunder him, depending on the job and the specific\nassignment. In modern army terms, that could be\nanything from a squad to a company to a platoon.\n\nAnd, unlike the modern army, once appointed &quot;ashigaru\ntaicho&quot; one could just as quickly be removed from that\nposition. While such assignments are social\npromotions, they are not MILITARY promotions like to\nCorporal or Sgt. or Master Sgt, etc.\n\nIn any feudally structured army, ALL positions and\nduties are held at the pleasure of the overlord in\nquestion. There is no way to say &quot;I&#39;m a first\nsergeant, you can&#39;t make me a private without due\ncause and a court-martial.&quot; Even &quot;permanent&quot;\nappointments (such as that of a taicho) in a Japanese\narmy were understood to be continued appointments that\ncould be withdrawn at any time (or magnified with\nfurther postings) and not one&#39;s &quot;right&quot; to the\nposition.\n\nThat&#39;s one reason I fight so hard to eliminate the use\nof &quot;ranks&quot; when talking about a feudal Japanese army.\nOr, rather, when the term is used, I try to keep it\nclearly a socio-political reference, or something\nimplying that someone HAS (as in &quot;a taisho outranks\nthe common footsoldier&quot;) but avoid using terms that\nimply a person HOLDS rank.&quot;\n\n\n__________________________________________________\nDo You Yahoo!?\nTired of spam?  Yahoo! Mail has the best spam protection around \nhttp://mail.yahoo.com \n\n"
}