{
    "userId": 134498325,
    "authorName": "Tom Helm",
    "from": "Tom Helm &lt;junkmail@...&gt;",
    "profile": "soshuju",
    "replyTo": "LIST",
    "senderId": "S0RmMfA3NO7GWm-PAkHo5oRu6LJs_ARXTA-V_xwcKG-6JelDNwtp3JdxSdRJ4AEk7AWoiE9-VJ_ulJYdv8NfX34p1N_zx77g",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "Re: [samuraihistory] The meaning",
    "postDate": "1143403982",
    "msgId": 8601,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDQxQzBBOThFLUJFMjEtNDVBMC1CNkZBLTZCQjYxMTE3RkZFN0B0b3J5dS1tb24uY29tPg==",
        "inReplyToHeader": "PGUwMmN1NSt2cXEwQGVHcm91cHMuY29tPg==",
        "referencesHeader": "PGUwMmN1NSt2cXEwQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 8600,
    "nextInTopic": 8603,
    "prevInTime": 8600,
    "nextInTime": 8602,
    "topicId": 8573,
    "numMessagesInTopic": 22,
    "msgSnippet": "Ijin et al- This looks to be a question for the Iaido or sword forums. If the moderators that be allow that this is on topic, I will offer my own answers to",
    "rawEmail": "Return-Path: &lt;toryu@...&gt;\r\nX-Sender: toryu@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 79336 invoked from network); 26 Mar 2006 22:42:27 -0000\r\nReceived: from unknown (66.218.67.34)\n  by m9.grp.scd.yahoo.com with QMQP; 26 Mar 2006 22:42:27 -0000\r\nReceived: from unknown (HELO smtpout09-04.prod.mesa1.secureserver.net) (64.202.165.17)\n  by mta8.grp.scd.yahoo.com with SMTP; 26 Mar 2006 22:42:27 -0000\r\nReceived: (qmail 26544 invoked from network); 26 Mar 2006 22:42:26 -0000\r\nReceived: from unknown (71.132.150.187)\n  by smtpout09-04.prod.mesa1.secureserver.net (64.202.165.17) with ESMTP; 26 Mar 2006 22:42:25 -0000\r\nMime-Version: 1.0 (Apple Message framework v746.3)\r\nIn-Reply-To: &lt;e02cu5+vqq0@...&gt;\r\nReferences: &lt;e02cu5+vqq0@...&gt;\r\nMessage-Id: &lt;41C0A98E-BE21-45A0-B6FA-6BB61117FFE7@...&gt;\r\nDate: Sun, 26 Mar 2006 12:13:02 -0800\r\nTo: samuraihistory@yahoogroups.com\r\nX-Mailer: Apple Mail (2.746.3)\r\nX-eGroups-Msg-Info: 1:12:0:0\r\nX-eGroups-From: Tom Helm &lt;toryu@...&gt;\r\nFrom: Tom Helm &lt;junkmail@...&gt;\r\nSubject: Re: [samuraihistory] The meaning\r\nX-Yahoo-Group-Post: member; u=134498325; y=PZ9BeT6E1NSl37b-vTHPe8pSD8vVPa1OFCWoUQpDKnCzGw\r\nX-Yahoo-Profile: soshuju\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nIjin et al-\n\tThis looks to be a question for the Iaido or sword forums. If the  \nmoderators that be allow that this is on topic, I will offer my own  \nanswers to your questions.\n\tI would say that although your tone seems unnecessarily provocative,  \nand your perspective extremely cynical your are correct, to an extent.\n\nOn Mar 24, 2006, at 7:20 PM, Ijin Mibu wrote:\n\n&gt;      &quot;The sword was never more necessary in Japan&#39;s History than it\n&gt; was five hundred years ago, in that era of strife and civil war. But\n&gt; what did &quot;combat&quot; actually involve in those far-off days? It sure as\n&gt; hell wasn&#39;t like these neat roam-mat dojos we have today. They were\n&gt; fighting in the mountains, on riverbanks, tripping over tree roots\n&gt; and stones. The weapons they used, swords... spears... arrows...\n&gt; anything! You didn&#39;t even opponent would be on foot he could have\n&gt; came at you on horseback! How effective would any of our fancy\n&gt; modern sword styles have been, back then? While we were still edging\n&gt; our toes forward gauging the distance between our swords... some\n&gt; armored samurai on a warhorse would skewer us with his spear!&quot;\n\tTraining in the sword these days, at least with Iaido, is primarily  \ntraining for encounters in an urban setting against one or a handful  \nof attackers. If you are perceptive enough one can winnow out the  \ncore combative techniques that would apply in a battlefield encounter.\n\tWe may train on flat level ground, most days, but what we are  \nbuilding is a foundation for a proper cut delivered with all the  \nstrength of the bodys&#39; musculature behind it. Technique discovered on  \nthe battlefield, but refined for generations by serious swordsmen.\n\tIt is easy enough to train in different settings, changing elements  \nlike adding overhead obstructions, even so the &quot;programming&quot; should  \nkick in and in spite of the obstruction the best possible strike will  \nbe delivered.\n\tThere are schools like the Yagyu Shingan ryu that practice  \nbattlefield technique in armour, Their forms include strikes to the  \nvulnerable areas of Japanese armour and grappling. I am certain they  \npractice most of the time on flat level ground and probably use foam  \nmats too. Few if any would argue that they are not authentic.\n\n&gt;       &quot;And there are fools out there looking for spirityuality in\n&gt; the sword. Four hundred sword schools had opened up with a few years\n&gt; of the founding of the shogunate. Four hundred! But that didn&#39;t mean\n&gt; swordsmanship was flourishing, it just means a lot of bored samurai\n&gt; are selling their skills to buy rice. They can&#39;t offer content so\n&gt; they babble about spirit. And to keep other schools from stealing\n&gt; their students--their moneybags--they cooked up useless &quot;secret\n&gt; techniques&quot; just so they&#39;ed look different from other schools. Oh\n&gt; and god forbid those moneybags get hurt! Oh, no, it&#39;s face-guards!\n&gt; Gloves! Body Armor! Light Bamboo Swords! So what do you wind up\n&gt; with? Peacetime warriors who have never faced a naked blade; felt\n&gt; the fear of death!&quot;\n\n\tI believe that schools of swordsmanship followed similar paths of  \ndevelopment in other places. Combat techniques were refined and  \nstylized and the mystique of the swordsman grew in importance. I  \nthink if you&#39;ll look deeply into the questions you raise here you&#39;ll  \nsee that among the 400 and more schools you mention that many have no  \nspiritual connections and teach only technique. Most place an  \nemphasis on etiquette as a means to guarantee  safety within the  \ndojo. However there are those that focus deeply on the teachings of  \nzen buddhism or connexions to Shinto gods. After-all many of the  \ngreat swordsmen at the end of the age of battles developed their  \nmastery in pursuit of spiritual development. I am not really sure how  \nit is a bad thing to wish to behave in a gentlemanly fashion and to  \nseek to enrich ones spirit.\n\tThere are good and bad teachers, and unscrupulous people in all  \nages. You have to choose your path carefully in all things. If you  \nhave lived in Japan then you will be familiar with the surprising  \nnumber of frauds and wannabees there, samurai culture is a commodity  \nto some, even in the land of the samurai.\n\tIt seems that you have a poor opinion of Kendo as well. One could  \nargue that many Kendo-ka today lack the spirit and physical toughness  \nof the swordsmen of say the rough and tumble Bakumatsu period.  \nHowever if lyou ook closely at the practice today the top Kendo-ka  \ndemonstrate more speed, power and technique than has been seen  \nbefore. The rules and technique have been refined, and the athletes  \ngroomed from childhood, in the same way as world-class sports  \nfigures. Just as todays football players run, hit and throw better  \nthan players past, todays top level Kendo-ka are arguably faster,  \nkeener and stronger than their predecessors.\n\tOne wonders where Ijin you have faced a naked blade and the fear of  \ndeath? There is death everywhere even if we don&#39;t go about toting  \nswords any longer.\n\n&gt;       I posted this to show one reason the samurai became weak and\n&gt; the martial art people in the group. I&#39;d like to hear what you think\n&gt; about it.\n\n\tIf you know your history, you will know that throughout the period  \nwe suppose the samurai as a class became weak, there were elements  \nwithin it that studied western science and military technology. These  \nmen and their students emerged as leaders with the strength of ideas  \nto oppose western encroachment even as the upper structure of samurai  \nsociety was collapsing.\n\tIn the world of swordsmanship also, there were fads and fashions but  \nit seems that the practical won out in the end; Jigen Ryu, Hokushin  \nItto Ryu and Eishin Ryu are known to us because their techniques were  \ntested in the streets of Kyoto and on the battlefields of the  \nrestoration war.\n\tMany of the restoration leaders were dojo mates or known to each  \nother from fencing cicles. So when the time came for strength, for  \n&quot;men of spirit&quot; to lead the country they were to be found among the  \nmartial artists...\n-t\n\n&gt;\n&gt; ---\n&gt; Join the 2006 Samurai Fiction contest:\n&gt; http://www.samurai-archives.com/writcon2.html\n&gt;\n&gt; Samurai Archives: http://www.samurai-archives.com\n&gt; Samurai Archives store: http://www.cafeshops.com/samuraiarchives\n&gt; ---\n&gt;\n&gt;\n&gt; YAHOO! GROUPS LINKS\n&gt;\n&gt;  Visit your group &quot;samuraihistory&quot; on the web.\n&gt;\n&gt;  To unsubscribe from this group, send an email to:\n&gt;  samuraihistory-unsubscribe@yahoogroups.com\n&gt;\n&gt;  Your use of Yahoo! Groups is subject to the Yahoo! Terms of Service.\n&gt;\n&gt;\n\n\n\n[Non-text portions of this message have been removed]\n\n\n"
}