{
    "userId": 58104994,
    "authorName": "erik baker",
    "from": "erik baker &lt;musashieb@...&gt;",
    "profile": "musashieb",
    "replyTo": "LIST",
    "senderId": "7nkju4-eN6KVMjblz5b7JPxopxj9qoi0pQuHd712vBcoiECrk3gp9QKgbzHSiAhmBpnAQ13diTSM4MwmCColjdqFphqRKro",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [samuraihistory] Bakumatsu",
    "postDate": "1021905329",
    "msgId": 860,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDIwNTIwMTQzNTI5LjQyMzIxLnFtYWlsQHdlYjEwMzA4Lm1haWwueWFob28uY29tPg==",
        "inReplyToHeader": "PGFjODdsOCtqYjUzQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 859,
    "nextInTopic": 861,
    "prevInTime": 859,
    "nextInTime": 861,
    "topicId": 859,
    "numMessagesInTopic": 4,
    "msgSnippet": "Hi, There was no hitokiri and most battles were fought between provinces claiming to be the rightful representative of the emperor.  Althought the emperor was",
    "rawEmail": "Return-Path: &lt;musashieb@...&gt;\r\nX-Sender: musashieb@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (EGP: mail-8_0_3_2); 20 May 2002 14:35:30 -0000\r\nReceived: (qmail 85900 invoked from network); 20 May 2002 14:35:30 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m13.grp.scd.yahoo.com with QMQP; 20 May 2002 14:35:30 -0000\r\nReceived: from unknown (HELO web10308.mail.yahoo.com) (216.136.130.86)\n  by mta3.grp.scd.yahoo.com with SMTP; 20 May 2002 14:35:29 -0000\r\nMessage-ID: &lt;20020520143529.42321.qmail@...&gt;\r\nReceived: from [68.82.37.171] by web10308.mail.yahoo.com via HTTP; Mon, 20 May 2002 07:35:29 PDT\r\nDate: Mon, 20 May 2002 07:35:29 -0700 (PDT)\r\nSubject: Re: [samuraihistory] Bakumatsu\r\nTo: samuraihistory@yahoogroups.com\r\nIn-Reply-To: &lt;ac87l8+jb53@...&gt;\r\nMIME-Version: 1.0\r\nFrom: erik baker &lt;musashieb@...&gt;\r\nX-Yahoo-Group-Post: member; u=58104994\r\nX-Yahoo-Profile: musashieb\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\n\n Hi,\nThere was no hitokiri and most battles were fought between provinces claiming to be the rightful representative of the emperor.  Althought the emperor was shifting alliance as was needed and no one daimyo (province) truly represented the interests of the emperor against the shogunate.  The shogunate also claimed to be the rightful rep of the emperor.  The two main provinces were satsuma and choshu as both had large numbers of samurai (employed and not employed) and had funds to develop a fairly modern arsenal.  The shognate and these two provinces all traded with various european countries who viewed the shogunate as the rightful leaders of Japan (france) and those who viewed the provinces as countries in themselves. (England).  The provinces even went as far as developing peasant militia to battle the shogunate at the border battles in choshu.  Some battles were fought against the europeans and this lead to even bigger rifts between the shogunate and Choshu and satsuma.  Well you can read more on your own but two books that might help you are:\nSakamoto Ryoma and the meiji restoration.  By, Marius B. Jansen:  This book is a good representation of bakumatsu Japan from the point of view of a individual shishi.\nChoshu in the Meiji Restoration.  By, Albert M. Craig.  This book is good for a localized outlook on the bakumatsu period and the political battles fought behind the scenes which are often more powerful than the horribly done armed battles of the period.\nHope this is helpful.\nMusashi\n  asstrotep &lt;asstrotep@...&gt; wrote: Hi...I&#39;ve been doing research on the Japanese Civil War \n(Bakumatsu)...i&#39;ve got a timeline of what went on, however, I&#39;m stuck \non the groups and the alliances made, namely by the Shinsengumi and \nIshinshishi...also the battle statistics, the types of fighters (just \nSamurai or were the Hitokiri like in Rurouni Kenshin?), where battles \ntook place (is it just Edo and Kyoto?), I&#39;ve been looking for a site \nor book that will provide all the iformation im looking for, with \npictures and sketches. if anyone can help, it would be greatly \nappriciated...thank you\n\n\nYahoo! Groups SponsorADVERTISEMENT\n\nSamurai Archives: http://www.samurai-archives.com\n---\nTo unsubscribe from this group, send an email to:\nsamuraihistory-unsubscribe@yahoogroups.com\n\n\n\nYour use of Yahoo! Groups is subject to the Yahoo! Terms of Service. \n\n\n\n---------------------------------\nDo You Yahoo!?\nLAUNCH - Your Yahoo! Music Experience\n\n[Non-text portions of this message have been removed]\n\n\n"
}