{
    "userId": 188070276,
    "authorName": "tokyo dog",
    "from": "&quot;tokyo dog&quot; &lt;tokyodog@...&gt;",
    "profile": "sinegalm",
    "replyTo": "LIST",
    "senderId": "YE1pEoHB2V72mm9I2ox1TpWX65lg4dLi_JA160qj2FJCsZH2oktzC5ns46LmsXe2R6dzQpW7XECmweHTownnY1HmPLWe",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "correcting some historical misconceptions",
    "postDate": "1148024584",
    "msgId": 8811,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": true,
    "headers": {
        "messageIdInHeader": "PDAxNWMwMWM2N2IxNyRkZTM0ZTJmMCQ2NTAwYThjMEB5b3VyNjJiMGUwODQzOD4=",
        "inReplyToHeader": "PDIwMDYwNTE4MTYwNTM3Ljg0MjcwLnFtYWlsQHdlYjMzODA5Lm1haWwubXVkLnlhaG9vLmNvbT4="
    },
    "prevInTopic": 8799,
    "nextInTopic": 8813,
    "prevInTime": 8810,
    "nextInTime": 8812,
    "topicId": 203,
    "numMessagesInTopic": 35,
    "msgSnippet": "I’m no expert in Japan history, but I’ve noticed quite a few historical inaccuracies posted on this list recently. This is my attempt to respond to these",
    "rawEmail": "Return-Path: &lt;tokyodog@...&gt;\r\nReceived: (qmail 42332 invoked from network); 20 May 2006 02:20:22 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m29.grp.scd.yahoo.com with QMQP; 20 May 2006 02:20:22 -0000\r\nReceived: from unknown (HELO n24.bullet.scd.yahoo.com) (66.94.237.53)\n  by mta3.grp.scd.yahoo.com with SMTP; 20 May 2006 02:20:22 -0000\r\nComment: DomainKeys? See http://antispam.yahoo.com/domainkeys\r\nReceived: from [66.218.69.5] by n24.bullet.scd.yahoo.com with NNFMP; 20 May 2006 02:20:18 -0000\r\nReceived: from [66.218.66.92] by t5.bullet.scd.yahoo.com with NNFMP; 20 May 2006 02:20:18 -0000\r\nX-Sender: tokyodog@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 37714 invoked from network); 19 May 2006 07:43:42 -0000\r\nReceived: from unknown (66.218.67.36)\n  by m29.grp.scd.yahoo.com with QMQP; 19 May 2006 07:43:42 -0000\r\nReceived: from unknown (HELO smtp02.dentaku.gol.com) (203.216.5.72)\n  by mta10.grp.scd.yahoo.com with SMTP; 19 May 2006 07:43:41 -0000\r\nReceived: from d205.htokyofl21.vectant.ne.jp ([210.131.220.205] helo=your62b0e08438)\n\tby smtp02.dentaku.gol.com with esmtpa (Dentaku)\n\tid 1Fgzdl-00023f-Ss\n\tfor &lt;samuraihistory@yahoogroups.com&gt;; Fri, 19 May 2006 16:43:18 +0900\r\nTo: &lt;samuraihistory@yahoogroups.com&gt;\r\nDate: Fri, 19 May 2006 16:43:04 +0900\r\nMessage-ID: &lt;015c01c67b17$de34e2f0$6500a8c0@your62b0e08438&gt;\r\nMIME-Version: 1.0\r\nContent-Type: text/plain;\n\tcharset=&quot;UTF-8&quot;\r\nContent-Transfer-Encoding: quoted-printable\r\nX-Mailer: Microsoft Office Outlook 11\r\nX-MimeOLE: Produced By Microsoft MimeOLE V6.00.2900.2869\r\nThread-Index: AcZ6+NDJzjPa38gGQVWy0ft3tLG+ZwAERY7w\r\nIn-Reply-To: &lt;20060518160537.84270.qmail@...&gt;\r\nX-Virus-Scanned: ClamAV GOL\r\nX-Abuse-Complaints: abuse@...\r\nX-eGroups-Msg-Info: 1:12:0:0\r\nFrom: &quot;tokyo dog&quot; &lt;tokyodog@...&gt;\r\nSubject: correcting some historical misconceptions\r\nX-Yahoo-Group-Post: member; u=188070276; y=1lq7c0bVwX66nwahwzVFojNahZhomhiP-qPLznB3s2qScgo\r\nX-Yahoo-Profile: sinegalm\r\nX-Yahoo-Newman-Property: groups-system\r\nX-eGroups-Approved-By: kitsuno &lt;samurai-listowner@...&gt; via web; 20 May 2006 02:20:15 -0000\r\n\r\nI=E2=80=99m no expert in Japan history, but I=E2=80=99ve noticed quite a fe=\r\nw historical inaccuracies posted on this list recently. This is my attempt =\r\nto respond to these comments and questions. I thought it might be helpful i=\r\nf I posted some comments, and some history books for people to read, for th=\r\nose who might be interested. \n \nFirst, a correction on Tokugawa history. Wh=\r\nen Matthew Perry (that=E2=80=99s Commodore Perry, not Chandler of =E2=80=9C=\r\nFriends=E2=80=9D) arrived in his proverbial black ships in 1853 and 1854, J=\r\napan was ruled under the Tokugawa shogunate, not the emperor. The emperor, =\r\nliving in Kyoto, was barely more than a powerless figurehead. The shoguns i=\r\nn Tokyo, and their deputies, the kanrei and the associated bureaucrats ran =\r\nthe show. The emperor was generally just a rubber-stamper. In fact, (with t=\r\nhe exception of two minor short-lived restoration incidents in 1221 and 133=\r\n3) the emperor in Japan held very little direct political power for almost =\r\nthe entire millenium. Ever since the Yoritomo Minamoto took the reigns as t=\r\nhe first shogun around 1185, and established his camp at Kamakura, the empe=\r\nror became a figurehead. Lip service was paid to the emperor as the big che=\r\nese, but everyone knew the emperor had little to do with actual power.  (Fo=\r\nr an account of how Yoritomo established the first shogunate, see Jeffrey M=\r\nass=E2=80=99s =E2=80=9CYoritomo and the founding of the first bakufu=E2=80=\r\n=9D.) \n\nWith the arrival of Perry, pressure was massive to reform, and the =\r\nTokugawa shogunate took the heat. A movement began to restore the emperor t=\r\no power. That emperor was Meiji, and as the emperor in Japan had not really=\r\n ruled for 800 plus years, the Meiji restoration was a historical event in =\r\nJapan of major import. Out with the shoguns and in with the emperor. For th=\r\ne story on how the last shogun got kicked out, read Shiba Ryotaro=E2=80=99s=\r\n =E2=80=9Cthe Last Shogun=E2=80=9D, a historical account of the last Tokuga=\r\nwa shogun, Tokugawa Yoshinobu.\n\nThe rights and privileges of samurai legall=\r\ny enshrined in law were gradually removed and eliminated in the Meiji perio=\r\nd. And eventually the samurai class was kaput.  And many of those who had s=\r\ntrongly pushed for the restoration of the emperor were distraught when Meij=\r\ni implemented such dramatic reforms ending the privileges of the samurai. O=\r\nne such individual was Saigo Takamori. In Mark Ravina=E2=80=99s bio of the =\r\nman, you can read about how he first fought for the Meiji restoration, then=\r\n regretted what he had done, and rebelled against Meiji with a band of foll=\r\nowers. The Tom Cruise movie &quot;the Last Samurai&quot; is a wildly inaccurate recre=\r\nation of the life of Saigo Takamori.\n\nI would also disagree with my friend =\r\nwho, in response to a question about why so few comments on the Meiji era, =\r\nsuggested that the Meiji era was not so interesting as prior periods of Jap=\r\nan history. The Meiji era is absolutely fascinating. A country which the To=\r\nkugawa attempted to (mostly) legally close to outside influence and contact=\r\n, after the Meiji restoration, went the exact opposite way and became like =\r\na sponge of learning and acquiring the technological know-how of the Europe=\r\n and North America, and in short order turned itself into a major power cap=\r\nable of kicking Russian arse in the Russo-Japan war of 1904-05. I would sug=\r\ngest instead that the reason that there are so few comments about Meiji era=\r\n on this =E2=80=9Csamurai history=E2=80=9D list is because the samurai clas=\r\ns became defunct during the Meiji era.\n\nOther books I would highly recommen=\r\nd: Lamers bio of Oda Nobunaga, =E2=80=9CJaponius Tyrannus=E2=80=9D. Mary El=\r\nizabeth Berry=E2=80=99s =E2=80=9CHideyoshi=E2=80=9D. Donald Keene=E2=80=99s=\r\n =E2=80=9CYoshimasa and the Silver Pavillon=E2=80=9D. Berry&#39;s book on Hidey=\r\noshi is particularly fascinating. I give it five stars.\n\nOther historical t=\r\nidbits: many in the warrior class in Japan, particularly in the Ashikaga pe=\r\nriods and the Sengoku periods, practiced wakashudo=E8=8B=A5=E8=A1=86=E9=81=\r\n=93, in which an adult warrior or daimyo kept a boy-lover. It was also know=\r\nn as nanshoku =E7=94=B7=E8=89=B2. Not all daimyo or samurai did this, but a=\r\n lot of very prominent leaders did so, including macho tough guys, Nobunaga=\r\n and Ashikaga Yoshimitsu and Minamoto Yoshitomo. The practice in Japan was =\r\nvery similar to the practice in ancient Greece where the older adult male w=\r\nas meant to be a sort of general mentor to his boy. The practice in pre-mod=\r\nern and early modern Japan was very different from what we would consider n=\r\normal homosexuality today. In modern terms this type of sexual behavior see=\r\nms very unethical, and predatory, but it was very common for a thousand yea=\r\nrs in Japan until the middle of the Tokugawa period. So much for samurai ne=\r\nver doing anything dishonorable. Here are a few websites with more info.\nht=\r\ntp://www.glbtq.com/social-sciences/japan.html\nhttp://www.stthomasu.ca/~park=\r\nhill/cj01/irepam.htm \nhttp://www.androphile.org/preview/Culture/Japan/japan=\r\n.htm\nhttp://en.wikipedia.org/wiki/Nanshoku \n\nAnother set of historical tidb=\r\nits: Christianity in Japan, and the brutal persecution and torture of the C=\r\nhristians by the Tokugawa shogunate. So much AGAIN for samurai never doing =\r\nanything dishonorable. The history of the Jesuits in Japan, and then the ab=\r\nolition and persecution of Christianity is a fascinating, albeit morbid sub=\r\nject. Even more interesting is the story of the kakure kirishitan, the hidd=\r\nen Christians. Check out the following sites, and also, Endo Shusaku&#39;s fant=\r\nastic historical novel &quot;Silence&quot;=E6=B2=88=E9=BB=99, about the Jesuit priest=\r\ns who were tortured and renounced Christianity under torture of the dreaded=\r\n hanging pit, =E7=A9=B4=E5=90=8A=E3=82=8A.\n\nhttp://www.baobab.or.jp/~strang=\r\ner/mypage/endo.htm\nhttp://www.catholiceducation.org/articles/religion/re045=\r\n2.html\n\nIf anyone sees any errors in any of my comments, please feel free t=\r\no correct me, because, as I said, I am not an expert on Japan history, just=\r\n an amateur lover of Japan history. I hope these comments were of interest =\r\nand useful to some.\n\nRegards,\nMike\n\n\n\n\n\n\n"
}