{
    "userId": 131516478,
    "authorName": "Kay Swanson",
    "from": "&quot;Kay Swanson&quot; &lt;keiswa@...&gt;",
    "profile": "Keiswa",
    "replyTo": "LIST",
    "senderId": "wVkMYgqeLayR9C3CuGeSClKBWNOw9AaDOqlE4iCG0xvjHJH_2TBQFBr-jjQ88hvkeqcGZjvONIruUXUmunhSqOnZYgiHKUY",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [samuraihistory] Newbie seeks info",
    "postDate": "1159231107",
    "msgId": 9070,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": true,
    "headers": {
        "messageIdInHeader": "PDAwMDcwMWM2ZTEwNCQxNjE4MDZmMCQ2NTAxYThjMEBLQVlPRkZJQ0U0MzgxPg==",
        "referencesHeader": "PGVmOWZxcys2bzc0QGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 9069,
    "nextInTopic": 9071,
    "prevInTime": 9069,
    "nextInTime": 9071,
    "topicId": 9069,
    "numMessagesInTopic": 11,
    "msgSnippet": "A boy underwent his gempuku, manhood ceremony, when he reaches adult height. About 13. Girls also went through the same ceremony. They received their swords,",
    "rawEmail": "Return-Path: &lt;keiswa@...&gt;\r\nReceived: (qmail 45085 invoked from network); 26 Sep 2006 21:54:48 -0000\r\nReceived: from unknown (66.218.66.167)\n  by m41.grp.scd.yahoo.com with QMQP; 26 Sep 2006 21:54:48 -0000\r\nReceived: from unknown (HELO n24c.bullet.sc5.yahoo.com) (66.163.187.215)\n  by mta6.grp.scd.yahoo.com with SMTP; 26 Sep 2006 21:54:48 -0000\r\nReceived: from [66.163.187.122] by n24.bullet.sc5.yahoo.com with NNFMP; 26 Sep 2006 21:54:30 -0000\r\nReceived: from [66.218.66.58] by t3.bullet.sc5.yahoo.com with NNFMP; 26 Sep 2006 21:54:30 -0000\r\nReceived: from [66.218.66.88] by t7.bullet.scd.yahoo.com with NNFMP; 26 Sep 2006 21:54:30 -0000\r\nX-Sender: keiswa@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 69651 invoked from network); 26 Sep 2006 04:29:42 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m31.grp.scd.yahoo.com with QMQP; 26 Sep 2006 04:29:42 -0000\r\nReceived: from unknown (HELO ms-smtp-03.texas.rr.com) (24.93.47.42)\n  by mta3.grp.scd.yahoo.com with SMTP; 26 Sep 2006 04:29:42 -0000\r\nReceived: from KAYOFFICE4381 (cpe-66-25-194-193.sw.res.rr.com [66.25.194.193])\n\tby ms-smtp-03.texas.rr.com (8.13.6/8.13.6) with SMTP id k8Q0chqY016924\n\tfor &lt;samuraihistory@yahoogroups.com&gt;; Mon, 25 Sep 2006 19:38:44 -0500 (CDT)\r\nMessage-ID: &lt;000701c6e104$161806f0$6501a8c0@KAYOFFICE4381&gt;\r\nTo: &lt;samuraihistory@yahoogroups.com&gt;\r\nReferences: &lt;ef9fqs+6o74@...&gt;\r\nDate: Mon, 25 Sep 2006 19:38:27 -0500\r\nMIME-Version: 1.0\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 6.00.2900.2869\r\nX-MIMEOLE: Produced By Microsoft MimeOLE V6.00.2900.2962\r\nX-Virus-Scanned: Symantec AntiVirus Scan Engine\r\nFrom: &quot;Kay Swanson&quot; &lt;keiswa@...&gt;\r\nSubject: Re: [samuraihistory] Newbie seeks info\r\nX-Yahoo-Group-Post: member; u=131516478; y=GULd_5ZnuVCypeQVwtIsH583G-st8Rz7-DcVrAoh9dfR\r\nX-Yahoo-Profile: Keiswa\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Transfer-Encoding: quoted-printable\r\nX-Yahoo-Newman-Property: groups-system\r\nX-eGroups-Approved-By: nagaeyari &lt;nagaeyari@...&gt; via web; 26 Sep 2006 21:54:24 -0000\r\n\r\nA boy underwent his gempuku, manhood ceremony, when he reaches adult height=\r\n. About 13. Girls also went through the same ceremony. They received their =\r\nswords, their samurai hair style, and their adult name.\nHere&#39;s the gempuku =\r\nfrom my samurai saga.--\nHope it helps.-----\n\n\n\nAs tradition dictated, his g=\r\nempuku ceremony was held and Yoshi was installed in his father&#39;s place. In =\r\nmany&#39;s opinions, Shigeni had withheld his permission for the boyhood ceremo=\r\nny for too long. With the rest of the household assembled in the courtyard,=\r\n Michi observed as her son was led from the bathhouse where he had been rit=\r\nualistically bathed and dressed in the basic clothing of a man. His hair, c=\r\nonsidered a symbol of life and held great importance to the samurai, covere=\r\nd his shoulders down his back like a girl&#39;s, raven as a crow&#39;s wing and str=\r\naight. A long strand dangled into his face to conceal the deep, solemn eyes=\r\n.\n\n          Surrounded by his father&#39;s high-ranking retainers, as well as =\r\nSou Kiyohara, the boy proceeded to the shrine of Hachiman Taro. The young S=\r\nanematsu stood a head taller than all save the priest. Yoshi&#39;s grandfather =\r\nwas carried in on his liter, due to the battle wound that had crippled him =\r\nyears before. Only the men entered the small house, but all knew what would=\r\n take place. Kneeling before the altar of the war god, the barber draped a =\r\nbroad material around young Sanematsu to catch the great length of hair he =\r\nwould remove. After cropping his hair to his shoulders, the barber gathered=\r\n the sides and top to pull into a clump at the crown. He tied this tightly =\r\nthen turned his attention to the front.\n\n          Afterwards, when told wh=\r\nat had taken place, Michi was informed Sanematsu chose then to speak.\n\n    =\r\n      &quot;I do not wish for the top to be shaved.&quot;\n\n          From his liter a=\r\nt the side, Lord Shigehide snorted, but Kiyohara, the priest in charge of t=\r\nhe ceremony, nodded to the barber to forgo the sakayaki as the young man re=\r\nquested.\n\n          The barber retied the queue. Once bundled, he oiled it =\r\nrichly and folded it to lie along the middle of his head. A discreet bindin=\r\ng held it in place. Finished, he removed the hair littering the drape. Impe=\r\nrceptibly, Kiyohara rescued a thick lock of the shorn hair and coiled it in=\r\nto a silk envelope.\n\n          &quot;Yoshi-dono, stand,&quot; Kiyohara spoke and the =\r\nboy obeyed. \n\n          Kiyohara wrapped a wide girdle around Yoshi&#39;s waist=\r\n into which the straps of his hitatare were inserted. This would hold his s=\r\nwords. Over the plain garment covering him to his groin, the priest draped =\r\na jacket. This daimon had the Sanematsu kamon at five places-each sleeve at=\r\n the shoulder, mid-back, and each side of his upper chest. Kiyohara turned =\r\nto an assistant dresser and picked up another heavier, mid-calf length coat=\r\n.\n\n          &quot;Yoshi-dono, please accept this dobuku from my former samurai =\r\nwardrobe.&quot; Kiyowara put it on the boy-man. &quot;Through it, may you have every =\r\nattribute you admire in my humble self.&quot;\n\n          Intricate embroidery of=\r\n silver threads designing flowers characteristic of masculinity decorated t=\r\nhe dark blue dobuku. Thick for warmth, it was typical of the clothing worn =\r\nby the inhabitants of Kiyohara&#39;s native Shikoku, a island north of Kyushu.\n=\r\n\n          &quot;Know that, with the giving and acceptance, I become your patron=\r\n, to help and guide you through your life,&quot; Kiyohara continued.\n\n          =\r\n&quot;I will accept your gift and guidance, Sou Kiyohara,&quot; the boy-daimyo answer=\r\ned.\n\n          &quot;Very well. We will now speak to the great Buddha.&quot;\n\n       =\r\n   They knelt before the altar and the priest intoned the necessary prayers=\r\n. Those who had entered the shrine departed when he concluded. On the engaw=\r\na of the small building, before the Sanematsu family and the household, Kiy=\r\nohara officially made the boy samurai.\n\n          &quot;From this moment forward=\r\n, Sanematsu Yoshi, you shall be known as Sanematsu Yoshihide of the clan Mi=\r\nnamoto.&quot; \n\nBy all rights, Sanematsu&#39;s adult name should have been Shigeyosh=\r\ni, but the name Kiyohara bestowed now had been chosen at his birth. Tr5adit=\r\nion held that names be carried down with the same syllables. Yoshi&#39;s father=\r\n had been Shigeni and his father, Shigehide. Michi had named her baby Yoshi=\r\n and it was kept by Kiyohara had kept it in deference to her.\n\n&quot;You have be=\r\nen called Yoshi, meaning lucky.&#39; Now, with Hide, your luck shall be excelle=\r\nnt. With such an exalted name, you will require weapons to insure your good=\r\n fortune.&quot; Kiyohara took the long and short swords held by an assistant. &quot;T=\r\nhese are the katana and wazakushi of Minamoto Yoshii, the earthly embodimen=\r\nt of Hachiman Taro. These are your weapons of Bushi, Yoshihide-dono.&quot; He in=\r\nserted the scabbards into the girdle at Yoshihide&#39;s waist, the hilts angled=\r\n to the left.\n\n          Then it was over. Wearing the clothes of a man, th=\r\ne young Sanematsu had the appearance of an adult. He took upon his tall, sl=\r\nender form the responsibilities of manhood long before it would fill out in=\r\nto the firm musculature of adulthood.\n\n\n\nKay Swanson w/a Kei Swanson\nwww.ke=\r\niswanson.com\nTHE WORDS OF THE PITCHER, Genesis Press\nA DRUMMER&#39;S BEAT TO ME=\r\nND, Genesis Press\nEBONY EYES, Genesis Press 11/06\nTHE SANEMATSU SAGA, Zumay=\r\na Publications\n    THE SEABIRD OF SANEMATSU, Amazon.com\n  ----- Original Me=\r\nssage ----- \n  From: Kevin \n  To: samuraihistory@yahoogroups.com \n  Sent: M=\r\nonday, September 25, 2006 3:57 PM\n  Subject: [samuraihistory] Newbie seeks =\r\ninfo\n\n\n  Hi, I just join this group. I like to write and I love samurai; I&#39;=\r\nve \n  been trying to mix those two together to make a decent samurai story =\r\n\n  but I&#39;ve failed miserably... So I thought that maybe I needed more \n  in=\r\nfo on the Samurai and that&#39;s where you guys come in (please help \n  me!! *b=\r\nows)\n\n  I read on the samurai archives that when kids reach the age 13 they=\r\n \n  receive their first real sword and armor and thus become a samurai. (I =\r\n\n  might be wrong, for I&#39;m writing from memory, if I am please correct \n  m=\r\ne) Any of you guys know more about this ceremony? Was it only for \n  male 1=\r\n3 year olds? Once they received their real sword were they \n  allowed to jo=\r\nin the &#39;full-fledged&#39; samurai on the battlefield? \n\n  *Please help me if yo=\r\nu can!!\n\n\n\n   \n\n[Non-text portions of this message have been removed]\n\n\n\n\n\n"
}