{
    "userId": 0,
    "authorName": "samuraihistory@yahoogroups.com",
    "from": "samuraihistory@yahoogroups.com ",
    "replyTo": "LIST",
    "senderId": "7SyztttupEQRLgb3_YZm-lBPkHMOn9-tEWDRN3tZTGNgSbJwjGVUI8zAdmFhF2wUt9ftb90e6wSJS_GvQaIh0Y_DTitdNg",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "File - SamFic2007",
    "postDate": "1167722476",
    "msgId": 9255,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": true,
    "headers": {
        "messageIdInHeader": "PDExNjc3MjI0NzYuODMxNzUwNjEuNDg4NTIubTE5QHlhaG9vZ3JvdXBzLmNvbT4="
    },
    "prevInTopic": 9223,
    "nextInTopic": 9340,
    "prevInTime": 9254,
    "nextInTime": 9256,
    "topicId": 9045,
    "numMessagesInTopic": 8,
    "msgSnippet": "This is an automated reminder about the 2007 Samurai Fiction contest. Deadline for entrance fee: 3/31/2007 Entrance fee until December 31st, 2006: $10 Check",
    "rawEmail": "Return-Path: &lt;notify@yahoogroups.com&gt;\r\nReceived: (qmail 28600 invoked by uid 7800); 2 Jan 2007 07:21:16 -0000\r\nDate: 2 Jan 2007 07:21:16 -0000\r\nMessage-ID: &lt;1167722476.83175061.48852.m19@yahoogroups.com&gt;\r\nX-Yahoo-Newman-Property: groups-system\r\nX-eGroups-Application: files \r\nX-Yahoo-Group-Post: system\r\nFrom: samuraihistory@yahoogroups.com \r\nTo: samuraihistory@yahoogroups.com \r\nSubject: File - SamFic2007 \r\nMIME-Version: 1.0\r\nContent-Type: text/plain\r\nContent-Transfer-Encoding: 7bit\r\n\r\n\nThis is an automated reminder about the 2007 Samurai Fiction contest.\n  \nDeadline for entrance fee: 3/31/2007 \nEntrance fee until December 31st, 2006: $10\n\nCheck the site for complete information:\nhttp://www.samurai-archives.com/writcon2.html\n\n\nThird Annual Samurai Fiction Contest, 2007\n\nThe parameters for the third annual Samurai Fiction contest are covered on this page. The stories must involve Japan or the Samurai, and the story may take place any time up to, but no later than the end of the 19th century, and may take place at any point in Japanese history before this.\n\n\nRequirements:\n\nThis is to be a piece of fiction writing taking place within an unspecified period in Japanese history up to the late 19th century. The available genres are listed on the website, linked above - the stories must be written in the style of one of the genres on the listed.\n\nParameters:\n\nThe story is required to be more than 1,000 words, with a 5,000 word targeted limit - overages are acceptable if necessary, but please don&#39;t overdo it. It can be done in the first person, or the third person, and must be a complete short story, not an excerpt from a larger story. The genre(s) must be listed at the top of the story above the title - one genre or a combination of two genres are acceptable. Although the particular genre will not affect judging, all entrants must make sure that their story follows the requirements of their chosen genre(s) - see details on the website listed above.\n\nSequels: Sequels to previous stories entered in the contest are acceptable - however, the story must be a stand-alone short story, not a continuation of the previous story.\n\nEntrance Fee and Prize Details:\n\nThe entrance fee depends on when you sign up for the contest:\n\nThe current fee is $10\n\nIf you sign up for the contest between January 1st and the deadline of March 31st, 2007, the fee will be $15.\n\nSo it is to your advantage to sign up early.\n\nAdditionally, for every five entries, the Samurai Archives will add $50 to the winnings.\n\nThe fee is payable via PAYPAL (www.paypal.com), payable to: webmaster @ samurai-archives.com. Be sure to include your full name, and Yahoo ID, Samurai Archives Citadel ID, and Delphi Forums ID (please list any and all that you have, omit any you don&#39;t - this is so we can keep track of entries) when you pay the entrance fee, and note that the payment is for the 2007 Samurai Fiction contest. You will receive a confirmation email that your submission has been received.\n\nWhy an entrance fee? Because the winner of the contest will win 80% of the total sum of all fees collected, the runner up will win the remaining 20%. Additionally, as stated before, for every 5 entries, the Samurai Archives will add an additional $50 to the total winnings.\nNote: Entrance fees are non-refundable, so if you pay the fee, be sure to send in a story, as the fees will stay as part of the total the winner will receive.\nIf you do not have a credit card or paypal account but still want to enter, please send an email to webmaster @ samurai-archives.com about sending a money order.\n\nSubmission Information:\n\nSubmissions are to be sent via email to webmaster @ samurai-archives.com in a WORD .Doc format OR HTML. At the top of the first page, please include your full name, your Yahoo ID, Samurai Archives Citadel ID, and your Delphi Forums ID (whichever is applicable) so it can be matched with your entrance fee, as well as the genre(s) the story falls under, and the title of your story. You will receive a confirmation email that your submission has been received.\n\nJudging and Winning the contest:\n\nSubmissions will be judged by a panel of Yahoo Group and Samurai Citadel community members who are not submitting stories. The judges will not be told who the authors of each respective submision are until after the judging has closed, to avoid any swaying of the judges. The recipient of the submissions (The Samurai Archives webmaster) will not be a judge, and will only moderate the proceedings, to keep entries anonymous. The winner will receive the total of all collected entrance fees, and the winning story will be featured on the Samurai Archives site as the winner of the 2007 Samurai Fiction contest. All stories will be placed in the &#39;Fan Fiction&#39; section of the Samurai Archives as well. The winner will be announced at the Yahoo Group and the Samurai Citadel at the end of judging. \n\nParticipants agree to have thier stories diplayed on that Samurai Archives after the contest has finished. Participants will retain all rights to thier work, and will be credited for thier work on the site. \n\nPlease email questions to webmaster @ samurai-archives.com \n\nDeadline for entrance fee: 3/31/2007\nDeadline for fiction submission: 4/05/2007\nJudging starts: 4/10/2007\nJudging ends: 4/15/2007 or until necessary\nWinner to be announced after judging.\n\nTimelines are subject to change. \n\nEnjoy!\n\n\n"
}