{
    "userId": 140650769,
    "authorName": "Tom Helm",
    "from": "Tom Helm &lt;toryu@...&gt;",
    "profile": "soshuju",
    "replyTo": "LIST",
    "senderId": "TfGFz3YJGrnq-UURK1fvz537UcnoJ0a6HDgRXVmGHTKz_1mU73W-UROWMK1bRhx8-6N1CDU0qeVZfKBeQ2SfQbQeSjMq",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [samuraihistory] Re: Fwd:  History vs The Last Samurai?",
    "postDate": "1179971165",
    "msgId": 9567,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PEJDRTdEM0MxLTlCQzAtNERGRi04NTI1LTM3MDRDRDZCQjUxQkB0b3J5dS1tb24uY29tPg==",
        "inReplyToHeader": "PGYzMGhkMytqNGp0QGVHcm91cHMuY29tPg==",
        "referencesHeader": "PGYzMGhkMytqNGp0QGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 9566,
    "nextInTopic": 9568,
    "prevInTime": 9566,
    "nextInTime": 9568,
    "topicId": 9504,
    "numMessagesInTopic": 33,
    "msgSnippet": "... Joe et al - We are talking about the modern period (post 1868) and we are still talking about that silly movie, but I hope the moderators will indulge us a",
    "rawEmail": "Return-Path: &lt;toryu@...&gt;\r\nX-Sender: toryu@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 9826 invoked from network); 24 May 2007 01:46:56 -0000\r\nReceived: from unknown (66.218.67.33)\n  by m50.grp.scd.yahoo.com with QMQP; 24 May 2007 01:46:56 -0000\r\nReceived: from unknown (HELO smtpauth01.prod.mesa1.secureserver.net) (64.202.165.181)\n  by mta7.grp.scd.yahoo.com with SMTP; 24 May 2007 01:46:56 -0000\r\nReceived: (qmail 6870 invoked from network); 24 May 2007 01:46:55 -0000\r\nReceived: from unknown (71.132.130.192)\n  by smtpauth01.prod.mesa1.secureserver.net (64.202.165.181) with ESMTP; 24 May 2007 01:46:54 -0000\r\nMime-Version: 1.0 (Apple Message framework v752.3)\r\nIn-Reply-To: &lt;f30hd3+j4jt@...&gt;\r\nReferences: &lt;f30hd3+j4jt@...&gt;\r\nMessage-Id: &lt;BCE7D3C1-9BC0-4DFF-8525-3704CD6BB51B@...&gt;\r\nDate: Wed, 23 May 2007 18:46:05 -0700\r\nTo: samuraihistory@yahoogroups.com\r\nX-Mailer: Apple Mail (2.752.3)\r\nX-eGroups-Msg-Info: 1:0:0:0\r\nFrom: Tom Helm &lt;toryu@...&gt;\r\nSubject: Re: [samuraihistory] Re: Fwd:  History vs The Last Samurai?\r\nX-Yahoo-Group-Post: member; u=140650769; y=RNWWvqCFHKtmt5L5GnmLTjKC0-jxDK15YPPSlmhsAF7bdA\r\nX-Yahoo-Profile: soshuju\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\n\nOn May 22, 2007, at 9:53 PM, joemaps273 wrote:\n\n&gt; The movie is, of course, loosely based on the Satsuma rebellion of\n&gt; 1877. Although the story in the film is significantly different from\n&gt; what actually transpired in 1877, I found a few themes to be common.\n&gt; First, the origin of the Satsuma rebellion was in the dissatisfaction\n&gt; of the samurai at the ending of their way of life. Secondly, as with\n&gt; Ken Watanabe in the movie, Saigo Takamori did indeed have deep\n&gt; respect for the emperor. Finally, the failure of Saigo&#39;s rebellion\n&gt; was partially due to the fact that he was fighting in an old Japanese\n&gt; style, while the Meiji government had westernized their methods.\n&gt; However, it was not really western weapons versus Japanese weapons on\n&gt; the battlefields of the Satsuma rebellion, since both sides used\n&gt; guns. Rather, the Meiji government made much better use of western-\n&gt; style logistics (reinforcements) and communications (the telegraph).\n&gt; The Meiji government was able to get Saigo bogged down in Kumamoto,\n&gt; while they sent in reinforcements and eventually overwhelmed him at\n&gt; Tabaru-zaka.\n&gt;\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJoe et al -\n\tWe are talking about the modern period (post 1868) and we are still  \ntalking about that silly movie, but I hope the moderators will  \nindulge us a bit longer. The Saga and other earlier rebellions were  \nabout the loss of privileges, really the loss of income as the  \ngovernment cut back on the stipends they paid out to disenfranchised  \nbushi. Satsumas rebellion was started by students of the shigakko  \n(most had never had Samurai status) who were convinced the central  \ngovernment meant to assassinate Saigo. They were of course joined by  \nex-army types that had come home with Saigo and others with a grudge  \nagainst the new leadership. What I find interesting is that Saigo  \n(and the new Meiji police forces) knew that if he were to reach  \nHonshu he would have of course been joined by all those out of work  \nsamurai and would have been an unstoppable force. He could have  \neasily skirted Kumamoto-jo or even taken an Eastern route to Dazaifu  \nbut chose not to.\n\tThis begs the question why did he insist on investing Kumamoto?  \nTabaru-zaka was not the decisive battle but it was 17 days of hard  \nfighting where he spent much of his force. Was his loyalty to the  \nEmperor, whom he raised from a boy, so strong that he intentionally  \nfought a battle of attrition rather than risk actually threatening  \nhim and the government Saigo himself had set up for him to lead?  \nSamurai pigheadedness is hardly an explanation for his siege of the  \ncastle.\n\tI agree that once they paused at Kumamoto the outcome was inevitable  \nfor the very reasons you cite above; Government logistics and  \ncommunications. I would point out though that the fierce fighting at  \nTabaru-zaka is where the image of sword versus gun comes from.  \nBecause of the heavy weather and the thick bamboo groves there the  \ngovernment guns and numbers were ineffective. So much so that a  \nspecial Batto-tai was formed of Aizu men who went in to fight sword  \nto sword against the rebels. The weather broke and new artillery was  \nbrought to bear on the area breaking the Satsuma hold on the road,  \nbut it was only weeks later that the army broke up and all that was  \nleft was to chase Saigo and his little band back to Shiroyama.\n\tWhat drives me mad about this film and others is how Hollywood  \nalways feeds us entertaining tripe like this even though the real  \nhistory is so much more interesting. And this story has so many great  \nstories within it it is just amazing that they seem to have missed  \nthem all!\nMakes me want to throw my sword at someone...\n-t\n\n\n\n[Non-text portions of this message have been removed]\n\n\n"
}