{
    "userId": 271708376,
    "authorName": "jore lehtinen",
    "from": "jore lehtinen &lt;tengu64@...&gt;",
    "replyTo": "LIST",
    "senderId": "7AFEdkjtQdlK5S-M5irbO8XaJA7byUYqWZUSfbwv59QQfzc8iTaBxbL9g0McpWJepiS3_6gz7qdpelKaUz48xkvEdwsMKylb4v8",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "RE: [samuraihistory] File - ForumInfo.txt",
    "postDate": "1186053675",
    "msgId": 9610,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": true,
    "headers": {
        "messageIdInHeader": "PEJBWTEzNS1XMjYwRDgxN0ZGMzgxNjUxMEE5NUM2MUEwRTkwQHBoeC5nYmw+"
    },
    "prevInTopic": 9607,
    "nextInTopic": 9616,
    "prevInTime": 9609,
    "nextInTime": 9611,
    "topicId": 1195,
    "numMessagesInTopic": 69,
    "msgSnippet": "hey!ive been trying to join samurai archives citadel at least dozen times.it wont work.it stops every time to the point where you suppose copy the letters in a",
    "rawEmail": "Return-Path: &lt;tengu64@...&gt;\r\nReceived: (qmail 65580 invoked from network); 7 Aug 2007 16:33:29 -0000\r\nReceived: from unknown (66.218.67.35)\n  by m37.grp.scd.yahoo.com with QMQP; 7 Aug 2007 16:33:29 -0000\r\nReceived: from unknown (HELO n16.bullet.sp1.yahoo.com) (69.147.64.213)\n  by mta9.grp.scd.yahoo.com with SMTP; 7 Aug 2007 16:33:29 -0000\r\nReceived: from [216.252.122.219] by n16.bullet.sp1.yahoo.com with NNFMP; 07 Aug 2007 16:33:00 -0000\r\nReceived: from [209.73.164.83] by t4.bullet.sp1.yahoo.com with NNFMP; 07 Aug 2007 16:32:59 -0000\r\nReceived: from [66.218.66.90] by t7.bullet.scd.yahoo.com with NNFMP; 07 Aug 2007 16:32:59 -0000\r\nX-Sender: tengu64@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nReceived: (qmail 93648 invoked from network); 2 Aug 2007 11:21:23 -0000\r\nReceived: from unknown (66.218.66.68)\n  by m45.grp.scd.yahoo.com with QMQP; 2 Aug 2007 11:21:23 -0000\r\nReceived: from unknown (HELO bay0-omc3-s2.bay0.hotmail.com) (65.54.246.202)\n  by mta11.grp.scd.yahoo.com with SMTP; 2 Aug 2007 11:21:23 -0000\r\nReceived: from BAY135-W26 ([65.55.140.61]) by bay0-omc3-s2.bay0.hotmail.com with Microsoft SMTPSVC(6.0.3790.2668);\n\t Thu, 2 Aug 2007 04:21:15 -0700\r\nMessage-ID: &lt;BAY135-W260D817FF3816510A95C61A0E90@...&gt;\r\nTo: &lt;samuraihistory@yahoogroups.com&gt;\r\nDate: Thu, 2 Aug 2007 14:21:15 +0300\r\nImportance: Normal\r\nMIME-Version: 1.0\r\nX-OriginalArrivalTime: 02 Aug 2007 11:21:15.0577 (UTC) FILETIME=[3D6AD290:01C7D4F7]\r\nX-eGroups-Msg-Info: 1:0:0:0\r\nFrom: jore lehtinen &lt;tengu64@...&gt;\r\nSubject: RE: [samuraihistory] File - ForumInfo.txt\r\nX-Yahoo-Group-Post: member; u=271708376\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Transfer-Encoding: quoted-printable\r\nX-Yahoo-Newman-Property: groups-system\r\nX-eGroups-Approved-By: kitsuno &lt;samurai-listowner@...&gt; via web; 07 Aug 2007 16:32:58 -0000\r\n\r\n\nhey!ive been trying to join samurai archives citadel at least dozen times.=\r\nit wont work.it stops every time to the point where you suppose copy the le=\r\ntters in a box.it wont allow me to do it.any hints?helps?...regards Jore\n\n\n=\r\nFrom: samuraihistory@yahoogroups.comTo: samuraihistory@yahoogroups.comDate:=\r\n Wed, 1 Aug 2007 10:50:39 +0000Subject: [samuraihistory] File - ForumInfo.t=\r\nxt\n\n\n\n\n(Updated 06/05/2006)First, be sure to join the Samurai Archives Cita=\r\ndel, the online community for people interested in Japanese history, cultur=\r\ne, martial arts, language, entertainment, and current events: http://forums=\r\n.samurai-archives.com/Second, ask yourself why you are here. If it is to le=\r\narn about and discussJAPANESE HISTORY, you are in the right place. If you a=\r\nre here to discussmartial arts, Anime, or your dedication to the ways of Bu=\r\nshido you are in theWRONG PLACE. Join the Samurai Archives Citadel:http://s=\r\namurai.threespursdesign.com/The Samurai Archives Citadel has forums that co=\r\nver every subject related to Japan. This is a moderated forum. Any off-topi=\r\nc posts may be ruthlessly deleted at the moderator(s) discretion without ex=\r\nplanation. Please do not take offense if one of your message is deleted, we=\r\n are just trying to keep everything on topic. The posting of SPAM will get =\r\nyouimmediately banned without exception.Following is the constitution of th=\r\ne Samurai History Group of Yahoo, RATIFIED 2004-2005POSTING TO THIS GROUP M=\r\nEANS THAT YOU AGREE TO ALL THE TERMS WITHIN, AND YOU UNDERSTAND THAT YOUR P=\r\nOSTS ARE ACCEPTED AT THE SOLE WILL OF THE MODERATOR(S) http://www.samurai-a=\r\nrchives.com/ultmods.html This is a group of well over 1500 people, therefor=\r\ne order must be maintained.PLEASE READ CAREFULLY AS YOUR FUTURE ON THIS FOR=\r\nUM DEPENDS ON IT.CONSISTENT FAILURE TO COMPLY WILL RESULT IN YOUR BANISHMEN=\r\nT FROM THE FORUM.However, if you comply with the rules, it is guaranteed th=\r\nat there will be no problems. We don&#39;t tend to be THAT serious.ARTICLES: 1.=\r\n Compose your emails using proper English, toinclude punctuation, spelling,=\r\n spacing,capitalization, and grammar. Allowances will be madeonly for those=\r\n who are not native English speakers. Ifyou are above the age of 10 and a n=\r\native Englishspeaker, there is no excuse for composing like you are4. If yo=\r\nu are under 10, you probably should not be onthe internet without supervisi=\r\non. 2. Limit your &quot;internetspeak&quot;. Using abbreviationssuch as &quot;lol&quot; (Laugh =\r\nout loud), &quot;ROTFLMAO&quot;, etc., areacceptable in limited usage and proper cont=\r\next. Thisis not a license to abbreviate everything you write ortake spellin=\r\ng/punctuation shortcuts because you arelazy--see Rule 1. &quot;Smileys&quot; are simi=\r\nlarly acceptablein limited usage. Also, be sure to erase unneeded extra tex=\r\nt from posts you reply to. There is no need to include the past 7 emails wh=\r\nen you are only responding to the last 2 sentences of the most recent email=\r\n.3. Do not make personal accusations or insults. Asmoderators, we are here =\r\nto enforce the rules andensure proper discussion and debate, and will notto=\r\nlerate &quot;flaming&quot; or personal attacks by anyone onanyone. Don&#39;t do it. 4. Ha=\r\nve a thick skin and do not take thingspersonally. While we won&#39;t allow pers=\r\nonal insults, youmust be able to handle being told you are wrong,especially=\r\n if you are wrong. No one on this email listis infallible. Similarly, you m=\r\nust be able to handlesarcasm. The moderators will not protect you if youwhi=\r\nne. The easiest thing to do is just not take thingspersonally. If you post =\r\na theory that does not fit with what is commonly known and accepted as hist=\r\nory, then back up your ideas with sources OR face the wrath of the more kno=\r\nwledgeable. Save your tears.5. Remember this is a HISTORY LIST. While digre=\r\nssionsare allowed to a limited extent, please keep things ontopic. Gaming t=\r\nopics, anime, popular culture are fineas long as there is some connection w=\r\nith Japanesehistory; however, these are not &quot;historical&quot; sources.Do not get=\r\n offended if someone says what you saw on&quot;Ninja Hattori-kun&quot; was inaccurate=\r\n, because itprobably was. If things get too far off topic, the list shogun =\r\nwill take appropriate action. Furthermore, this IS NOT alist for pseudo-phi=\r\nlosophical Hagakure reading Samurai wannabemartial artists. If you want to =\r\nbandy about how well you follow thetenets of Bushido, and how that makes yo=\r\nu a &#39;modern Samurai&#39;, GO SOMEWHERE ELSE. YOU ARE NOT WELCOME.6. Argue logic=\r\nally. &quot;I saw it on an anime&quot;, &quot;My senseitold me so&quot;, or &quot;that&#39;s what it say=\r\ns on my Playstationgame&quot; are NOT acceptable bases for arguments. You willre=\r\ncieve derision and sarcasm in return, and you willdeserve it. Do not misund=\r\nerstand--any of these aregood reasons to bring up a question. &quot;In my PS2 ga=\r\nmethe main character uses a symbol on his banner--whatis that called?&quot; is a=\r\n good question. &quot;In my PS2 gameyou have to follow Bushido to win, so all sa=\r\nmuraifollowed Bushido&quot; is a statement which will get youlaughed at for a mo=\r\nnth.7. READ THE TOP 11 MISCONCEPTIONS ABOUT THE SAMURAI.The link is below. =\r\nThis is not negotiable. If you postsomething idiotic like &quot;samurai hated gu=\r\nns&quot;, We willask you if you read the list. http://www.geocities.com/klancese=\r\ngall/home.htm8. Have a sense of humor.9. See rule #8.CONSISTENT FAILURE TO =\r\nCOMPLY MAY RESULT IN YOUR BANISHMENT FROM THE FORUM.THIS IS A MODERATED FOR=\r\nUM:Because this is a moderated forum, your post may not show up right away,=\r\n because it must be checked by a moderator. Therefore, it is not necessary =\r\nto repost. A moderator probably just hasn&#39;t had a chance to review your mes=\r\nsage. There are many extras located on this group&#39;s homepage at http://grou=\r\nps.yahoo.com/group/samuraihistory/Feel free to post links to other Japanese=\r\n history sites in the &#39;links&#39;section, or click on the &#39;chat&#39; section for re=\r\nal-time chat with anyone else who may be online. The &#39;files&#39; section contai=\r\nns various Japanese history related files, and you can create polls for mem=\r\nbers to vote in in the &#39;Polls&#39; section. Posting links or messages that cont=\r\nain SPAM will get you IMMEDIATELY BANNED from this groupwithout exception.T=\r\no start sending messages to members of this group, simply send email to:sam=\r\nuraihistory@yahoogroups.comIf you do not wish to belong to samuraihistory, =\r\nyou may unsubscribe by sending an email to:samuraihistory-unsubscribe@yahoo=\r\ngroups.comYou may also visit the Yahoo! Groups web site to modify your subs=\r\ncriptions:http://groups.yahoo.com/group/samuraihistory/ \n\n\n________________=\r\n_________________________________________________\nIlmaise itse=E4si: Suunni=\r\nttele kotisivusi haluamasi kaltaiseksi Live.comilla.\nhttp://www.live.com/ge=\r\ntstarted\n\n[Non-text portions of this message have been removed]\n\n\n"
}