{
    "userId": 0,
    "authorName": "samuraihistory@yahoogroups.com",
    "from": "samuraihistory@yahoogroups.com ",
    "replyTo": "LIST",
    "senderId": "WmrnhhqL_37aSzvxQS2W5AcRazWUqX5Kyr0KTDOtArYKK45jr3y8mk6E02JZWAhi-5SejB9ZrMUIJA7eekf7kYixweewSw",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "File - SamFic2008",
    "postDate": "1213538847",
    "msgId": 9753,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": true,
    "headers": {
        "messageIdInHeader": "PDEyMTM1Mzg4NDcuMjQ3NDY4MzAuODQ2NzgubTQ1QHlhaG9vZ3JvdXBzLmNvbT4="
    },
    "prevInTopic": 9749,
    "nextInTopic": 9756,
    "prevInTime": 9752,
    "nextInTime": 9754,
    "topicId": 9742,
    "numMessagesInTopic": 10,
    "msgSnippet": "This is an automated reminder about the 2008 Samurai Fiction contest. Deadline for entrance fee: 7/15/2008 NO Entrance fee. Check the site for complete",
    "rawEmail": "Return-Path: &lt;notify@yahoogroups.com&gt;\r\nReceived: (qmail 88079 invoked by uid 7800); 15 Jun 2008 14:07:27 -0000\r\nDate: 15 Jun 2008 14:07:27 -0000\r\nMessage-ID: &lt;1213538847.24746830.84678.m45@yahoogroups.com&gt;\r\nX-Yahoo-Newman-Property: groups-system\r\nX-eGroups-Application: files \r\nX-Yahoo-Group-Post: system\r\nFrom: samuraihistory@yahoogroups.com \r\nTo: samuraihistory@yahoogroups.com \r\nSubject: File - SamFic2008 \r\nMIME-Version: 1.0\r\nContent-Type: text/plain\r\nContent-Transfer-Encoding: 7bit\r\n\r\n\nThis is an automated reminder about the 2008 Samurai Fiction contest.\n  \nDeadline for entrance fee: 7/15/2008 \nNO Entrance fee.\n\nCheck the site for complete information:\nhttp://www.samurai-archives.com/writcon2.html\n\nThis year there is NO FEE to enter the samurai fiction contest. The contest is completely free and open to all. The entries will be published on Samurai Archives.com, with the winner featured. Writers will retain all rights to their stories.\n\n\nFourth Annual Samurai Fiction Contest, 2008\n\nThe parameters for the third annual Samurai Fiction contest are covered on this page. The stories must involve Japan or the Samurai, and the story may take place any time up to, but no later than the end of the 19th century, and may take place at any point in Japanese history before this.\n\n\nRequirements:\n\nThis is to be a piece of fiction writing taking place within an unspecified period in Japanese history up to the late 19th century. The available genres are listed on the website, linked above - the stories must be written in the style of one of the genres on the listed.\n\nParameters:\n\nThe story is required to be more than 1,000 words, with a 5,000 word targeted limit - overages are acceptable if necessary, but please don&#39;t overdo it. It can be done in the first person, or the third person, and must be a complete short story, not an excerpt from a larger story. The genre(s) must be listed at the top of the story above the title - one genre or a combination of two genres are acceptable. Although the particular genre will not affect judging, all entrants must make sure that their story follows the requirements of their chosen genre(s) - see details on the website listed above.\n\nSequels: Sequels to previous stories entered in the contest are acceptable - however, the story must be a stand-alone short story, not a continuation of the previous story.\n\nSubmission Information:\n\nSubmissions are to be sent via email to webmaster @ samurai-archives.com in a WORD .Doc format OR HTML. At the top of the first page, please include your full name, your Yahoo ID, Samurai Archives Citadel ID, and your Delphi Forums ID (whichever is applicable) your email address, as well as the genre(s) the story falls under, and the title of your story. You will receive a confirmation email that your submission has been received.\n\nJudging and Winning the contest:\n\nSubmissions will be judged by a panel of Yahoo Group and Samurai Citadel community members who are not submitting stories. The judges will not be told who the authors of each respective submission are until after the judging has closed, to avoid any swaying of the judges. The recipient of the submissions (The Samurai Archives webmaster) will not be a judge, and will only moderate the proceedings, to keep entries anonymous. The winning story will be featured on the Samurai Archives site as the winner of the 2008 Samurai Fiction contest. All stories will be placed in the &#39;Fan Fiction&#39; section of the Samurai Archives as well. The winner will be announced at the Yahoo Group and the Samurai Citadel at the end of judging. \n\nParticipants agree to have their stories displayed on that Samurai Archives after the contest has finished. Participants will retain all rights to their work, and will be credited for their work on the site. \n\nPlease email questions to webmaster @ samurai-archives.com \n\nDeadline for fiction submission: 7/15/2008\nJudging starts: 7/20/2008\nJudging ends: 8/01/2008 or until necessary\nWinner to be announced after judging.\n\nTimelines are subject to change. \n\nEnjoy!\n\n\n"
}