{
    "userId": 212842007,
    "authorName": "JL Badgley",
    "from": "&quot;JL Badgley&quot; &lt;tatsushu@...&gt;",
    "profile": "tatsushu",
    "replyTo": "LIST",
    "senderId": "QORX2_BbsfnjkJ638gKrwQT8FikYD2XmRaPvSdI6zF-RvG9S9j8rwYDKJqQHgH4O3JsqYZu9L-Wgvj-4T6LRAoEFYRa-08VK",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "Re: [samuraihistory] Samurai ( Buke in auchaeological term )",
    "postDate": "1222943277",
    "msgId": 9793,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDdiNDE3OTA4MDgxMDAyMDMyN2c3ZGM3YTI5MnJmY2RiMjRjODExYmE3YTQxQG1haWwuZ21haWwuY29tPg==",
        "inReplyToHeader": "PGdjMWE2ZitrMjVsQGVHcm91cHMuY29tPg==",
        "referencesHeader": "PDk5NjYyMy4xMjA2MS5xbUB3ZWI1NDUwNy5tYWlsLnJlMi55YWhvby5jb20+CSA8Z2MxYTZmK2syNWxAZUdyb3Vwcy5jb20+"
    },
    "prevInTopic": 9792,
    "nextInTopic": 9798,
    "prevInTime": 9792,
    "nextInTime": 9795,
    "topicId": 9787,
    "numMessagesInTopic": 16,
    "msgSnippet": "On Thu, Oct 2, 2008 at 12:03 PM, yoshiyukihiramoto ...  Eddie did a good job trying to lay out a very complex topic.  I want to mention a few things",
    "rawEmail": "Return-Path: &lt;tatsushu@...&gt;\r\nReceived: (qmail 32850 invoked by uid 7800); 3 Oct 2008 02:57:16 -0000\r\nX-Sender: tatsushu@...\r\nX-Apparently-To: samuraihistory@yahoogroups.com\r\nX-Received: (qmail 15430 invoked from network); 2 Oct 2008 10:27:58 -0000\r\nX-Received: from unknown (66.218.67.97)\n  by m55.grp.scd.yahoo.com with QMQP; 2 Oct 2008 10:27:58 -0000\r\nX-Received: from unknown (HELO qw-out-2122.google.com) (74.125.92.27)\n  by mta18.grp.scd.yahoo.com with SMTP; 2 Oct 2008 10:27:58 -0000\r\nX-Received: by qw-out-2122.google.com with SMTP id 9so217603qwb.3\n        for &lt;samuraihistory@yahoogroups.com&gt;; Thu, 02 Oct 2008 03:27:57 -0700 (PDT)\r\nX-Received: by 10.214.43.8 with SMTP id q8mr9505414qaq.53.1222943277502;\n        Thu, 02 Oct 2008 03:27:57 -0700 (PDT)\r\nX-Received: by 10.214.80.9 with HTTP; Thu, 2 Oct 2008 03:27:57 -0700 (PDT)\r\nMessage-ID: &lt;7b4179080810020327g7dc7a292rfcdb24c811ba7a41@...&gt;\r\nDate: Thu, 2 Oct 2008 20:27:57 +1000\r\nTo: samuraihistory@yahoogroups.com\r\nIn-Reply-To: &lt;gc1a6f+k25l@...&gt;\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Transfer-Encoding: 7bit\r\nContent-Disposition: inline\r\nReferences: &lt;996623.12061.qm@...&gt;\n\t &lt;gc1a6f+k25l@...&gt;\r\nX-eGroups-Msg-Info: 1:12:0:0:0\r\nFrom: &quot;JL Badgley&quot; &lt;tatsushu@...&gt;\r\nSubject: Re: [samuraihistory] Samurai ( Buke in auchaeological term )\r\nX-Yahoo-Group-Post: member; u=212842007; y=j_ZTcnwLg0WwXaO3FSOK07bN3gZrQH3CUphhxCO3jNQad7M\r\nX-Yahoo-Profile: tatsushu\r\nX-eGroups-Approved-By: kitsuno &lt;samurai-listowner@...&gt; via email; 3 Oct 2008 02:57:16 -0000\r\n\r\nOn Thu, Oct 2, 2008 at 12:03 PM, yoshiyukihiramoto\n&lt;eddiehiramoto@...&gt; wrote:\n&gt;&gt;\n&gt;&gt; Thank you letting me join the group.My question who started the\n&gt; samurai?What does the name samurai mean and do they practice it today\n&gt;&gt;\n&gt;  Hi James,\n&gt;\n&gt;  I&#39;m very glad to know you are interested in such a authentic real\n&gt; Japanese historical issue.\n&gt;\n&gt;  Please let me explain the issue of Samurai  , one by one, because it\n&gt; is involved so many things and long, long story indeed about 1,400\n&gt; years history.\n&gt;\n&lt;Snipped&gt;\n\nEddie did a good job trying to lay out a very complex topic.  I want\nto mention a few things that may have been missed in reading his post.\n\n1400 years ago (age of the Kojiki and Nihonshiki), as he mentioned,\nthere do appear to be warriors who are hired on to protect various\nlandowners&#39; property.  There were some groups, such as the Mononobe,\nwho were specifically considered warriors or warrior families, but for\nthe most part any kind of soldiers appear to have been lower class\nfolks.  In fact, as you enter the Ritsuryo period, you have soldiers\ncalled up by conscription from the various communities, rather than a\nwarrior class, per se.\n\nThe word &#39;samurai&#39;, as Eddie mentions, comes from the word &#39;saburafu&#39;,\n&#39;to serve&#39;.  (Saburafu-&gt;Saburahi-&gt;Samurai; not sure if that is the\n*exact* path the word took).\n\nDr. Karl Friday has a good book on this subject, whose title I&#39;m\nblanking on but if you search on his name you will no doubt find it.\n\nTrying to summarize some of what comes next: On the edges of the\nYamato polity, it appears that administration often had to rely on\nforce against the local population, and as provincial governors turned\ntheir attention more towards the courts, local administrators were\nleft with a freer reign in the outer territories, and having a\nstanding group of warriors was much more effective than trying to\nconscript a bunch of peasants whenever you needed to exert military\nforce.  Much of the power in the East, at least, appears to have been\nconcentrated in the hands of people who had the horses and bows to\nexert real power in the region.  This power was legitimized through\nvarious means, including marriage and alliances with court nobles.\nEventually, these eastern warriors make their way to the capital,\nchiefly under the employ of descendants of disinherited Imperial\nprinces (the Taira and the Minamoto--though there are several groups\nof Minamoto, descending from different Imperial ancestors).\n\nAt the same time, the monks of the various temples had also been\ngathering warriors to &#39;defend&#39; their rights and lands.  Towards the\nend of the Heian period, the temples are descending into the capital\nwith warrior-monks and a mikoshi carrying the enshrined spirit of\ntheir main object of worship.  Most of the Heian capital forces would\nnot face them, apparently partly in fear of the bad karma (or other\nill-effects) they could accrue by attacking the mikoshi.  These\nprovincial warriors appear to have had far fewer scruples regarding\nsuch things, and were initially seen by the court as a counter to the\ntemples&#39; power.\n\nI&#39;d say that the real use of military power in the capital was the\nHogen Disturbance, since it effectively put Taira Kiyomori in a\nposition of both political and military power.  After Kiyomori&#39;s death\nin the late 12th century, the descendants of his defeated Minamoto foe\nled a military revolt that caused a civil war.\n\n(Question for the room:  I believe this is the first time that the\nvarious military forces competed without being directly led by an\nEmperor or Imperial decree--they may have each claimed Imperial\nMandate, but every other similar power-struggle conflict I can think\nof seems to be much more directly influenced by the Emperor and his\nCourt rather than by the military power structures.)\n\nBTW, although it is known as the Genpei (or Gempei) War (meaning\nMinamoto and Taira), it was much more complex.  For instance, Minamoto\nno Yoritomo was backed by his Hojo supporters--a branch of the Taira\nfamily that had been given wardship over Yoritomo specifically to\nprevent something of this nature.  Even in the Hogen Disturbance you\nsee fathers and sons on separate sides of the disturbance.\n\nPretty much from this point on, the &#39;samurai&#39; houses, or buke\n(&#39;warrior families&#39;), are in a position of actual political power\nthroughout the country.\n\nThat is *way* too much of a summary of events, but I&#39;ll leave it stand\nso someone can nitpick it and further refine it.\n\n-Josh\n\n"
}