{
    "totalMsgInTopic": 2,
    "messages": [
        {
            "userId": 178892404,
            "authorName": "Maximo Marchionni",
            "from": "Maximo Marchionni &lt;Maximo@...&gt;",
            "profile": "maxmaterial",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Chinen Okinawa samurai family",
            "postDate": "1281025654",
            "msgId": 10228,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDRDNUFFNjc2LjIwNzA3MDlAZWFzeW1haWwuY29tLmFyPg==",
                "inReplyToHeader": "PDhDQ0ZFRkREREM4Q0IyNS0xODk4LUY0NERAd2VibWFpbC1tMDEyLnN5c29wcy5hb2wuY29tPg==",
                "referencesHeader": "PDhDQ0ZFRkREREM4Q0IyNS0xODk4LUY0NERAd2VibWFpbC1tMDEyLnN5c29wcy5hb2wuY29tPg=="
            },
            "prevInTopic": 10224,
            "nextInTopic": 0,
            "prevInTime": 10227,
            "nextInTime": 10229,
            "topicId": 10224,
            "numMessagesInTopic": 0,
            "msgSnippet": "Hello to every one! Does any one knows or have some info about a Okinawa s samurai family called Chinen? Thank you in advance, Máximo -- * Maximo D.",
            "messageBody": "<div id=\"ygrps-yiv-62031467\">Hello to every one!<br/>\nDoes any one knows or have some info about a Okinawa&#39;s samurai family <br/>\ncalled Chinen?<br/>\nThank you in advance,<br/>\nMáximo<br/>\n-- <br/>\n<br/>\n*<br/>\nMaximo D. Marchionni*<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:Maximo@...\">Maximo@...</a> &lt;mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:maximo@...\">maximo@...</a>&gt;<br/>\nwww.maximom.com.ar &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.maximom.com.ar\">http://www.maximom.com.ar</a>&gt;<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        },
        {
            "userId": 36450143,
            "authorName": "Cearb@aol.com",
            "from": "Cearb@...",
            "profile": "omajinchan",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "OFF TOPIC: Teaching in Japan",
            "postDate": "1280604585",
            "msgId": 10224,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDhDQ0ZFRkREREM4Q0IyNS0xODk4LUY0NERAd2VibWFpbC1tMDEyLnN5c29wcy5hb2wuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 10228,
            "prevInTime": 10223,
            "nextInTime": 10225,
            "topicId": 10224,
            "numMessagesInTopic": 0,
            "msgSnippet": "Greetings-- I m replying to ALL in case anyone else is interested in teaching in Japan... I taught for 4 1/2 years in Japan, first on the JET Programme as an",
            "messageBody": "<div id=\"ygrps-yiv-824868865\">Greetings--<br/>\n<br/>\nI&#39;m replying to ALL in case anyone else is interested in teaching in Japan...<br/>\n<br/>\nI taught for 4 1/2 years in Japan, first on the JET Programme as an Assistant Language Teacher (ALT) in the public middle schools, and for a years and a half with the American Language School.  In both cases, my experiences were generally excellent, and I am immensely happy I went.<br/>\n<br/>\nTo begin with, I was lucky to be placed in a smallish town not far from Tokyo, so I could have the Tokyo experience on weekends and not pay Tokyo prices for everything.  For another, I was fortunate to work in a board of education with many very nice people who were enthusiastic to help the ALTs learn about the culture, and I worked with some great teachers at my schools who were very accommodating and eager to learn English language idiom, etc.  I also had the good fortune of being in a town with a great group of businessmen who had formed an International Exchange Society and held a number of events where Japanese locals and foreign locals had the chance to mix and mingle.  Through this I had such opportunities as getting to be a mikoshi (miniature shrine) carrier at our local summer festival.  And my students LOVED me (if only because I have blond hair and blue eyes, which made me a somewhat rare commodity in my town where most of the Gaijin were Peruvians working for the local Toshiba factory).<br/>\n<br/>\nMy time at American Language School was also overwhelmingly good.  I felt that they did a very good job training me with techniques to use with very little children (I taught daycare classes, mommy and baby classes, and elementary aged children) AND unlike some companies, at ALS I was NEVER expected to be a salesman.  (Some companies want that first and foremost; your teaching duties become almost an afterthought.)  My situation here was somewhat unusual because I worked at a franchise school that was pretty independent and where the boss was notorious for making unexpected changes.  Still, I&#39;m pretty adaptable, so I was able to work with him longer than any of his previous teachers had.<br/>\n<br/>\nAnd during all of this, I still managed to travel plenty in Japan and around southeast Asia.<br/>\n<br/>\nOnce in a while I encountered little elements of discrimination -- climbing Mt. Fuji I encountered restrooms that had signs in English saying they were out of order, but no such signs in Japanese...  But overall my experiences were fantastic, and I had many Japanese friends and colleagues who really went out of their way to help me out and make me feel welcome there.  And of course the Japanese tend to be polite enough that whatever they may be thinking won&#39;t show on the surface!<br/>\n<br/>\nAnd, of course, much of the impetus is on you, to roll with the cultural differences and be patient.  (One of my big frustrations was that I always got all the same memos as everyone else in my office, but never with any translations or explanations as to what they were -- which could be a problem when they had messages like &quot;tomorrow is a holiday.  Don&#39;t come to school!&quot;<br/>\n<br/>\nAs for moonlighting...  You&#39;ll probably have LOADS of opportunities to do one-on-one tutoring, work for local companies, etc.  These are technically violations of your work visa, but that tends to be one of those wink-and-look-away types of things.  And if you get a job with a company like Toshiba, for example, there&#39;s some pretty sweet money to be made.<br/>\n<br/>\nBut, of course, as the JET mantra goes: everybody&#39;s experience is different.<br/>\n<br/>\nIf you&#39;d like to ask any specific questions, feel free to mail me off-list at <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:Cearb@...\">Cearb@...</a><br/>\n<br/>\nHope anyone with an interest in teaching in Japan has found this useful.<br/>\n<br/>\n--R. Michael Burns<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 10218,
    "nextTopicId": 10229
}