{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 212842007,
            "authorName": "JL Badgley",
            "from": "JL Badgley &lt;tatsushu@...&gt;",
            "profile": "tatsushu",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "The skinny on swords into and out of Japan",
            "postDate": "1280622175",
            "msgId": 10226,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PEFBTkxrVGlrVmlWREZWdF9pdnFYb1d3VkxweEdKPWF6YWQ1blIzd25fU0xfYkBtYWlsLmdtYWlsLmNvbT4="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 10225,
            "nextInTime": 10227,
            "topicId": 10226,
            "numMessagesInTopic": 0,
            "msgSnippet": "Greetings, I m a budoka:  I do battodo, iaido, and related arts.  I bring swords into and out of Japan, and for the most part what people have said about it is",
            "messageBody": "<div id=\"ygrps-yiv-1874212547\">Greetings,<br/>\n<br/>\nI&#39;m a budoka:  I do battodo, iaido, and related arts.  I bring swords<br/>\ninto and out of Japan, and for the most part what people have said<br/>\nabout it is true.<br/>\n<br/>\n1) You cannot bring non-Japanese &quot;steel&quot; swords into Japan.  You can<br/>\nget them into your luggage on your plane, but you will need to open it<br/>\nup at customs.  First, they will ask you want they are for.  Next,<br/>\nthey will do the magnet test.  If the magnet sticks, then there is<br/>\niron (assumption is steel, but we won&#39;t go into the metallurgy right<br/>\nnow) and the sword has to be verified (see below).  If the magnet<br/>\ndoesn&#39;t stick, it is a &quot;mogito&quot; (literally a fake sword) and you<br/>\nshould be fine.<br/>\n<br/>\n2) If there is iron/steel in the sword then you will need to justify<br/>\nhaving it.  There are several reasons you could bring it,<br/>\nlegitimately:<br/>\n   a) It is a traditional Japanese sword (Nihonto) and you are a<br/>\nlegitimate practitioner of a Japanese sword art or sword society.<br/>\nThey will want some kind of documentation as to its (and your)<br/>\nlegitimacy.  Here&#39;s where you get your senior sword practitioners or<br/>\nsociety members to vouch for you.  Note:  Just because it is a<br/>\nJapanese sword doesn&#39;t mean it will be allowed in.  Mumei gunto (war<br/>\nswords with no signature) are likely to be stopped.  Likewise, some<br/>\nsmiths have been accused of using unorthodox practices, and their<br/>\nswords are questionable/rejected, now, when they are discovered.  This<br/>\nhappened to my instructor when he went back for training.<br/>\n  b) You are bringing it in for work.  If you are getting fittings<br/>\nmade or having someone polish the blade, you can often get the sword<br/>\nthrough customs with help from the person doing the work.  It is not<br/>\nlegal to actually use the sword in Japan, however, and if you aren&#39;t<br/>\nthere as a tourist I don&#39;t know that they will want you to keep the<br/>\nsword.<br/>\n<br/>\nIf you bring a sword that doesn&#39;t meet their criteria, you could find<br/>\nyourself in the position of either having it held at the airport until<br/>\nyou leave or having it confiscated.  I can&#39;t tell you why the latter<br/>\nwould happen, but I wouldn&#39;t chance it, myself.  I&#39;d make sure that I<br/>\nwas in contact with a legitimate person in Japan who could tell me<br/>\nwhether or not I could bring the items in question with me or not.<br/>\n<br/>\nHope that helps.<br/>\n<br/>\n-Josh</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 10216,
    "nextTopicId": 10218
}