{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 145759856,
            "authorName": "kitsuno",
            "from": "&quot;kitsuno&quot; &lt;samurai-listowner@...&gt;",
            "profile": "kitsuno",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "The AAS-ICAS Joint Conference in Honolulu",
            "postDate": "1301588173",
            "msgId": 10296,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGluMjljZCt2dTVAZUdyb3Vwcy5jb20+"
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 10295,
            "nextInTime": 10297,
            "topicId": 10296,
            "numMessagesInTopic": 0,
            "msgSnippet": "For anyone who isn t aware, from today until 4/3/11 the Joint AAS-ICAS (The Association for Asian Studies and the International Convention of Asia Scholars)",
            "messageBody": "<div id=\"ygrps-yiv-1805478082\">For anyone who isn&#39;t aware, from today until 4/3/11 the Joint AAS-ICAS (The Association for Asian Studies and the International Convention of Asia Scholars) conference is being held in Honolulu. Three S-A forum members, LtDomer, LordAmeth, and myself will all be attending, so just to make an event out of it, we&#39;ll bring you live coverage of the event (relatively) via twitter (@samuraiarchives & @toranosukev) and you can also create a twitter search for #AASConference which we&#39;ll endeavor to add to the tweets. Also keep an eye here, the forum, on the facebook page, and the blog will be where the summaries of the most interesting presentations will be posted. I will also have my digital audio recorder, vid recorder, and camera, so I&#39;ll see if anyone will give me permission to record, and also we&#39;ll be putting together audio for a potential podcast based on the event as well. <br/>\n<br/>\nHere is a link to the conference page: <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.asian-studies.org/Conference/index.htm\">http://www.asian-studies.org/Conference/index.htm</a> <br/>\n<br/>\nHere&#39;s a recent post on the blog detailing the event:<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://shogun-yashiki.blogspot.com/2011/03/joint-aas-icas-joint-conference-in.html\">http://shogun-yashiki.blogspot.com/2011/03/joint-aas-icas-joint-conference-in.html</a><br/>\n<br/>\nHere are some of the presentations I intend to go to: <br/>\n<br/>\nSession 72: Monks of the Five Mountains & Shogunal Patronage of Zen in the Making of Muromachi Culture <br/>\nSession 192: Negotiating One&#39;s Place in Japan&#39;s Long Sixteenth Century <br/>\nSession 321: Before and After the Banquet: Culinary Discourse in Japan (1500-1900) <br/>\nSession 541: Elite Patronage and Viewership of Japanese Art in the Age of the Toyotomi-Tokugawa Transition <br/>\nSession 560: From Horseriders to Buddhist Devotees: China, Korea, and Japan at the Intersection of Visual Culture in the 5th-7th Centuries <br/>\nSession 614: History, Literature, and Religion: Toward a New Paradigm for Kokugaku <br/>\nSession 659: Nagasaki in the Eighteenth Century: Commercial and Institutional Change From Inside and Out <br/>\n<br/>\n<br/>\nThat still leaves me with space for at least five more presentations which I haven&#39;t decided on yet. The more than 100 lectures and presentations can be found here: <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.asian-studies.org/Conference/Print-Program.htm\">http://www.asian-studies.org/Conference/Print-Program.htm</a></div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 10295,
    "nextTopicId": 10297
}