{
    "totalMsgInTopic": 2,
    "messages": [
        {
            "userId": 472843210,
            "authorName": "Dr. Sófi Gyula",
            "from": "=?ISO-8859-1?Q?Dr=2E_S=F3fi_Gyula?= &lt;drsofigyula@...&gt;",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Re: [samuraihistory] Imjin War book for historians and gamers",
            "postDate": "1314861675",
            "msgId": 10362,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PENBSytOLTYzK0Mycmk2VVF0Zyt3NnA5VVhVWC1lLTc4S0g9PVNBVHotQzZ2amZzdi11QUBtYWlsLmdtYWlsLmNvbT4=",
                "inReplyToHeader": "PGozbWlrcStzNWdqQGVHcm91cHMuY29tPg==",
                "referencesHeader": "PGozbWlrcStzNWdqQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 10358,
            "nextInTopic": 0,
            "prevInTime": 10361,
            "nextInTime": 10363,
            "topicId": 10358,
            "numMessagesInTopic": 0,
            "msgSnippet": "Hello Brian, I write to you to get some advices on my research plan. I am a forensic expert on the field of psychiatry and the national leader intructor of",
            "messageBody": "<div id=\"ygrps-yiv-1749153580\">Hello Brian,<br/>\n<br/>\nI write to you to get some advices on my research plan.<br/>\nI am a forensic expert on the field of psychiatry and the national leader<br/>\nintructor of Miyamoto Musashi&#39;s Hyoho Niten Ichi Ryu, the school of<br/>\ntwo-sword fighting. &quot;Everyone&quot; knows, that Musashi had some conduct<br/>\ndisorders and some symptoms of other psychopathology during his life.<br/>\nA lot of us knows him as one of the most famous &quot;kensei&quot; from who originated<br/>\nthe bases of modern iaido, kendo and of course his style of kenjutsu.<br/>\nThere are people, who knows Musashi&#39;s paintings, sculptures, and<br/>\nphilosophical books.<br/>\nLess is known about his real life, and the papers are confusing concerning<br/>\non Musashi.<br/>\nWhat I could know about him, the real man, makes me thinking that some<br/>\npsychological basements and familiar circumstances should be the &quot;trigger&quot;<br/>\nfor him being a victorius sword-fighter.<br/>\nTo confirm my hypothesis needs a research, what needs to collect<br/>\ninformations from original documents. Do you have any suggestions where to<br/>\nstart?<br/>\n<br/>\nBest wishes,<br/>\nGyula Sofi<br/>\n<br/>\n<br/>\n2011/9/1 bbradf3021 &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:BBradford1973@...\">BBradford1973@...</a>&gt;<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; **<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; Hello all,<br/>\n&gt;<br/>\n&gt; I do not think it has been mentioned here, but for a few months my book,<br/>\n&gt; Hideyoshi&#39;s Korean Invasion, has been available. While this is a supplement<br/>\n&gt; for Killer Katanas, it is still a valuable source for anyone studying the<br/>\n&gt; period.<br/>\n&gt;<br/>\n&gt; This book deals with the Imjin War, fought between the invading Japanese<br/>\n&gt; and the Ming and Choson Dynasties. Within the 90+ pages is Army organization<br/>\n&gt; and game rules for the Ming and Choson Armies under KK2, game ratings for<br/>\n&gt; over 120 Ming and Choson leaders, supplemental siege rules that introduce<br/>\n&gt; the use of chinese siege engines, and seven scenarios withn maps and<br/>\n&gt; complete orders of battle: Chungju, Imjin River, 2nd Pyong-yang, Pyokje,<br/>\n&gt; Haengju, Chiksan, and Sachon. The book also includes Imjin War playing<br/>\n&gt; charts for KK2.<br/>\n&gt;<br/>\n&gt; A major part of the book deals with modeling the armies of the period and<br/>\n&gt; contains seven black and white plates illustrating the appearance of the<br/>\n&gt; Ming and Choson Armies, along with their flags. According to an email sent<br/>\n&gt; to me from Kenneth Swope, even he can&#39;t wait to see the finished product.<br/>\n&gt;<br/>\n&gt; Nearly 10 years of research has gone into creating this book and much of<br/>\n&gt; the information inside it is being presented in English for the first time.<br/>\n&gt; While intended for use with Killer Katanas 2, the book is by no means<br/>\n&gt; limited to these rules, and the information inside can be used for many<br/>\n&gt; other rule sets. This book is also valuable to any painter or modeler who is<br/>\n&gt; looking for uniform and flag information on the Ming and Choson Armies of<br/>\n&gt; the war.<br/>\n&gt;<br/>\n&gt; By the way, the book has been created with assistance from Stephen Turnbull<br/>\n&gt; and Kenneth Swope.<br/>\n&gt;<br/>\n&gt; If you are interested send an email to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:BBradford1973@...\">BBradford1973@...</a>. You can also<br/>\n&gt; find the book under Heartbreaker28 at Ebay.<br/>\n&gt;<br/>\n&gt; Arrigato,<br/>\n&gt;<br/>\n&gt; Brian<br/>\n&gt;<br/>\n&gt;  <br/>\n&gt;<br/>\n<br/>\n<br/>\n </span></blockquote>[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        },
        {
            "userId": 130539158,
            "authorName": "bbradf3021",
            "from": "&quot;bbradf3021&quot; &lt;BBradford1973@...&gt;",
            "profile": "bbradf3021",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "6"
            },
            "subject": "Imjin War book for historians and gamers",
            "postDate": "1314835930",
            "msgId": 10358,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGozbWlrcStzNWdqQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 10362,
            "prevInTime": 10357,
            "nextInTime": 10359,
            "topicId": 10358,
            "numMessagesInTopic": 0,
            "msgSnippet": "Hello all, I do not think it has been mentioned here, but for a few months my book, Hideyoshi s Korean Invasion, has been available.  While this is a",
            "messageBody": "<div id=\"ygrps-yiv-956289548\">Hello all,<br/>\n<br/>\nI do not think it has been mentioned here, but for a few months my book, Hideyoshi&#39;s Korean Invasion, has been available.  While this is a supplement for Killer Katanas, it is still a valuable source for anyone studying the period.<br/>\n<br/>\nThis book deals with the Imjin War, fought between the invading Japanese and the Ming and Choson Dynasties. Within the 90+ pages is Army organization and game rules for the Ming and Choson Armies under KK2, game ratings for over 120 Ming and Choson leaders, supplemental siege rules that introduce the use of chinese siege engines, and seven scenarios withn maps and complete orders of battle: Chungju, Imjin River, 2nd Pyong-yang, Pyokje, Haengju, Chiksan, and Sachon. The book also includes Imjin War playing charts for KK2.<br/>\n <br/>\nA major part of the book deals with modeling the armies of the period and contains seven black and white plates illustrating the appearance of the Ming and Choson Armies, along with their flags. According to an email sent to me from Kenneth Swope, even he can&#39;t wait to see the finished product.<br/>\n <br/>\nNearly 10 years of research has gone into creating this book and much of the information inside it is being presented in English for the first time. While intended for use with Killer Katanas 2, the book is by no means limited to these rules, and the information inside can be used for many other rule sets. This book is also valuable to any painter or modeler who is looking for uniform and flag information on the Ming and Choson Armies of the war.<br/>\n <br/>\nBy the way, the book has been created with assistance from Stephen Turnbull and Kenneth Swope.<br/>\n <br/>\nIf you are interested send an email to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:BBradford1973@...\">BBradford1973@...</a>. You can also find the book under Heartbreaker28 at Ebay. <br/>\n<br/>\nArrigato,<br/>\n<br/>\nBrian</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 10354,
    "nextTopicId": 10321
}