{
    "totalMsgInTopic": 2,
    "messages": [
        {
            "userId": 117006241,
            "authorName": "kitsuno",
            "from": "&quot;kitsuno&quot; &lt;cewest@...&gt;",
            "profile": "kitsuno",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Re: Philosophical question about samurai I havent been drinking!",
            "postDate": "1028951345",
            "msgId": 1052,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGFqMjJmaCtlY2w2QGVHcm91cHMuY29tPg==",
                "inReplyToHeader": "PGFqMXUwOSt1Z2oyQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 1051,
            "nextInTopic": 0,
            "prevInTime": 1051,
            "nextInTime": 1053,
            "topicId": 1051,
            "numMessagesInTopic": 0,
            "msgSnippet": "A good portion (though not all) of the history of the Sengoku era was written in the 17th and 18th centuries - decades or more after the fact, so that alone",
            "messageBody": "<div id=\"ygrps-yiv-1206173394\">A good portion (though not all) of the &#39;history&#39; of the Sengoku era<br/>\nwas written in the 17th and 18th centuries - decades or more after the<br/>\nfact, so that alone makes things a bit questionable (although I assume<br/>\nthey were using documents contemporary to the Sengoku to write thier<br/>\nhistories).  Also, god only knows how many hundreds or thousands of<br/>\npages of firsthand information kept in temples and shrines around<br/>\njapan was destroyed by allied bombers during WWII - who knows what<br/>\nsort of information was lost.  Not to mention the fact that in some<br/>\ncases, some actual decendants of various clans are STILL holding<br/>\ntightly to personal letters and firsthand accounts from the 16th<br/>\ncentury without letting scholars getting a look at it because it is<br/>\n&#39;family matters&#39;.  The Sengoku era is still being slowly pieced<br/>\ntogether bit by bit, many temples have storage rooms that probably<br/>\nhavent been gone through in decades.  Last time I was in Japan, I went<br/>\nto a temple in Yamashina, Kyoto that after over 100 years brought out<br/>\na contemporary wood carving of Tokugawa Ieyasu that had been sitting<br/>\nin one such storage room.  Believe it or not, new Sengoku era<br/>\ninformation is still coming to light.  Within the past 8-10 years I<br/>\nread somewhere that some new documents found in a temple shed some new<br/>\nlight on one of the sengoku clans (can&#39;t remember any details.)  This<br/>\nis probably why all the bookstores not only have shelves and shelves<br/>\nof books exclusively on the Sengoku period, but also why there are new<br/>\nSengoku period books coming out yearly, if not monthly.  The<br/>\nscholarship in the West is decades and decades behind Japan -<br/>\nespeciallly when you have almost all of the &#39;classics&#39; about the<br/>\nSengoku in the West were written between 20 - 40 years ago, including<br/>\nSansom, Berry, Hall, etc.<br/>\n<br/>\nI&#39;m still waiting for the new Sengoku scholarship renaissance to hit<br/>\nthe West.</div>",
            "specialLinks": []
        },
        {
            "userId": 82600261,
            "authorName": "samurai182uk",
            "from": "&quot;samurai182uk&quot; &lt;samurai182uk@...&gt;",
            "profile": "samurai182uk",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Philosophical question about samurai I havent been drinking!",
            "postDate": "1028946761",
            "msgId": 1051,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGFqMXUwOSt1Z2oyQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 1052,
            "prevInTime": 1050,
            "nextInTime": 1052,
            "topicId": 1051,
            "numMessagesInTopic": 0,
            "msgSnippet": "Hello everyone I wonder if you lot could help me with something.  The thing is you see I have recently been having a problem with faith, you see, not in the",
            "messageBody": "<div id=\"ygrps-yiv-366716179\">Hello everyone<br/>\n<br/>\nI wonder if you lot could help me with something.  The thing is you <br/>\nsee I have recently been having a problem with faith, you see, not in <br/>\nthe religious way at all. But to do with the samurai of the past, <br/>\nsometimes I want to believe all what is written about these great <br/>\npeople, sometimes it seems to be just exagerated, these historical <br/>\nfigures are like characters literally in a game or movie, Nobunaga <br/>\nthe cruel, dominant stiffled dictator, Hideyoshi- the rags to riches <br/>\nstory, or should that be the ashigaru to daimyo story. whatever. <br/>\nTokugawa Ieyasu the man who ate the cake, took the glory.  If you go <br/>\nfurther back you have Yoshitsune the tragic hero, Benkkei the warrior <br/>\nmonk who accomplished amazing feats. I know in the history of all <br/>\ncountries all have their heroes, in British history we have the <br/>\ncharge of the light brigade the victory against the armada. But I <br/>\ndon&#39;t think their are really any mythological characters. I am not an <br/>\nexpert but sometimes I think why I am drawn to Japan is that the <br/>\nhistory is all around Japanese society even the cities of Japan are <br/>\nsometimes based on the names of feudal era castles, or vice versa.  <br/>\nPopular authors who we all read like master Stephen Turnbull <br/>\nconstantly are giving this rosy view somemight say corny blossom <br/>\nview, but I understand Japan is a bit like this sometimes the poems <br/>\nare mostly very tragic, all or nothing affairs. All I am saying is <br/>\nthat the truth is sometimes very much distorted. What got me thinking <br/>\nlike this is that 1. I read a certain book, 2. I read George Sansoms <br/>\nbook )much more realistic I think.3. I have been looking at Japanese <br/>\nmaps studying place names, seeing the history literally engrained <br/>\ninto the landscape. I don&#39;t know, I just wonder sometimes what the <br/>\nBushi of the past would think of us saying oh this guy was the best <br/>\nsamurai because he conquered such and such an area. Killed so many <br/>\npeople. You know how much can we actually understand about the <br/>\nsamurai. Oh sorry to rant on and on. I hope I made some point, this <br/>\nis a disscussion group after all, my favourite samurai was Akechi <br/>\nMitsuhide, but I guess you could guess through my comments. Was he a <br/>\ngood samurai? I don&#39;t know, but atleast he put an end to Nobunaga <br/>\nrest his soul.  Sigh, <br/>\n<br/>\nwhat do others think? I don&#39;t think I have lost the interest in <br/>\nJapan, just I am more wary/weary of the truth.<br/>\n<br/>\nMark</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 1039,
    "nextTopicId": 1043
}