{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 21382476,
            "authorName": "Scott19NY",
            "from": "&quot;Scott19NY&quot; &lt;scottc_4@...&gt;",
            "profile": "Scott19NY",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Ninja",
            "postDate": "1029164365",
            "msgId": 1069,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGFqOGlnZCtpaG5kQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 1068,
            "nextInTime": 1070,
            "topicId": 1069,
            "numMessagesInTopic": 0,
            "msgSnippet": "I do not claim to be an expert on the subject.  However,  From what I have read these are the thoughts the I have come up with conderning ninja.  Tenshin",
            "messageBody": "<div id=\"ygrps-yiv-221322717\">I do not claim to be an expert on the subject.  However,  From what I <br/>\nhave read these are the thoughts the I have come up with conderning <br/>\nninja.  Tenshin Shoden Katori Shinto Ryu , the oldest documented <br/>\nmartial art in Japan dating from the 1400&#39;s, includes ninjutsu <br/>\ntraining in it ciriculum.  It is about 600 years old, while the <br/>\nBujinkan claims to have a lineage dating back over 800 years.  I <br/>\nthink that the original ninja were actually samurai.  Smaurai that <br/>\nspecialized in the ninjutsu techniques of one of the ryu they <br/>\nstudied.  Yagyu Jubei is an example.  He was a samurai, but is well <br/>\nknown for acting as a ninja.  Of course this is just one example.  <br/>\nDurring the Tokugawa period there were a large number of ronin in <br/>\nJapan.  The idea of the freelance ninja probably developed from this <br/>\ntime.  Ronin who had been trained in nijutsu techniques would sell <br/>\ntheir services, and teach others.  This is when ,I think, ninjutsu as <br/>\na seperate clandestine art developed.  This is also when history and <br/>\nmyths got mixed together and gave the idea that ninja had a long <br/>\nhistory.  Or maybe the instrustors at that time told their students <br/>\nthat there was a long history.  And those histories have been taught <br/>\nto modern students.  Now before I get too many indictments <br/>\nfor &quot;ninjutsu bashing&quot;  let me say this.   I am not saying ninjutsu <br/>\nis a good or bad art to train in.  I studied ninjutsu myself before I <br/>\ndeveloped my interest in the samurai.  I am only speaking of history <br/>\nhere.  For more information this is a good article <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.koryubooks.com/library/ninjutsu.html\">http://www.koryubooks.com/library/ninjutsu.html</a><br/>\nDr. Karl Friday holds a Menkyo Kaiden (highest rank possible) in <br/>\nKashima Shin Ryu, one of the oldest documented ryu.  He is also a <br/>\ntrained historian and is professor in University of Georgia&#39;s history <br/>\ndepartment.  Once again I don&#39;t claim to be an expert on this so I am <br/>\nvery open to others opinions and inforamtion.  Just try to remain <br/>\nacademic and don&#39;t get too personal *lol*.</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 1043,
    "nextTopicId": 1064
}