{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 82600261,
            "authorName": "samurai182uk",
            "from": "&quot;samurai182uk&quot; &lt;samurai182uk@...&gt;",
            "profile": "samurai182uk",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "war banners/Nobori-hata , Uma jirushi, Naga Hata, Sashimono",
            "postDate": "1029365251",
            "msgId": 1085,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGFqZW1tMytwdjY1QGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 1084,
            "nextInTime": 1086,
            "topicId": 1085,
            "numMessagesInTopic": 0,
            "msgSnippet": "HI all I could, join in this debate on mr Turnbull, but I think I will try and avoid this and try and be helpful instead.  I have found some excellent pictures",
            "messageBody": "<div id=\"ygrps-yiv-262619024\">HI all<br/>\n<br/>\nI could, join in this debate on mr Turnbull, but I think I will try <br/>\nand avoid this and try and be helpful instead.  I have found some <br/>\nexcellent pictures of samurai banners. Maybe some have found it, but <br/>\nmaybe some have not. It is of interest to anyone who likes Heraldry <br/>\nor mon. Perhaps also to people who research Japanese prefectures. The <br/>\nlinks are <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.crwflags.com/fotw/flags/jp-kuni.html\">http://www.crwflags.com/fotw/flags/jp-kuni.html</a> <br/>\nalso <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.crwflags.com/fotw/flags/geo-jp.html\">http://www.crwflags.com/fotw/flags/geo-jp.html</a> -shows a good map <br/>\nof Japan.  In general this is a good base for further research.  I am <br/>\nstarting a website soon, among the topics I want to look into, will <br/>\nbe Japanese prefectures, from Heian to modern day. Mainly <br/>\nconcentrating on old maps from adventurers, looking at English <br/>\nspellings etc. My goal is one time to have a map of Japan I am happy <br/>\nwith for each date in time. If anyone knows of good maps, I would <br/>\nappreciate a shout, one site I like is <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.davidrumsey.com/view.html\">http://www.davidrumsey.com/view.html</a><br/>\njust type Japan for search topic, you will be rewarded by excellent <br/>\nmaps, takes a while though. <br/>\nOk then hope this helps.<br/>\nTurnbull is not the best in his field, but I suppose until as Kitsuno <br/>\nsays the West catches up with Japanese historians, he is at least <br/>\nkeeping the subject accesible to people, the problem lies in if by <br/>\ndoing this people get the wrong view of the Bushi, I believe it is a <br/>\nmatter of compromise, I guess, that if we want to read popular quite <br/>\neasy to read books, we will continue to buy each book as it comes <br/>\nout.  If we want scholarly books to use for study then I guess the <br/>\nadvice is like others have said look to Japanese sources, or to the <br/>\npast although there are also some other good Western writers.  Oh <br/>\nwell Im not sure, we can&#39;t have the best of both worlds. <br/>\n<br/>\nhmmm, can we?<br/>\n<br/>\nall the best<br/>\n<br/>\nMark</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 1080,
    "nextTopicId": 1036
}