{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 117006241,
            "authorName": "kitsuno",
            "from": "&quot;kitsuno&quot; &lt;cewest@...&gt;",
            "profile": "kitsuno",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "&#39;Emperor of Japan&#39;: A Scholar Pieces Together a Life of the Enigmatic Meiji",
            "postDate": "1029772014",
            "msgId": 1119,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGFqcjN0ZSt1dmdrQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 1118,
            "nextInTime": 1120,
            "topicId": 1119,
            "numMessagesInTopic": 0,
            "msgSnippet": "from NYTimes.com: Emperor of Japan : A Scholar Pieces Together a Life of the Enigmatic Meiji August 18, 2002 By DENNIS WASHBURN To understand contemporary",
            "messageBody": "<div id=\"ygrps-yiv-1451696984\">from NYTimes.com: <br/>\n<br/>\n&#39;Emperor of Japan&#39;: A Scholar Pieces Together a Life of the Enigmatic <br/>\nMeiji<br/>\n<br/>\nAugust 18, 2002<br/>\nBy DENNIS WASHBURN <br/>\n<br/>\nTo understand contemporary Japan one first has to grasp the<br/>\nsweeping social changes of the last half of the 19th<br/>\ncentury. What appeared at the time to set them off was the<br/>\narrival of Commodore Perry&#39;s American naval squadron in<br/>\n1853. After many attempts by several Western powers to open<br/>\nup Japan to trade, Perry finally succeeded in ending<br/>\ncenturies of Japan&#39;s self-imposed isolation. His success<br/>\ntriggered a crisis of legitimacy. For more than six<br/>\ncenturies the chief military leaders of Japan, the shoguns,<br/>\nhad ruled the nation. Since 1603 the hereditary shoguns<br/>\nwere members of the powerful Tokugawa family, who, while<br/>\nthey claimed authority in the name of the emperors in<br/>\nKyoto, in fact ran the government as they wanted, from<br/>\ntheir capital in Edo (Tokyo). The regime had become<br/>\nossified through the years, and its inability to resist the<br/>\nWestern incursion exposed its weakness. Eventually a civil<br/>\nwar broke out, the feudal shogun system collapsed, and<br/>\nimperial rule was restored in 1868. <br/>\n<br/>\nIn 1852, a year before Perry&#39;s arrival, a new crown prince,<br/>\nMutsuhito, was born. No one could have foreseen the<br/>\nsignificance this child would assume as a symbol of Japan&#39;s<br/>\nmodernization. As Donald Keene, with muted amusement,<br/>\nreveals in &#39;&#39;Emperor of Japan,&#39;&#39; Mutsuhito&#39;s upbringing was<br/>\nsheltered from the turmoil overtaking his country; it was<br/>\ntraditional, steeped in the ancient protocol and customs of<br/>\nthe court. Yet by the time he ascended the throne at 15 he<br/>\nwas the focus of national aspirations. Traditionally an<br/>\nemperor might have several names during his reign and a<br/>\ndifferent one after death. This emperor was called Meiji<br/>\n(Enlightened Rule) from the beginning, and he, and the<br/>\nentire historical era he embodied, have been called Meiji<br/>\never since. <br/>\n<br/>\nIn practical terms the Meiji Restoration of 1868 did not<br/>\nbring about direct rule by the emperor. The new government<br/>\nwas an oligarchy made up of the senior members of the<br/>\nloyalist faction that had overthrown the shogunate. Even<br/>\nthough the loyalists gained support for their cause by<br/>\npromising to expel all foreigners, pragmatism quickly<br/>\ndisplaced impractical idealism. A total makeover of the<br/>\ngovernment began promptly, on the model of a modern<br/>\nconstitutional monarchy. As his first major act, the Meiji<br/>\nemperor promulgated the Charter Oath -- five promises to<br/>\nthe people of Japan to bring fundamental change to the<br/>\npolitical system. Although the promises were general and<br/>\nvague, the Charter Oath became the foundational document<br/>\nthat effectively set the government&#39;s course for the rest<br/>\nof the Meiji period (1868-1912). <br/>\n<br/>\nIn those 44 years the Meiji state instituted radical<br/>\neconomic, military and legal reforms. With the tacit<br/>\nsupport of the emperor, the oligarchy ruthlessly swept<br/>\naside old bureaucratic institutions and the feudal class<br/>\nstructure. It set up new banking and educational systems,<br/>\nbrought the legal code into line with Western standards and<br/>\nestablished a constitution in 1889 that created a<br/>\nparliamentary form of government. Perhaps most important,<br/>\nthe Meiji oligarchy initiated a march to great-power status<br/>\nthrough policies that encouraged rapid industrialization at<br/>\nhome and colonialist expansion abroad -- expansion that led<br/>\nJapan into war with China in 1894 and with Russia a decade<br/>\nlater. <br/>\n<br/>\nThe decision to resist the power and hegemony of the West<br/>\nby consciously emulating Western cultural forms lies at the<br/>\nheart of all of these changes. Some members of the original<br/>\noligarchy, among them Takamori Saigo, once commander of the<br/>\nimperial army, disagreed vehemently with this policy, and<br/>\nin the early years of the Meiji period the government<br/>\nexperienced some resistance, most notably in what is known<br/>\nas the Satsuma Rebellion of 1877. <br/>\n<br/>\nOnce the young Meiji state had weathered its early crisis<br/>\nof legitimacy, however, it did not limit Japan&#39;s embrace of<br/>\nmodernity to the importation of Western institutions and<br/>\nmaterial culture. The oligarchy extended its mandate by<br/>\nbeginning to build an empire in Asia. This mission demanded<br/>\nacquiescence in the racial ideologies that sustained<br/>\ncolonial power, and only the construction of a myth of<br/>\nJapanese cultural uniqueness made this situation palatable.<br/>\nThe result was a strange cultural synthesis, a hybrid of<br/>\nWestern modernity and a newly created imperial ideology<br/>\nthat promoted the concept of an essential Japanese culture<br/>\nrendered timeless by the unbroken succession of the royal<br/>\nline. The fundamental legacy of the Meiji period is thus<br/>\nthe very idea of a modern Japanese state possessing a<br/>\nnationally shared cultural tradition. <br/>\n<br/>\nGiven the eventful nature of his reign, the lack of<br/>\nEnglish-language scholarship on this emperor&#39;s life is<br/>\nsurprising. There are many fine books on aspects of the<br/>\nhistory and culture of the Meiji period; and in recent<br/>\nyears distinguished studies by John Dower and Herbert Bix<br/>\nhave explored the workings of the modern imperial system<br/>\nthrough an examination of the life of Meiji&#39;s grandson,<br/>\nHirohito. The Meiji emperor, however, remains an aloof and<br/>\nenigmatic presence whose personal life is largely<br/>\ninaccessible even to most modern-day Japanese. <br/>\n<br/>\nDonald Keene attempts to address this gap in the record --<br/>\n&#39;&#39;to find Emperor Meiji,&#39;&#39; as he puts it. Few scholars are<br/>\nas well qualified to undertake this tremendous project. He<br/>\nbegan his scholarly career in Japanese studies a few years<br/>\nafter World War II, and he continues to be one of the<br/>\nforemost critics and translators of Japanese culture.<br/>\nAlthough he is best known for his extensive writings on<br/>\nliterature, he is a cultural historian with an encyclopedic<br/>\nknowledge of Japan. His special gifts are on display in<br/>\n&#39;&#39;Emperor of Japan,&#39;&#39; which approaches Meiji&#39;s life by<br/>\ninterweaving two separate but related narratives. Drawing<br/>\non a wide range of sources, including the huge compilation,<br/>\n&#39;&#39;Records of the Meiji Emperor&#39;&#39; (Meiji tenno ki), Keene<br/>\nconstructs a year-by-year biography of Meiji&#39;s life. A<br/>\nsecond narrative outlining the significant events of the<br/>\nMeiji period frames the daily details of the emperor&#39;s<br/>\npersonal affairs. The result is a biography that serves as<br/>\npolitical history. <br/>\n<br/>\nThe appeal of this work lies in the skill with which these<br/>\ntwo narratives are tied together. Although Keene&#39;s<br/>\ninterpretation of the period does not depart radically from<br/>\nstandard histories, he constantly puts Meiji&#39;s life in a<br/>\nrich context, and his account is informed by a literary<br/>\nsensibility that lets us see major events in a new light.<br/>\nKeene maintains a critical balance between his role as a<br/>\nhistorian and his intimate engagement with his subject. His<br/>\nbook is a history that revels in detail but remains<br/>\naccessible, leading us through the complex intricacies of<br/>\ncourt life, political intrigue and international affairs. <br/>\n<br/>\nIt brings us as close to the inner life of the Meiji<br/>\nemperor as we are ever likely to get. Does it succeed in<br/>\nhelping us to find Meiji? Yes and no. And the reservation<br/>\nhere should remind us of how difficult it is even now for<br/>\nus to fit Hirohito into the history of World War II. There<br/>\nare personal reasons for what seems to be a mystery about<br/>\nthe emperors, but cultural reasons as well. Keene&#39;s book<br/>\ngives a fuller picture of the man Meiji, but a sense of<br/>\ndistance stubbornly remains. Perhaps this is due to the<br/>\nlack of direct commentary on his life by the emperor<br/>\nhimself. There is a huge archive in Japan about him, but<br/>\nscant documentation that reveals how he regarded even the<br/>\nmost crucial events of his time. Keene provides helpful<br/>\nspeculations about Meiji&#39;s feelings and opinions at<br/>\nimportant moments; but, being a meticulous scholar, he also<br/>\ndraws attention to the maddening gaps in the record. <br/>\n<br/>\nIn the end, he concludes that perhaps Meiji&#39;s greatest<br/>\nachievement was the longevity of his reign. But to put the<br/>\nstress on that brings the reader back to the problem that<br/>\nmotivated this study in the first place. Meiji is<br/>\nremembered more as a representative figure of an era than<br/>\nas an individual because his personal identity largely<br/>\nderives from the symbolic nature of emperorship in Japan.<br/>\nFor the better part of the millennium preceding Meiji&#39;s<br/>\nreign the primary functions of the emperor were ritual, or<br/>\npriestly. By the the middle of the 19th century the<br/>\npolitical ground of imperial legitimacy had become<br/>\nroutinely symbolic -- a situation in which power flowed<br/>\nfrom the charisma of an institution rather than an<br/>\nindividual. Meiji remains just beyond the biographer&#39;s<br/>\ngrasp because his life was lived at that vanishing point<br/>\nwhere the public image of the emperor and the private life<br/>\nof the man become indistinguishable. <br/>\n<br/>\n<br/>\n<br/>\nDennis Washburn is a professor of Japanese studies at<br/>\nDartmouth College. His most recent book is a translation of<br/>\nRiichi Yokomitsu&#39;s novel &#39;&#39;Shanghai.&#39;&#39;</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 1096,
    "nextTopicId": 1112
}