{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 120216042,
            "authorName": "Chris Fickling",
            "from": "Chris Fickling &lt;niblet0@...&gt;",
            "profile": "Niblet0",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Followup on armor exhibit in Dallas",
            "postDate": "1030566540",
            "msgId": 1134,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDIwMDIwODI4MjAyOTAwLjc2NTUzLnFtYWlsQHdlYjEwNDAzLm1haWwueWFob28uY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 1133,
            "nextInTime": 1135,
            "topicId": 1134,
            "numMessagesInTopic": 0,
            "msgSnippet": "So sorry about not getting more info sooner but I ve got it now. The exhibit is being held in Dallas/Ft. Worth and GREATER NEWS... they ve extended the exhibit",
            "messageBody": "<div id=\"ygrps-yiv-837812410\">So sorry about not getting more info sooner but I&#39;ve got it now.<br/>\n <br/>\n <br/>\n <br/>\nThe exhibit is being held in Dallas/Ft. Worth and GREATER NEWS... they&#39;ve extended the exhibit until January of 2003.  It is being held in the Arts District at the perminant museum of Crow Collections of Asian Art.  The entire museum is dedicated to the Asian art of mainly China and some from India, but right now the exhibit from a private collection of Japanese armor is on display until NEXT YEAR!!!<br/>\n <br/>\nIt is a truly amazing thing to see and the cost??? totally free!  The down side is that there isn&#39;t a whole lot to see of the armor so I wouldn&#39;t recommend any out of towners plan a trip unless you&#39;re just that insanely serious.  The Crow Collection of Asian Art Museum is across the street from the Dallas Museum of Art.<br/>\n <br/>\nThe web-site for Crow Collection is www.crowcollection.com I believe.<br/>\n <br/>\nIf you have a chance to go see this exhibit I would highly recommend it.  It&#39;s like seeing it in real life is like making those pictures and reading about it in books a reality.<br/>\n <br/>\n<br/>\n&quot;Eagles may soar, but weasles don&#39;t get caught in jet engines.&quot;<br/>\n<br/>\n<br/>\n---------------------------------<br/>\nDo You Yahoo!?<br/>\nYahoo! Finance - Get real-time stock quotes<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 1129,
    "nextTopicId": 1045
}