{
    "totalMsgInTopic": 5,
    "messages": [
        {
            "userId": 20545986,
            "authorName": "Raymond Sosnowski",
            "from": "Raymond Sosnowski &lt;110742.522@...&gt;",
            "profile": "mukudokudesu",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Re: Questions",
            "postDate": "1033492135",
            "msgId": 1162,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDIwMDIxMDAxMTMwOV9NQzMtMS0xMzUyLTRBMTRAY29tcHVzZXJ2ZS5jb20+"
            },
            "prevInTopic": 1161,
            "nextInTopic": 1163,
            "prevInTime": 1161,
            "nextInTime": 1163,
            "topicId": 1159,
            "numMessagesInTopic": 0,
            "msgSnippet": "Message text written by  Scott  on Tue, 01 Oct 2002: Just as a preface, most people generally view the Samurai as a monolithic class;",
            "messageBody": "<div id=\"ygrps-yiv-1895210980\">Message text written by  &quot;Scott&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:scottc_4@...\">scottc_4@...</a>&gt; on Tue, 01 Oct<br/>\n2002:<br/>\n<br/>\nJust as a preface, most people generally view the Samurai as a monolithic<br/>\nclass; this is quite incorrect.  Samurai as a class evolved through<br/>\nJapanese history; Samurai are unusual in that a military group became the<br/>\nupper class of Japanese society.  To the best of my knowledge, there is no<br/>\nanalog to this exists in the West.  <br/>\n<br/>\nFurthermore, at whatever point in time that you look at, the Samurai class<br/>\nis also hierarchical; there is a stratification, just like you see in any<br/>\nmodern army.  <br/>\n<br/>\nWeapons and armor should be looked at in this fashion.  <br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Here are some quick answers to your questions Dan. <br/>\n&gt;<br/>\n&gt;1. Can you give me some information on the orgin of the samurai?<br/>\n&gt;A: They evolved out of military and house servants of the Heian <br/>\n&gt;period.  The term samurai is the Japanese pronounciation of a sankrit <br/>\n&gt;word that means &quot;to serve&quot;.  There is a book entitled HIRED SWORDS: <br/>\n&gt;THE RISE OF PRIVATE WARRIOR POWER IN EARLY JAPAN by Karl Friday.<br/>\n<br/>\n </span></blockquote>Excellent reference.  Prof. Friday is also a martial artist as well as a<br/>\nprof. of Asian History.  His waza (techniques) are as good as his prose; I<br/>\nhave trained with him several times.  <br/>\n  <br/>\n[SNIP]<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;3. What weapons and armour were preferred by the samurai?<br/>\n&gt;A:Durring the time of warfare the spear was the most commonly used <br/>\n&gt;weapon.  Both foot soldiers and samurai were armed with spears as <br/>\n&gt;they were seen as the most practical.  Durring the time of peace <br/>\n&gt;after the Tokugawa re-unification is when the sword became the main <br/>\n&gt;weapon of the samurai, although it had always been a symbol of the <br/>\n&gt;warrior, it was secondary until that time.<br/>\n<br/>\n </span></blockquote>As in the preface, this depends on the time period and the hierarchical<br/>\nposition of the Samurai.  <br/>\n<br/>\nDuring the civil wars that predated the Tokugawa shogunate, the infantry<br/>\nused Yari (spears) and Naginata (halberds, in this case, literally<br/>\nsaber-like blades on long poles), while the cavalry used Yumi (Japanese<br/>\nlong bows).  Mounted warriors also wore Tachi (a long saber slung across<br/>\nthe back with the blade down, which had to do with the drawing style while<br/>\nmounted, &quot;ground-to-sky&quot;) - mounted cavalry armed with sabers persisted in<br/>\nthe West into the 20th century.  <br/>\n<br/>\nJust a note here: a Japanese blade is a saber blade, which is single-edged<br/>\nand curved, and not a sword, which is double-edged and straight.  The term<br/>\n&quot;samurai sword&quot; referring to the Tachi or the Katana is technically a<br/>\nmisnomer.  <br/>\n<br/>\nThe use of firearms by the warlord Oda Nobunaga in 1582 brought an end to<br/>\nthe mounted archers.  &quot;Giving Up the Gun: Japan&#39;s Reversion to the Sword,<br/>\n1543-1879&quot; by Noel Perrin is an attempt to highlight this particular<br/>\nphenomenon; unfortunately, Perrin&#39;s scholarship is shaky at best.  <br/>\n<br/>\nAfter, the foundation of the Tokugawa shogunate in 1603, the fighting army<br/>\nunits including the cavalry were disbanded.  The Tachi gave way to the<br/>\nKatana, a saber of less curvature than the Tachi, worn thrust the Obi (wide<br/>\nsash under the Hakama) with the blade up (which had to do with the drawing<br/>\nstyle while standing, &quot;sky-to-ground&quot;) .  The symbol of office of the<br/>\nSamurai was the Daisho, a Daito (long saber) and Shoto (short saber) worn<br/>\non the left hip: there were no left-handed swordsmen, which persists to<br/>\nthis day in Kendo and Iaido, as well as classical styles of Kenjutsu.  In<br/>\ngeneral, the Daito was used outdoors (it was typically removed when<br/>\nindoors), and the Shoto was used indoors.  No one else was permitted to<br/>\nwear arms in public.  <br/>\n<br/>\nSword lengths were eventually regulated by Shogunal edict as was dueling. <br/>\nEven travel between the various fiefdoms was a burcratic nightmare as<br/>\ntravel was tightly regulated.  As the ruling c;ass, Samurai became the<br/>\nbureaucrats for the Bakufu (tent government) in Edo (Tokyo), which was<br/>\nestablished as a separate entity from the Imperial court in Kyoto, and<br/>\ntheir own lords.  <br/>\n<br/>\n&quot;Musashi,&quot; a historical novel by Eiji Yoshikawa (Charles S. Terry,<br/>\ntranslator) captures some of the spirit of the transition between civil<br/>\nwar, Sengoku Jidai, and the emergence of the Tokugawa shogunate.   <br/>\n<br/>\nBy the mid-1600&#39;s, most of the battle-hardened warriors had died, but the<br/>\ntraining continued.  New techniques emerged, but most were never<br/>\nbattle-tested, and many ineffective ones were introduced.  Bujutsu (martial<br/>\nscience) gave way to budo (martial art), a way of building character<br/>\nthrough a martial practice (in a sense, it did not matter if techniques<br/>\nwere battle-proved).  Some techniques, however, were proved effective in<br/>\ndueling, which is not really the same as being proven in battle.  Early<br/>\nforms of Kendo with body armor emerged as a way to safely train (in this<br/>\ncontext, &quot;safe&quot; meant &quot;non-fatal&quot; rather than &quot;injury-free&quot;).  <br/>\n<br/>\n[SNIP]<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;5. What eventually led to the downfall of the samurai?<br/>\n&gt;A:  In a simple way uselessness caused the fall of the samurai.  When <br/>\n&gt;the emporer tried to regain power the samurai class had not been in a <br/>\n&gt;major battle in about 200 years and couldnt put up a real fight <br/>\n&gt;against the clans like Choshu and Satsuma that backed the Emporer.  <br/>\n&gt;But the emporer did not want to risk the samurai becoming powerfull <br/>\n&gt;again so the clas was abolished in 1868.<br/>\n<br/>\n </span></blockquote>Ultimately, the Samurai were superfluous.  During the Tokugawa Shogunate, a<br/>\nmiddle class of merchants arose (commerce can thrive in a country at peace<br/>\nwith itself); the Bakufu restricted foreign trade to a single port,<br/>\nNagasaki, for all of Japan.  <br/>\n<br/>\nThe appearance of the Black Ships lead by Commodore Perry in 1853 sent a<br/>\ndeath shutter through the ruling organization as well as the class<br/>\nstructure of Japan.  The Bakufu had failed to protect Japan (and the<br/>\nEmperor) from foreign &quot;invasion.&quot;  The Tokugawa and related Han&#39;s<br/>\n(fiefdoms) retreated into themselves and became concerned with<br/>\nself-preservation; they slowly capitulated to the foreign demands as a<br/>\nresult, which was met with disgust in other Han&#39;s in Japan.  As the Bakufu<br/>\nslowly lost its grip of control, several other Han&#39;s backed a policy of<br/>\nsupporting the Emperor directly and expelling the foreigners.  Civil unrest<br/>\ngrew.  Other foreign nations pressed demands on opening trade with Japan;<br/>\nthe Japanese feared that they would ultimately end up like China in that<br/>\nera, becoming colonies of the western imperialistic nations.  Eventually,<br/>\nTokugawa Yoshinobu (1837-1913), the 15th and final Tokugawa shogunate,<br/>\nrestored power to the Emperor Meiji in 1868.  <br/>\n<br/>\n&quot;Ryoma: Life of a Renaissance Samurai&quot; by Romulus Hillsborough highlights<br/>\nthis turbulent period at the end of the existence of the Samurai as a<br/>\nsocial class.  He is extremely important to Japanese history at this<br/>\ncritical juncture, and we are only just learning about it.  For example,<br/>\njust imagine ignoring Ben Franklin&#39;s role in the founding of the United<br/>\nStates of Ameria.  <br/>\n<br/>\nThe Emperor brought Japan out of its feudal era and into the industrial<br/>\nera.  As such, Japan had no Renaissance period, no Reformation, and no<br/>\nIndustrial Revolution as in the West.  IMHO, this is the key to<br/>\nunderstanding modern Japan.  Imagine the Age of Chivalry in Europe giving<br/>\nway to the Franco-Prussian War.  Furthermore, Japan distinguished itself as<br/>\na world-class fighting power in wars with China in 1894 and Russia in 1905,<br/>\nwhich is a huge leap from their state of conducting warfare in 1868.  Japan<br/>\nembraced many of the ideas and all of the technology of the Western<br/>\nnations.  Japanese people were sent abroad to study in the West in order to<br/>\nbring back anything useful.  <br/>\n<br/>\nThe highly rigid class structure that was set up during the Tokugawa<br/>\nshogunate was abolished and with it the Samurai as a class.  Wearing the<br/>\nDaisho in public was outlawed.  The Cho-mage, the topknot of hair that was<br/>\nalso a distinctive characteristic of the Samurai, was also outlawed (it<br/>\nstill exists, however, in the upper ranks of professional Sumo wrestlers). <br/>\nIn the final analysis, the Samurai, though inter-Han struggles,<br/>\nself-destructed with respect to the new social order that emerged as a<br/>\nresult.  <br/>\n<br/>\nMost of the ex-Samurai did not fare well after the Meiji Restoration. <br/>\nThose who became merchants were mostly failures (as Samurai, money was not<br/>\na concern as it was beneath them to worry about such &quot;trivial&quot; matters). <br/>\n<br/>\nSome went into law enforcement, and some went into government service,<br/>\nenjoying varying degrees of success.  A few opened Dojo (practice halls)<br/>\nand taught martial arts like Japanese swordsmanship and Jujutsu to the<br/>\npublic (which was a novelty as only Samurai were allowed to train with<br/>\nweapons).  <br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Please someone correct me if I am wrong.  I hope these answers will <br/>\n&gt;give you at least a starting point.<br/>\n<br/>\n </span></blockquote>The Samurai, although they no longer exist as a class, had a profound<br/>\neffect in shaping Japan as a nation and the Japanese as a people.  I have<br/>\npersonally met Japanese people who will add in an introduction of<br/>\nthemselves and others that they are from a Samurai family or that some<br/>\nblood relative (e.g., grandfather or great grandfather) was a Samurai. <br/>\nThis would be like meeting a European today who would say that their<br/>\ngrandfather or great grandfather had been a knight at the court in Camelot,<br/>\nfor example.  <br/>\n<br/>\nMost of us have held some very romantic notions of Samurai and their lives<br/>\nand so-called ideals.  It is entirely undeserved.  &quot;Shogun&quot; by James<br/>\nClavell is a nice story but one seen through very thick rose-colored<br/>\nglasses (both the book [1976] and the mini-series [1980] are important<br/>\nlandmarks in their respective media) -- they are unbalanced.  <br/>\n<br/>\nHere are two counterbalancing books: <br/>\n<br/>\n&quot;Memoirs of the Warrior Kumagai: A Historical Novel&quot; by Donald Richie<br/>\n(1999).  Don&#39;t let the term Novel in the title through you; this is a good<br/>\nrendition of life and times during the civil war between the Minamoto and<br/>\nTaira.  This is the real story behind what becomes the well-loved, medieval<br/>\nepic , the &quot;Tale of the Heike&quot; (Heike is another pronunciation for Taira,<br/>\nwho were the *losers* in this struggle).  This is analagous to Michael<br/>\nChriton&#39;s novel &quot;Eaters of the Dead&quot; (and the movie, &quot;The 13th Warrior,&quot;<br/>\nwhich is a pale adaptation IMHO) or  John Champlin Gardner&#39;s novel<br/>\n&quot;Grendel&quot; being (hypothetically) plausible stories behind the Old English<br/>\nepic poem &quot;Beowulf&quot; (I have a fondness for the Seamus Heaney translation,<br/>\nwhich is rendered in verse, rather than prose, as it is in the original<br/>\nlanguage)<br/>\n<br/>\n&quot;Drunk as a Lord: Samurai Stories&quot; by Ryotaro Shiba (Eileen Kato,<br/>\ntranslator) (2001), as historical fiction, focuses on four historical<br/>\nfigures during the late Edo period after the appearance of the Black Ships.<br/>\n Although the characters&#39; personalities are somewhat fictionalized, the<br/>\npoint of this book as I see it is that the Samurai were all too human, and<br/>\nthey, embedded in their culture and historical events, were not really any<br/>\ndifferent in their behavior than us, embedded within our culture and<br/>\nhistorical events.  <br/>\n<br/>\nHTH,<br/>\nRay Sosnowski<br/>\n===========================================================================<br/>\n=<br/>\nRaymond Sosnowski                                 <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:110742.522@...\">110742.522@...</a><br/>\n  Kaicho: Northeast Naginata Dokokai, Ashton, MD;<br/>\n  Assist. Instructor: Miyako Kyudojo, Silver Spring, MD; <br/>\n    Zenko International, Boulder, CO; <br/>\n  member: Beikoku Rembukan Dojo, Severna Park, MD; <br/>\n  member: Seidokai Kendo/Iaido Dojo, University of Guelph, Ontario;<br/>\n  member: Japan Society of Boston, Guang Ping Yang Tai Chi Association, <br/>\n        Shingetsukai/US; Japanese Sword Society/US.<br/>\n===========================================================================<br/>\n=</div>",
            "specialLinks": []
        },
        {
            "userId": 70727069,
            "authorName": "Michael Lorimer",
            "from": "=?iso-8859-1?q?Michael=20Lorimer?= &lt;mijalo_kr@...&gt;",
            "profile": "mijalo_kr",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Re: [samuraihistory] Questions",
            "postDate": "1033450100",
            "msgId": 1163,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDIwMDIxMDAxMDUyODIwLjUwNDk4LnFtYWlsQHdlYjExMTAyLm1haWwueWFob28uY29tPg==",
                "inReplyToHeader": "PDIwMDIxMDAxMDEzMDEwLjUwNzgwLnFtYWlsQHdlYjE0NDA3Lm1haWwueWFob28uY29tPg=="
            },
            "prevInTopic": 1162,
            "nextInTopic": 0,
            "prevInTime": 1162,
            "nextInTime": 1164,
            "topicId": 1159,
            "numMessagesInTopic": 0,
            "msgSnippet": "Answer to Question.2. The War of 1180-85 ended with the annihilation of the Taira and their infant Emperor, the infant Antoku . As a result Minamoto no",
            "messageBody": "<div id=\"ygrps-yiv-1071158815\">Answer to Question.2.<br/>\nThe War of 1180-85 ended with the annihilation of the<br/>\nTaira and their infant Emperor, the infant Antoku . As<br/>\na result Minamoto no Yoritomo became the predominant<br/>\nwarlord, removing the potential threat of his brother<br/>\nYoshitsune and establishing himself, ably handling<br/>\nrelations between himself, the religious sects, and<br/>\nthe imperial Court . As a result, he established the<br/>\nKamakura bakufu (shogunate) in 1192 .<br/>\nHope this helps<br/>\nMichael Lorimer <br/>\n<br/>\n<br/>\n --- Charisse Linsangan &lt;cha_hogwarts@...&gt;<br/>\nwrote: <br/>\n&lt;HR&gt;<br/>\n&lt;html&gt;&lt;body&gt;<br/>\n<br/>\n<br/>\n&lt;tt&gt;<br/>\nI think I know the answer to Question no.4:&lt;BR&gt;<br/>\nI think Samurais veiw death as honor. If they die<br/>\nto&lt;BR&gt;<br/>\nfulfill their duties, they die for honor...I<br/>\nthink.&lt;BR&gt;<br/>\nOnly samurais can commit seppuku (suicide) because<br/>\nif&lt;BR&gt;<br/>\nyou are executed, then you die with shame or&lt;BR&gt;<br/>\ndisgrace...right?&lt;BR&gt;<br/>\n-Cherry&lt;BR&gt;<br/>\n&lt;BR&gt;<br/>\n--- dan_0033 &lt;dan_0033@...&gt; wrote:&lt;BR&gt;<br/>\n<blockquote><span title=\"ireply\"> &gt; Hi, I am doing a research project on samurai<br/>\n </span></blockquote>for&lt;BR&gt;<br/>\n<blockquote><span title=\"ireply\"> &gt; english class, and I &lt;BR&gt;<br/>\n&gt; have to interview someone on the subject.<br/>\n </span></blockquote>Will&lt;BR&gt;<br/>\n<blockquote><span title=\"ireply\"> &gt; someone please answer &lt;BR&gt;<br/>\n&gt; the following questions:&lt;BR&gt;<br/>\n&gt; &lt;BR&gt;<br/>\n&gt; 1. Can you give me some information on the orgin<br/>\n </span></blockquote>of&lt;BR&gt;<br/>\n<blockquote><span title=\"ireply\"> &gt; the samurai?&lt;BR&gt;<br/>\n&gt; &lt;BR&gt;<br/>\n&gt; 2. What was the final outcome of the civil<br/>\n </span></blockquote>war&lt;BR&gt;<br/>\n<blockquote><span title=\"ireply\"> &gt; between the Taira clan &lt;BR&gt;<br/>\n&gt; and the Minamoto clan?&lt;BR&gt;<br/>\n&gt; &lt;BR&gt;<br/>\n&gt; 3. What weapons and armour were preferred by<br/>\n </span></blockquote>the&lt;BR&gt;<br/>\n<blockquote><span title=\"ireply\"> &gt; samurai?&lt;BR&gt;<br/>\n&gt; &lt;BR&gt;<br/>\n&gt; 4. How did the samurai view death?&lt;BR&gt;<br/>\n&gt; &lt;BR&gt;<br/>\n&gt; 5. What eventually led to the downfall of the&lt;BR&gt;<br/>\n&gt; samurai?&lt;BR&gt;<br/>\n&gt; &lt;BR&gt;<br/>\n&gt; Thanks&lt;BR&gt;<br/>\n&gt; &lt;BR&gt;<br/>\n&gt; &lt;BR&gt;<br/>\n&gt; &lt;BR&gt;<br/>\n&gt; &lt;BR&gt;<br/>\n </span></blockquote>&lt;BR&gt;<br/>\n&lt;BR&gt;<br/>\n__________________________________________________&lt;BR&gt;<br/>\nDo you Yahoo!?&lt;BR&gt;<br/>\nNew DSL Internet Access from SBC &amp; Yahoo!&lt;BR&gt;<br/>\n&lt;a<br/>\nhref=&quot;http://sbc.yahoo.com&quot;&gt;http://sbc.yahoo.com&lt;/a&gt;&lt;BR&gt;<br/>\n&lt;BR&gt;<br/>\n&lt;/tt&gt;<br/>\n<br/>\n<br/>\n&lt;br&gt;<br/>\n&lt;tt&gt;<br/>\nSamurai Archives: &lt;a<br/>\nhref=&quot;http://www.samurai-archives.com&quot;&gt;http://www.samurai-archives.com&lt;/a&gt;&lt;BR&gt;<br/>\n---&lt;BR&gt;<br/>\nTo unsubscribe from this group, send an email to:&lt;BR&gt;<br/>\nsamuraihistory-unsubscribe@yahoogroups.com&lt;BR&gt;<br/>\n&lt;BR&gt;<br/>\n&lt;/tt&gt;<br/>\n&lt;br&gt;<br/>\n<br/>\n&lt;br&gt;<br/>\n&lt;tt&gt;Your use of Yahoo! Groups is subject to the &lt;a<br/>\nhref=&quot;http://docs.yahoo.com/info/terms/&quot;&gt;Yahoo! Terms<br/>\nof Service&lt;/a&gt;.&lt;/tt&gt;<br/>\n&lt;/br&gt;<br/>\n<br/>\n&lt;/body&gt;&lt;/html&gt;<br/>\n <br/>\n<br/>\n__________________________________________________<br/>\nDo You Yahoo!?<br/>\nEverything you&#39;ll ever need on one web page<br/>\nfrom News and Sport to Email and Music Charts<br/>\nhttp://uk.my.yahoo.com</div>",
            "specialLinks": []
        },
        {
            "userId": 115026769,
            "authorName": "Charisse Linsangan",
            "from": "Charisse Linsangan &lt;cha_hogwarts@...&gt;",
            "profile": "cha_hogwarts",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Re: [samuraihistory] Questions",
            "postDate": "1033435810",
            "msgId": 1161,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDIwMDIxMDAxMDEzMDEwLjUwNzgwLnFtYWlsQHdlYjE0NDA3Lm1haWwueWFob28uY29tPg==",
                "inReplyToHeader": "PGFuYWl0ays5ZnRmQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 1160,
            "nextInTopic": 1162,
            "prevInTime": 1160,
            "nextInTime": 1162,
            "topicId": 1159,
            "numMessagesInTopic": 0,
            "msgSnippet": "I think I know the answer to Question no.4: I think Samurais veiw death as honor. If they die to fulfill their duties, they die for honor...I think. Only",
            "messageBody": "<div id=\"ygrps-yiv-1703896513\">I think I know the answer to Question no.4:<br/>\nI think Samurais veiw death as honor. If they die to<br/>\nfulfill their duties, they die for honor...I think.<br/>\nOnly samurais can commit seppuku (suicide) because if<br/>\nyou are executed, then you die with shame or<br/>\ndisgrace...right?<br/>\n-Cherry<br/>\n<br/>\n--- dan_0033 &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:dan_0033@...\">dan_0033@...</a>&gt; wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt; Hi, I am doing a research project on samurai for<br/>\n&gt; english class, and I <br/>\n&gt; have to interview someone on the subject. Will<br/>\n&gt; someone please answer <br/>\n&gt; the following questions:<br/>\n&gt; <br/>\n&gt; 1. Can you give me some information on the orgin of<br/>\n&gt; the samurai?<br/>\n&gt; <br/>\n&gt; 2. What was the final outcome of the civil war<br/>\n&gt; between the Taira clan <br/>\n&gt; and the Minamoto clan?<br/>\n&gt; <br/>\n&gt; 3. What weapons and armour were preferred by the<br/>\n&gt; samurai?<br/>\n&gt; <br/>\n&gt; 4. How did the samurai view death?<br/>\n&gt; <br/>\n&gt; 5. What eventually led to the downfall of the<br/>\n&gt; samurai?<br/>\n&gt; <br/>\n&gt; Thanks<br/>\n&gt; <br/>\n&gt; <br/>\n&gt; <br/>\n&gt; <br/>\n<br/>\n<br/>\n </span></blockquote>__________________________________________________<br/>\nDo you Yahoo!?<br/>\nNew DSL Internet Access from SBC & Yahoo!<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://sbc.yahoo.com\">http://sbc.yahoo.com</a></div>",
            "specialLinks": []
        },
        {
            "userId": 21382476,
            "authorName": "Scott",
            "from": "&quot;Scott&quot; &lt;scottc_4@...&gt;",
            "profile": "Scott19NY",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Questions",
            "postDate": "1033435802",
            "msgId": 1160,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGFuYXRxcStrYXRpQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 1159,
            "nextInTopic": 1161,
            "prevInTime": 1159,
            "nextInTime": 1161,
            "topicId": 1159,
            "numMessagesInTopic": 0,
            "msgSnippet": "Here are some quick answers to your questions Dan. 1. Can you give me some information on the orgin of the samurai? A: They evolved out of military and house",
            "messageBody": "<div id=\"ygrps-yiv-1657524066\">Here are some quick answers to your questions Dan. <br/>\n<br/>\n1. Can you give me some information on the orgin of the samurai?<br/>\nA: They evolved out of military and house servants of the Heian <br/>\nperiod.  The term samurai is the Japanese pronounciation of a sankrit <br/>\nword that means &quot;to serve&quot;.  There is a book entitled HIRED SWORDS: <br/>\nTHE RISE OF PRIVATE WARRIOR POWER IN EARLY JAPAN by Karl Friday.<br/>\n  <br/>\n2. What was the final outcome of the civil war between the Taira clan <br/>\nand the Minamoto clan?<br/>\nA:The Taira were eliminated.  Minamoto Yoritomo was declared Shogun, <br/>\nand he ordered his brother Yoshitsune executed, but Yoshitsune took <br/>\nhis own life.  Yoshitsune is still considered one of the greates <br/>\nwarriors in Japanese history.<br/>\n<br/>\n3. What weapons and armour were preferred by the samurai?<br/>\nA:Durring the time of warfare the spear was the most commonly used <br/>\nweapon.  Both foot soldiers and samurai were armed with spears as <br/>\nthey were seen as the most practical.  Durring the time of peace <br/>\nafter the Tokugawa re-unification is when the sword became the main <br/>\nweapon of the samurai, although it had always been a symbol of the <br/>\nwarrior, it was secondary until that time.<br/>\n<br/>\n4. How did the samurai view death?<br/>\nA:  The samurai did not seek death in battle, but accepted the fact <br/>\nthat he might die.  <br/>\n<br/>\n5. What eventually led to the downfall of the samurai?<br/>\nA:  In a simple way uselessness caused the fall of the samurai.  When <br/>\nthe emporer tried to regain power the samurai class had not been in a <br/>\nmajor battle in about 200 years and couldnt put up a real fight <br/>\nagainst the clans like Choshu and Satsuma that backed the Emporer.  <br/>\nBut the emporer did not want to risk the samurai becoming powerfull <br/>\nagain so the clas was abolished in 1868.<br/>\n<br/>\nPlease someone correct me if I am wrong.  I hope these answers will <br/>\ngive you at least a starting point.</div>",
            "specialLinks": []
        },
        {
            "userId": 125958578,
            "authorName": "dan_0033",
            "from": "&quot;dan_0033&quot; &lt;dan_0033@...&gt;",
            "profile": "dan_0033",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Questions",
            "postDate": "1033424628",
            "msgId": 1159,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGFuYWl0ays5ZnRmQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 1160,
            "prevInTime": 1158,
            "nextInTime": 1160,
            "topicId": 1159,
            "numMessagesInTopic": 0,
            "msgSnippet": "Hi, I am doing a research project on samurai for english class, and I have to interview someone on the subject. Will someone please answer the following",
            "messageBody": "<div id=\"ygrps-yiv-1710161406\">Hi, I am doing a research project on samurai for english class, and I <br/>\nhave to interview someone on the subject. Will someone please answer <br/>\nthe following questions:<br/>\n<br/>\n1. Can you give me some information on the orgin of the samurai?<br/>\n<br/>\n2. What was the final outcome of the civil war between the Taira clan <br/>\nand the Minamoto clan?<br/>\n<br/>\n3. What weapons and armour were preferred by the samurai?<br/>\n<br/>\n4. How did the samurai view death?<br/>\n<br/>\n5. What eventually led to the downfall of the samurai?<br/>\n<br/>\nThanks</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 1154,
    "nextTopicId": 1145
}