{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 96789622,
            "authorName": "Thomas Davidson &lt;thomas@theveil.net&gt;",
            "from": "&quot;Thomas Davidson &lt;thomas@...&gt;&quot; &lt;thomas@...&gt;",
            "profile": "thomas5403",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Matsudaira family business",
            "postDate": "1044439053",
            "msgId": 1429,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGIxcW42ZCtsdDNwQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 1428,
            "nextInTime": 1430,
            "topicId": 1429,
            "numMessagesInTopic": 0,
            "msgSnippet": "Any ideas on the following would be welcome: approx 1544 Matsudaira Hirotada married the daughter of Toda no danjo Shohitsu Yasumitsu when the future Ieyasu",
            "messageBody": "<div id=\"ygrps-yiv-1490434571\">Any ideas on the following would be welcome:<br/>\n<br/>\napprox 1544<br/>\nMatsudaira Hirotada married the daughter of Toda no danjo<br/>\nShohitsu Yasumitsu when the future Ieyasu (Tokachiyo) <br/>\nwas about 2 years old.<br/>\n<br/>\n1545<br/>\nVery shortly after (as far as I can make out) Toda Yasumitsu <br/>\ndefected to the Oda.<br/>\n<br/>\n1546<br/>\nShortly after that, Toda Yasumitsu kidnapped the 4-year-old <br/>\nTakechiyo on his way to Sumpu.<br/>\n<br/>\nMy questions:<br/>\n<br/>\nWhat was the name of Toda&#39;s daughter (Hirotada&#39;s wife)?<br/>\n<br/>\nWhat happened to her? (Hirotada sent his first wife (Odai) back <br/>\nto her brother after Mizuno Nobumoto broke with the<br/>\nImagawa - did he do the same with his second wife?)<br/>\n<br/>\nSadler, in his biog. of Ieyasu, mentions Toda Yasumitsu and his <br/>\nbrother Goro (of Imarashi Castle) - other sources mention <br/>\nYasumitsu and his son, Masanao, but no mention of a brother - <br/>\nare both true?<br/>\n<br/>\nTawara and Imarashi castles were overthrown after Toda&#39;s<br/>\ndefection. Presumably they survived to live the bandit life <br/>\n(or at least at large) to kidnap Takechiyo a year or so later.<br/>\n<br/>\n* * * * *<br/>\n<br/>\nI am currently writing a peice of historical fiction (loosely) <br/>\nbased around these events - any answers or ideas would be <br/>\nwelcome.<br/>\n<br/>\nNo, I don&#39;t read Japanese, so yes, I am working under somewhat <br/>\nof a disadvantage (to put it lightly), but hey - it didn&#39;t hurt <br/>\nJames Clavell none!<br/>\n<br/>\nI also have the first chapter ready. If anyone&#39;s interested let <br/>\nme know, and I&#39;ll figure out somewhere to put it!<br/>\n<br/>\nThomas</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 1421,
    "nextTopicId": 1431
}