{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 126049995,
            "authorName": "jonathan lee",
            "from": "=?iso-8859-1?q?jonathan=20lee?= &lt;shinobij@...&gt;",
            "profile": "shinobij",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Reply to all those samurai wannabes",
            "postDate": "1046034396",
            "msgId": 1523,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDIwMDMwMjIzMjEwNjM2Ljk3MzQxLnFtYWlsQHdlYjQwNzA2Lm1haWwueWFob28uY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 1522,
            "nextInTime": 1524,
            "topicId": 1523,
            "numMessagesInTopic": 0,
            "msgSnippet": "I have read sevral messages recently all about  how do i become a samurai and follow the ways of the samurai etc,. and the many replys to these messages. I",
            "messageBody": "<div id=\"ygrps-yiv-1881957740\">I have read sevral messages recently all about &quot; how do i become a samurai&quot; and &quot;follow the ways of the samurai&quot; etc,. and the many replys to these messages. I have instead decided to write one message to go with the lot.<br/>\n<br/>\nI know half as much about samurai as i would like and am trying to ever increase my knowledge (as you might know if you read my very first message yesterday). But with my little knowledge of samurai tradition and belief i belives its stupid tryign become something that no one can really know with modern day oppinions and morals. For instance here in britain (where i live) 80 years ago everone would be racist to a certain degree, it was the way poeple were brought up then. peple didnt have the same knowledge and the same chances and were afraid of what they didnt know. bu that is a completely differnet subject my point is that they had morals of the 10th-18th person, and to make matters worse lived in a country that had been isolated for years.<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n---------------------------------<br/>\nWith Yahoo! Mail you can get a bigger mailbox -- choose a size that fits your needs<br/>\n<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 1519,
    "nextTopicId": 1502
}