{
    "totalMsgInTopic": 2,
    "messages": [
        {
            "userId": 141679098,
            "authorName": "Chris Danyael X",
            "from": "&quot;Chris Danyael X&quot; &lt;danyael_x@...&gt;",
            "profile": "chris_danyael_x",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "RE: [samuraihistory] Atrocities in Sweden and Tokugawa",
            "postDate": "1055108331",
            "msgId": 1846,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDAwMDUwMWMzMmUwNiQ1YTQ3MDBiMCQ0ZjJkMmZjMkBnaG9zdD4=",
                "inReplyToHeader": "PDAwN2MwMWMzMmRmYiQwNmQyNjljMCRjMWFiYWRjOEBoYW56b2hhdHRvcmk+"
            },
            "prevInTopic": 1843,
            "nextInTopic": 0,
            "prevInTime": 1845,
            "nextInTime": 1847,
            "topicId": 1843,
            "numMessagesInTopic": 0,
            "msgSnippet": "i am not a christian i am not baptised or have undergone the communium of jesus. I am an agnostic. Protagaros was an agnostic in ancient greece. He said that",
            "messageBody": "<div id=\"ygrps-yiv-908275034\">i am not a christian i am not baptised or have undergone the communium<br/>\nof jesus.<br/>\nI am an agnostic. Protagaros was an agnostic in ancient greece. He said<br/>\nthat he could neither say that the gods exist or that they do not exist.<br/>\nThomas H. Huxly natural scientist and agnostic, said that the knowledge<br/>\nof the existance of god or any deity can not be obteind by man, for man<br/>\nis not advanced enough to be able to obtain that knowled of an<br/>\nomnipotent and omniscifient beeing.<br/>\n<br/>\nIn other words I do not accept nor deny the existance of God.<br/>\n<br/>\nOkay, I should have frased it differntly. For that I apologise. <br/>\n<br/>\nWhat atrocities other than those common to ther era and nature of the<br/>\nmideval age, has happend in Sweden? If we were to disseminate all the<br/>\nbad things that happend during the mideval ages, I dare to say that all<br/>\ncountries are guilty to some extent. I mean totally choking massslaying<br/>\nof people, that in the mideval ages would be called an autrocity.<br/>\n<br/>\nSo you found my funny little email adress. Yes i am very proud of that<br/>\nlittle joke ^_^<br/>\nIt was given to me by a friend in Estland (Estonia), since baka is the<br/>\nword i use when i swear, instead of the usual swedish &quot;Faan också!&quot; and<br/>\nthat the Anime portal he is building in Estland happen to have the same<br/>\ndomain name, he gave it to me as a joke. I am very proud of it, since it<br/>\nis befitting to my sense of humor.<br/>\n<br/>\nAnd when we are on the topic of emails, you sign your email as &quot;Octavio<br/>\nAugusto Okimoto Alves de Carvalho&quot; but in the From space it says &quot;Meðal<br/>\nMikit Stór-ljon Oddhinsson&quot; and that if my maind hasen&#39;t gon YoYo in the<br/>\nlight of day, is an Icelandic name. And that does explain why you know<br/>\nmore about Swedish history than I do. I know a bit, but not nearly as<br/>\nmuch as you do.<br/>\n <br/>\n<br/>\n<br/>\n<br/>\n/// Chris Peder Danyael Vighagen       who ever has the most names when<br/>\nhe dies winns ==) <br/>\n<br/>\n&quot;God&#39;s in his heaven. All&#39;s right with the world&quot;</div>",
            "specialLinks": []
        },
        {
            "userId": 116650236,
            "authorName": "Meðal Mikit Stór-ljon Oddhinsson",
            "from": "=?iso-8859-1?Q?Me=F0al_Mikit_St=F3r-ljon_Oddhinsson?= &lt;medhal8@...&gt;",
            "profile": "mahamayuri",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Atrocities in Sweden and Tokugawa",
            "postDate": "1055103418",
            "msgId": 1843,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDAwN2MwMWMzMmRmYiQwNmQyNjljMCRjMWFiYWRjOEBoYW56b2hhdHRvcmk+",
                "referencesHeader": "PDEwNTQ4MDk1MDguMjE0LjQxMzI1Lm0xMkB5YWhvb2dyb3Vwcy5jb20+"
            },
            "prevInTopic": 0,
            "nextInTopic": 1846,
            "prevInTime": 1842,
            "nextInTime": 1844,
            "topicId": 1843,
            "numMessagesInTopic": 0,
            "msgSnippet": "Your comments already were an atrocity by itself. A swedish king said I m gonna be baptised, and everybody who has a porblem with it, chop! chop! One head ",
            "messageBody": "<div id=\"ygrps-yiv-1400420408\">Your comments already were an atrocity by itself.<br/>\n<br/>\n<br/>\n&quot;A swedish king said I&#39;m gonna be<br/>\nbaptised, and everybody who has a porblem with it, chop! chop! One head<br/>\nshorter. I.E. your king is catholic, now the rest of sweden is catholic.&quot;<br/>\n<br/>\nYa say like this is not an atrocity?!? I think nowaddays christians like ya<br/>\nare the same like the Adolf Hitler and that ol&#39; norwegian knew as Olaf, the<br/>\nMissionary King (who killed more than 4000 at his own country just because<br/>\nthey refused to be baptised on this new faith of &quot;love&quot;). (read Snorri<br/>\nSturlusson Olaf&#39;s Saga)<br/>\n<br/>\nDoes  ye call &quot;some few witchhunts&quot; as just something boring at all?<br/>\nIs it not an atrocity?<br/>\n<br/>\nThe total UNPROVOKED destruction of the Old Holy Upsala Temple of Ingve<br/>\nFreyr, lord and the TRUE patron of Sweden of Sviþjód, like Amaterassu<br/>\nOmikami is for the entire Japan is NOT an atrocity?<br/>\n<br/>\nOf course! I remember! We non christians don&#39;t have a soul, then if we are<br/>\nbuddhists or shinto, or any other non christian religion, it is not a sin,<br/>\nnor an atrocity if somebody kill us...<br/>\n<br/>\nTokugawa Ieyassu avoided the total cultural and religious diversity<br/>\ndestruction of Japan, don&#39;t allowing this travesty.<br/>\n<br/>\nTokugawa gave total incentive to cultural development with the peace he<br/>\nachieved with his policies. And even much of the Kenjitsu styles enriched<br/>\nthemselves in an cultural way that was rarelly compared to other ages.<br/>\n<br/>\nCome on... mr <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:danyael_x@...\">danyael_x@...</a>  we are people too...<br/>\n<br/>\nOctavio Augusto Okimoto Alves de Carvalho<br/>\nSão Paulo - SP Brasil<br/>\n<br/>\n<br/>\n<br/>\nMessage: 3<br/>\n   Date: Wed, 4 Jun 2003 19:37:01 +0200<br/>\n   From: &quot;Chris Danyael X&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:danyael_x@...\">danyael_x@...</a>&gt;<br/>\nSubject: Autrocities in Seden by the Catholic Churc? Plz Explain... Was:<br/>\nTokugawa Evil? was:/Re: hey<br/>\n<br/>\nHi!<br/>\n<br/>\nI&#39;m a lurker of this mailing list; that means i read it but shut up<br/>\nsince I realize i really cant add anything to the discussions here.<br/>\nUntil now that is.<br/>\n<br/>\nNote: This is mainly written in an Ironic and sarcastic tone, and the<br/>\ndates ar approximately right, I may be off by +<br/>\n+/- 75 years or so. Never really botherd with dates.<br/>\n<br/>\nI just so happen to live in Sweden, the southern part of Sweden. History<br/>\nis my favourite hobby, and I really cant recall any autrocities done by<br/>\nthe catholic curch to us. In teh begining when some monks came to our<br/>\ncountry (were talking 600-800AD) we killed the anoying ones direktly,<br/>\nand left the harmless ones to to what ever they wanted, as long as they<br/>\ndidnt piss us off. Not untill the 1300AD I think (Not sure on exact<br/>\ndates, may be later may be sooner) A swedish king said I&#39;m gonna be<br/>\nbaptised, and everybody who has a porblem with it, chop! chop! One head<br/>\nshorter. I.E. your king is catholic, now the rest of sweden is catholic.<br/>\nThis held up for a time, and we had the usual witchhunts and stuff, but<br/>\nnoting to out of place in Europe during 1400-1600. Then a jolly good&#39;ol<br/>\nchap named Gustav Wasa, decided to change from catholic to protestant,<br/>\nand the chatolic got thrown out. tyhis was maily done outof economic<br/>\nreasons. The catholic curch is sinfully rich, but the protestants favour<br/>\npoverty, ie more taxes to the King. yay! If i remember correctly this is<br/>\nsome where during the begining of 1500. And since then we have had wars<br/>\nwith polen, Turkey, Russia, Norway, Denmark, Finland, And a few others<br/>\nthat just so happend to be on the way to Polen and Turkey. I have no<br/>\nrecoolection what so ever of autrocities of the scale of the spanish and<br/>\nportugal in South america, or the english men in China, or the french<br/>\nand Dutch in Africa. Who, in the name of the pop enslaved ppl for the<br/>\nsake of christianity.<br/>\n<br/>\nNope, we are friendly, peacefull people in Sweden, and as such we have<br/>\nbeen treated nicely by the Father.<br/>\n<br/>\n Well thats what I remember from my history lessons in my 12 year carer<br/>\nof grammar school, junior high and highschool.<br/>\n<br/>\nNow what was the autricities you were talking about?<br/>\nApart from the usual witchhunts and heretic slaying, of the dark ages?<br/>\n<br/>\n/// Chris D. Vighagen<br/>\nStudent Medieinformatik www.HKR.se<br/>\nProjektledare Kristianstad Student TV (KSTV)<br/>\nMobil: 070-3360804<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; -----Original Message-----<br/>\n&gt; From: Meðal Mikit Stór-ljon Oddhinsson [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:medhal8@...\">medhal8@...</a>]<br/>\n&gt; Sent: den 3 juni 2003 21:53<br/>\n&gt; To: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:samuraihistory@yahoogroups.com\">samuraihistory@yahoogroups.com</a><br/>\n&gt; Subject: [samuraihistory] Tokugawa Evil? was:/Re: hey<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; Greetings Tom<br/>\n&gt;<br/>\n&gt; Sorry Tom, but I STRONGLY disagree with ya.<br/>\n&gt; Although personatelly, unlike most people of my country, I<br/>\n&gt; was pro the league USA/UK against terrorism and Saddan, and<br/>\n&gt; proud of my japanese ancestry when Japan did diplomatic<br/>\n&gt; support to USA at this event against the terrorism, I am impartial.<br/>\n&gt;<br/>\n&gt; In THIS specifical case, USA was totally evil, because<br/>\n&gt; Tokugawa was not a bad man. Much of his deeds was in part,<br/>\n&gt; responsible for the greatness of the Japan of nowaddays.<br/>\n&gt;<br/>\n&gt; Tokugawa was responsible for the end of the several wars<br/>\n&gt; inside Japan and the unification of it. Tokugawa did great<br/>\n&gt; deeds for the cultural preservation of Japan, and there is<br/>\n&gt; much of Tokugawa&#39;s hand in therms of incentive about the<br/>\n&gt; development of Samurai Culture and heritage.<br/>\n&gt;<br/>\n&gt; Ieyassu Tokugawa is a name to be listed between the great<br/>\n&gt; historic statesmen leaders just like Julius Caesar Augustus,<br/>\n&gt; Alexander The Great and others.<br/>\n&gt;<br/>\n&gt; Even Sid Meyer&#39;s Civilization I for Windows95 mentioned Tokugawa.<br/>\n&gt;<br/>\n&gt; And the Tokugawa procedures against christianism&#39;s<br/>\n&gt; infiltration and political conspiracy avoided the several<br/>\n&gt; atrocities that happened against the other religions that<br/>\n&gt; christianism promoted in other countries just like Denmark,<br/>\n&gt; Sweden, Norway, Spain and others, just to name a few cases.<br/>\n&gt;<br/>\n&gt; To be anti-tokugawa is to be against the samurai spirit and culture.<br/>\n&gt;<br/>\n&gt; Sincerelly<br/>\n&gt;<br/>\n&gt; Octavio Augusto Okimoto Alves de Carvalho<br/>\n&gt; São Paulo - SP Brazil<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; Message: 4<br/>\n&gt;    Date: Sun, 1 Jun 2003 16:05:07 -0700<br/>\n&gt;    From: tom helm &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:junkmail@...\">junkmail@...</a>&gt;<br/>\n&gt; Subject: Re: hey<br/>\n&gt;<br/>\n&gt; Paul et al-<br/>\n&gt; I like the idea of the story as well. Why not then tell the<br/>\n&gt; true story of the actual American Arms dealer, Thomas Glover,<br/>\n&gt; who sold Civil war surplus to the anti-Tokugawa forces?(this<br/>\n&gt; may be the one and only time American arms dealers were<br/>\n&gt; supplying the forces of<br/>\n&gt; good) One of my favorite photographs from the period shows<br/>\n&gt; him in Nagasaki I believe, surrounded by Satsuma shishi, at<br/>\n&gt; his side is his very young son. I always wished I could be<br/>\n&gt; that kid. If one must create fiction from history imagine all<br/>\n&gt; that could be done, telling the tale of that young mans life... -t<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; ------------------------ Yahoo! Groups Sponsor<br/>\n&gt; ---------------------~--&gt; Get A Free Psychic Reading! Your<br/>\n&gt; Online Answer To Life&#39;s Important Questions.<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://us.click.yahoo.com/Lj3uPC/Me7FAA/ySSFAA\">http://us.click.yahoo.com/Lj3uPC/Me7FAA/ySSFAA</a>&gt; /BcOolB/TM<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; --------------------------------------------------------------<br/>\n&gt; -------~-&gt;<br/>\n&gt;<br/>\n&gt; Samurai Archives: <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.samurai-archives.com\">http://www.samurai-archives.com</a><br/>\n&gt; ---<br/>\n&gt; To unsubscribe from this group, send an email to:<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:samuraihistory-unsubscribe@yahoogroups.com\">samuraihistory-unsubscribe@yahoogroups.com</a><br/>\n&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; Your use of Yahoo! Groups is subject to<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://docs.yahoo.com/info/terms/\">http://docs.yahoo.com/info/terms/</a><br/>\n&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n </span></blockquote>________________________________________________________________________<br/>\n________________________________________________________________________<br/>\n<br/>\n<br/>\n<br/>\nYour use of Yahoo! Groups is subject to <a rel=\"nofollow\" target=\"_blank\" href=\"http://docs.yahoo.com/info/terms/\">http://docs.yahoo.com/info/terms/</a></div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 1845,
    "nextTopicId": 1831
}