{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 134498325,
            "authorName": "tom helm",
            "from": "tom helm &lt;junkmail@...&gt;",
            "profile": "soshuju",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "linkage",
            "postDate": "1055631072",
            "msgId": 1883,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGEwNTIxMDYwNmJiMTBlOWNlM2M5OEBbMTkyLjE2OC4xNzMuMTY2XT4="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 1882,
            "nextInTime": 1884,
            "topicId": 1883,
            "numMessagesInTopic": 0,
            "msgSnippet": "To: IAIDO-L@listserv.uoguelph.ca The June updates are mostly done at the Electronic Journals of Martial Arts and Sciences http://ejmas.com/ and you can check",
            "messageBody": "<div id=\"ygrps-yiv-612488424\">To: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:IAIDO-L@...\">IAIDO-L@...</a><br/>\n<br/>\nThe June updates are mostly done at the Electronic Journals of Martial<br/>\nArts and Sciences <a rel=\"nofollow\" target=\"_blank\" href=\"http://ejmas.com/\">http://ejmas.com/</a> and you can check out the new articles<br/>\nat <a rel=\"nofollow\" target=\"_blank\" href=\"http://ejmas.com/thismonth.html\">http://ejmas.com/thismonth.html</a><br/>\n<br/>\nSome pretty good items this month once again, I&#39;m always amazed at what<br/>\nour editors and writers (who are all volunteers) manage to pull together<br/>\nfor you.<br/>\n<br/>\nWhen you click through to the site you may encounter a bit of sluggishness<br/>\nonce in a while. This is because there&#39;s been a major denial of service<br/>\nattack going on against a few big ISPs and our host servers are included<br/>\nin the fun. They&#39;ve upgraded and the site is running but you may hit the<br/>\noccasional hiccup. Just reload your page and be a little patient and<br/>\nyou&#39;ll get where you&#39;re going. We designed the site for high transfer<br/>\nrates and low &quot;bells and whistles&quot; so it seems to be OK so far.<br/>\n<br/>\nAny graphic designers out there want to work on a small project each<br/>\nmonth? If so drop me a line, I&#39;ve got an idea that may be some fun.<br/>\n<br/>\nDon&#39;t forget to check out the EJMAS site itself, lots of archived material<br/>\nto dig through with 8 publications and an encyclopedia. If you&#39;re<br/>\nresearching in the martial arts I highly recommend checking us out first.<br/>\n<br/>\nAnd don&#39;t forget please that all of this is free for your use. Do help us<br/>\nkeep it up by perhaps clicking on the tips jar while reading an especially<br/>\ngood article, or visiting one of our sponsors who help us pay the<br/>\nbills. You may be able to buy your next piece of equipment cheaper down at<br/>\nthe dollar store but those guys aren&#39;t spending several hours every month<br/>\nmaking sure you&#39;ve got your regular fix of entertainment and education now<br/>\nare they?<br/>\n<br/>\nThere are seminars in July on both the east and west coasts of North<br/>\nAmerica sponsored by EJMAS so check them out from the main page<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://ejmas.com/\">http://ejmas.com/</a> You&#39;ll find some good instruction there too.<br/>\n<br/>\nOnce more, I&#39;d like to invite everyone to copy this email to any person or<br/>\nlist you think would welcome it.<br/>\n<br/>\nKim Taylor<br/>\nejmas.com<br/>\n<br/>\n==========================================</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 1881,
    "nextTopicId": 1879
}