{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 141829278,
            "authorName": "Deon de Jongh",
            "from": "Deon de Jongh &lt;deondejonghsa@...&gt;",
            "profile": "deondejonghsa",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Just Published!",
            "postDate": "1058471615",
            "msgId": 1985,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDIwMDMwNzE3MTk1MzM1LjcwMDQ3LnFtYWlsQHdlYjIxNTA5Lm1haWwueWFob28uY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 1984,
            "nextInTime": 1986,
            "topicId": 1985,
            "numMessagesInTopic": 0,
            "msgSnippet": "Hi There My names Deon and I m a member of the Samurai History Group and a South Africa author based in NY. Two books of mine were recently published by",
            "messageBody": "<div id=\"ygrps-yiv-1915088486\">Hi There<br/>\n <br/>\nMy names&#39; Deon and I&#39;m a member of the Samurai History Group and a South Africa author based in NY. Two books of mine were recently published by iUniverse, and to make things easier, the entire contents of these books can be viewed via indicated links. All comments are welcome.<br/>\n <br/>\nGenkaku: &quot;Hallucination&quot;<br/>\nThis is not a story about a noble leader, famous samurai, or acclaimed artist of note. This is the journal entry and life account of an ordinary man, born into poverty and raised in a town called Toyama, during feudal 16th century Japan. In his youth, he discovers a life altering family secret that sends him on a perilous journey, on which he endures extraordinary circumstances and faces numerous adversities. This will be an epic adventure that takes you into the mind and reality of a man called Namida Uta, describing his life with vivid and realistic recollection. He will depict the various stages of his life by using the synergy of the sun movements during a full day, resembling the major events in his life that brought about his manhood. In the moment of truth, Namida questions the existence of his past as a Genkaku, meaning &quot;Hallucination&quot;.<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.iuniverse.com/bookstore/book_detail.asp?isbn=0-595-27556-7\">http://www.iuniverse.com/bookstore/book_detail.asp?isbn=0-595-27556-7</a><br/>\n <br/>\n <br/>\nTouhkondo: &quot;The Way of the Fighting Spirit&quot;<br/>\nAll true martial forms are but the sign that points the direction for the seeking practitioner wanting to attain the proper essence and code of conduct in modern society. Touhkondo is one such sign and code that emphasizes the need for modern martial practitioners to re-evaluate their chosen methods and rediscover their true purpose by cultivating humility, compassion, valor, dignity, and mastering their fighting spirit through harmony and respect not over another, but over the &quot;Self&quot;.<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.iuniverse.com/bookstore/book_detail.asp?isbn=0-595-27978-3\">http://www.iuniverse.com/bookstore/book_detail.asp?isbn=0-595-27978-3</a><br/>\n <br/>\nDomo..and Much Care and Regards in Budo<br/>\nDeon....<br/>\nwww.angelfire.com/ny5/author_dldejongh/page2.html<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n---------------------------------<br/>\nDo you Yahoo!?<br/>\nSBC Yahoo! DSL - Now only $29.95 per month!<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 1967,
    "nextTopicId": 1968
}