{
    "totalMsgInTopic": 2,
    "messages": [
        {
            "userId": 61281048,
            "authorName": "Nate Ledbetter",
            "from": "Nate Ledbetter &lt;ltdomer98@...&gt;",
            "profile": "ltdomer98",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Re: [samuraihistory] &quot;Cutting it close&quot; (The Last Samurai)",
            "postDate": "1062730548",
            "msgId": 2216,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDIwMDMwOTA1MDI1NTQ4Ljk2NTc1LnFtYWlsQHdlYjQxMzA2Lm1haWwueWFob28uY29tPg==",
                "inReplyToHeader": "PGJqN2xucSttbjBjQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 2211,
            "nextInTopic": 0,
            "prevInTime": 2215,
            "nextInTime": 2217,
            "topicId": 2211,
            "numMessagesInTopic": 0,
            "msgSnippet": "But beyond that, Cruise -- a Scientologist who neither drinks nor smokes and who has increasingly taken on physically demanding roles -- seems genuinely",
            "messageBody": "<div id=\"ygrps-yiv-388733421\">&quot;But beyond that, Cruise -- a Scientologist who<br/>\nneither drinks nor <br/>\nsmokes and who has increasingly taken on physically<br/>\ndemanding roles --<br/>\nseems genuinely fascinated by Bushido and the<br/>\n&quot;Hagakure,&quot; the way of <br/>\nthe warrior. <br/>\n&quot;Bushido is really the reason I wanted to make this<br/>\nfilm,&quot; said <br/>\nCruise. &quot;I strongly identify with those values of<br/>\nhonor, loyalty and <br/>\npassion. It&#39;s a very powerful code; those are<br/>\nwonderful things to <br/>\naspire to in a life.&quot; <br/>\n<br/>\n<br/>\nOverall, encouraging articles, Kitsuno, but the above<br/>\nstill worries me. Though it&#39;s more appropriate for the<br/>\ntimeframe than say, if he was doing a Will Adams take,<br/>\nI&#39;m just hoping we don&#39;t get overwhelmed with Hagakure<br/>\nhonor-garbage. <br/>\n<br/>\nStill, the articles do make me feel somewhat<br/>\nbetter--at least they TRIED to get things right, and<br/>\nif Watanabe Ken signs off on it...<br/>\n<br/>\nNate<br/>\n<br/>\n<br/>\n__________________________________<br/>\nDo you Yahoo!?<br/>\nYahoo! SiteBuilder - Free, easy-to-use web site design software<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://sitebuilder.yahoo.com\">http://sitebuilder.yahoo.com</a></div>",
            "specialLinks": []
        },
        {
            "userId": 145759856,
            "authorName": "Kitsuno",
            "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
            "profile": "kitsuno",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "&quot;Cutting it close&quot; (The Last Samurai)",
            "postDate": "1062689338",
            "msgId": 2211,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGJqN2xucSttbjBjQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 2216,
            "prevInTime": 2210,
            "nextInTime": 2212,
            "topicId": 2211,
            "numMessagesInTopic": 0,
            "msgSnippet": "Another from the Japan Times: Cutting it close Makers of Last Samurai do their work By GIOVANNI FAZIO A line of infantrymen hesitantly peer off into the",
            "messageBody": "<div id=\"ygrps-yiv-140096147\">Another from the Japan Times:<br/>\n<br/>\nCutting it close<br/>\nMakers of &#39;Last Samurai&#39; do their work<br/>\n<br/>\nBy GIOVANNI FAZIO<br/>\n<br/>\nA line of infantrymen hesitantly peer off into the misty woods <br/>\nthey&#39;re traversing -- a murmur of sound has them spooked. These straw-<br/>\nhatted, musket-bearing soldiers represent the new, &quot;modern&quot; army of <br/>\nEmperor Meiji, and they&#39;re led by American Civil War veteran Capt. <br/>\nNathan Aldren. But they&#39;re about to get a lesson in good, old-<br/>\nfashioned shock and awe. <br/>\nWar cries and the sound of thundering hooves rise from the <br/>\nmist. &quot;Samurai,&quot; mutter the infantrymen, their eyes darting around in <br/>\npanic. Aldren tries to maintain fire-discipline, hoping to unleash a <br/>\nvolley just as the mounted warriors are upon them. But as the enemy <br/>\nhorsemen rush headlong into his line, his men break, scatter and run, <br/>\nand are slaughtered to a man. All except Aldren, who is taken <br/>\nprisoner. <br/>\nThis is the first glimpse the world got of the new Tom Cruise <br/>\nproject, &quot;The Last Samurai,&quot; a few scenes from which were unveiled at <br/>\na press conference at Roppongi Hills last week. Shot in Japan (Himeji <br/>\nand Kyoto), New Zealand and a Warner backlot in Los Angeles, &quot;The <br/>\nLast Samurai&quot; -- which will open in December -- is a $100 million <br/>\nHollywood attempt to make a Japanese jidaigeki (period drama) with <br/>\nthe impact of &quot;Gladiator&quot; or &quot;Braveheart.&quot; Cruise and director Edward <br/>\nZwick turned up with nearly all the Japanese cast -- jidaigeki <br/>\nregulars like Ken Watanabe, Shun Sugata and the supercool Hiroyuki <br/>\nSanada, as well as kabuki actor Shichinosuke Nakamura and <br/>\nmodel/actress Koyuki -- to hype the first major Hollywood-does-Japan <br/>\nflick since 1993&#39;s &quot;Rising Sun.&quot; <br/>\nCinemagoers who remember that film -- as well as dreck like &quot;Black <br/>\nRain&quot; and &quot;Pearl Harbor&quot; -- know that American directors rarely <br/>\nmanage to get Japan right, with awkward mannerisms and speech <br/>\npatterns, and costumes that invariably leave Japanese audiences <br/>\nfeeling bewildered. It&#39;s easy to imagine &quot;The Last Samurai&quot; marching <br/>\noff the same cliff of cultural miscomprehension, but despite the <br/>\nstoryline&#39;s similarities to the television miniseries &quot;Shogun&quot; -- <br/>\nbearded gaijin is enlisted by enemy samurai warriors; slowly <br/>\nacclimates and falls for demure, kimono-clad beauty; then suffers <br/>\nfrom torn loyalties -- it seems the filmmakers have done everything <br/>\npossible to get their on-screen Japan right. <br/>\nDirector Zwick is a history buff and a stickler for detail, and it <br/>\nshows. Actor after actor attested to the production&#39;s deep commitment <br/>\nto research and accuracy. Ken Watanabe, who plays a rebellious <br/>\nsamurai modeled on Takamori Saigo -- who fought to the bitter end <br/>\nagainst the Meiji administration&#39;s centralization and modernization --<br/>\n admits he had doubts when he first read the script. &quot;Most of the <br/>\nstaff were American, British or New Zealanders, and there were hardly <br/>\nany Japanese except for a few advisers,&quot; he said. &quot;Right from the <br/>\nbeginning, I spoke with Sanada-san, and we agreed that we would speak <br/>\nup if there were any points that didn&#39;t feel right. But that turned <br/>\nout to be unnecessary; the filmmakers had a very deep understanding <br/>\nof the samurai.&quot; <br/>\nSanada added that there were some compromises &quot;between reality and <br/>\nentertainment, between making it authentically Japanese and <br/>\ncomprehensible to audiences overseas,&quot; but said, &quot;I&#39;m proud of the <br/>\nresults.&quot; Masato Harada noted that there&#39;s certainly nothing as wince-<br/>\ninducing as when the Emperor off-handedly says &quot;Domo!&quot; to Richard <br/>\nChamberlain in &quot;Shogun.&quot; <br/>\nCertainly, the film looks right, from its massive temples and rustic <br/>\nvillages, to floral kimono and antiquated yoroi armor. One point of <br/>\nconcern, naturally, is Cruise&#39;s attempts to deliver dialogue in <br/>\nJapanese: A brief scene with Koyuki, however, revealed language <br/>\nskills that, however basic, sound better than many foreigners who&#39;ve <br/>\nbeen here for a few years. Cruise handles the scene with an <br/>\nappropriate awkwardness, putting to shame the incomprehensible <br/>\nnihongo of Sean Connery -- playing an &quot;old Japan hand&quot; -- in &quot;Rising <br/>\nSun.&quot; <br/>\nWhen it comes to swordfighting, the staple of any chanbara flick, <br/>\nCruise is utterly convincing. &quot;I trained for eight months prior to <br/>\nshooting the film, and I put on 20 pounds [9 kg] for the movie, to be <br/>\nable to carry the swords and wear the armor,&quot; said Cruise. &quot;But it <br/>\nwas great, because as I was developing the character, my body was <br/>\nchanging and I was becoming more and more like Aldren.&quot; Sanada, who <br/>\nalong with Watanabe tutored Cruise in the finer points of swordplay, <br/>\nsaid simply: &quot;He&#39;s really tough. No matter how many hours we filmed <br/>\neach day, he&#39;d still want to do one or two hours of training <br/>\nafterward. I did give him a little advice regarding Japanese kenjutsu <br/>\n(swordfighting), but whatever I told him, he&#39;d absorb it right away. <br/>\nAnd as he got better, his stance became centered lower, and he really <br/>\nstarted to look like a samurai.&quot; <br/>\nPerhaps the greatest praise for Cruise&#39;s immersion in his role came <br/>\nfrom Sugata, who&#39;s had a decades-long career in jidaigeki as the <br/>\nkirareyaku, the &quot;guy who gets slashed.&quot; Said Sugata: &quot;I was doubtful <br/>\nthat Americans could really do swordfighting, but they had studied it <br/>\nin depth, they had seen all the Kurosawa films, so the American staff <br/>\nwere even telling Sanada and me what to do! I was really impressed by <br/>\nTom Cruise. I mean, sure, he&#39;d practiced, but I know from 40 years of <br/>\nexperience that if you just practice for a couple of months, you <br/>\ncan&#39;t do it right, but he was perfect. I could feel the passion and <br/>\ncommitment he put into this film.&quot; <br/>\nSugata went on to say that &quot;The Last Samurai&quot; would be a wake-up call <br/>\nto the Japanese film industry that had regarded chanbara as a <br/>\ndomestic specialty. &quot;Now I feel we just can&#39;t sit back and assume <br/>\nit&#39;s our specialty, because no Japanese film has done this so well.&quot; <br/>\nObviously, the film is a canny move for Cruise, who knows on which <br/>\nside his bread is buttered; the actor has a huge following in Japan --<br/>\n witness even Prime Minister Junichiro Koizumi angling for a photo-op <br/>\nwith him -- and, sure enough, he&#39;ll be back in December for the <br/>\nopening to give it another push. Beyond that, the post-&quot;Crouching <br/>\nTiger&quot; (and &quot;Matrix&quot;) mini-boom in Asian action seems to still be on <br/>\nthe upswing, although it remains to be seen if fans of the fantastic, <br/>\nlooney-tunes fights of Hong Kong cinema will go for the gritty <br/>\nrealism of &quot;The Last Samurai,&quot; which largely avoids computer-graphic <br/>\neffects. <br/>\nBut beyond that, Cruise -- a Scientologist who neither drinks nor <br/>\nsmokes and who has increasingly taken on physically demanding roles --<br/>\n seems genuinely fascinated by Bushido and the &quot;Hagakure,&quot; the way of <br/>\nthe warrior. <br/>\n&quot;Bushido is really the reason I wanted to make this film,&quot; said <br/>\nCruise. &quot;I strongly identify with those values of honor, loyalty and <br/>\npassion. It&#39;s a very powerful code; those are wonderful things to <br/>\naspire to in a life.&quot; <br/>\nOK, so perhaps he&#39;s laying it on a bit thick. But for an actor who <br/>\ngot by for so long on pure charm, he&#39;s certainly willed himself into <br/>\na more mature performer, with depth and gravity, in films <br/>\nlike &quot;Magnolia,&quot; &quot;Minority Report&quot; and &quot;Vanilla Sky.&quot; Here&#39;s <br/>\nhoping &quot;The Last Samurai&quot; shows him at his best.</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 2142,
    "nextTopicId": 2217
}