{
    "totalMsgInTopic": 3,
    "messages": [
        {
            "userId": 82600261,
            "authorName": "Mark",
            "from": "&quot;Mark&quot; &lt;samurai182uk@...&gt;",
            "profile": "samurai182uk",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Re: Odawara and decline of Hojo family",
            "postDate": "1069679634",
            "msgId": 2566,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGJwdDA2aStndDF2QGVHcm91cHMuY29tPg==",
                "inReplyToHeader": "PDIwMDMxMTIyMDMxODEzLjI3NDQucW1haWxAd2ViNDE3MDUubWFpbC55YWhvby5jb20+"
            },
            "prevInTopic": 2543,
            "nextInTopic": 0,
            "prevInTime": 2565,
            "nextInTime": 2567,
            "topicId": 2531,
            "numMessagesInTopic": 0,
            "msgSnippet": "HI again Joseph First you make good points also, I think I overlooked many issues at first when I gave many of my reasons. The idea of negotiations occuring 2",
            "messageBody": "<div id=\"ygrps-yiv-622122564\">HI again Joseph<br/>\n<br/>\nFirst you make good points also, I think I overlooked many issues at <br/>\nfirst when I gave many of my reasons. The idea of negotiations <br/>\noccuring 2 years to the campaign is sound, as it was probably the <br/>\nHOjos best option, also it would have got Hideyoshi the Kanto without <br/>\nmajor loss of life, this would have served his aims as the campaigns <br/>\nin the North would be seen as being tough ones. Im not sure about <br/>\nUjimasa remaining in power after the war, as he was made to commit <br/>\nSeppuku straight after the siege. Hideyoshi and Ieyasu wanted him out <br/>\nthe way kill the father, convert the sons, Hoji Ujinori seems to be <br/>\nthe only one who got any benifit out of the siege ending, only 10 000 <br/>\nkoku fief is not great in terms of benifit. Ujinao died alone, Uji <br/>\nKuni unsure. <br/>\n<br/>\nHideysohi and Tokugawa wanted the Kanto they needed it. They need the <br/>\nrich land, to give to loyal retainers, they need stategic control of <br/>\nthe Tokkaido roadway that goes from Kamakura to Kyoto, they need the <br/>\ncity of Odawara fortress, It could be used as a staging post for <br/>\nattacks into the North. Tokugawa Ieyasu used the Kanto to his <br/>\nadvantage, first he built Edo attracting many people and valuable <br/>\ncraftsmen then he took steps to control the Tokkaido roadway. He was <br/>\nalways now in a position to threaten the capital whenever he wanted, <br/>\nat Sekigahara its the way he marched. In general the kanto was <br/>\nvaluable.<br/>\n<br/>\nDate Masumune did not send troops to Odawara, he submitted in 1590 <br/>\nwhen his forces in Aizu came into contact with Hideyoshis, he <br/>\nsubmitted Aizu but at the time of Odawara, he was busy fighting <br/>\nAsahina, Mogami and various others. The key in my opinion as I tried <br/>\nto suggest was Uesugi kagekatsu, and now I also realise Uesugi <br/>\nKenshin, well not him because he was dead, but he was the Kanto <br/>\nKanrei. In 1578 when he died who became Kanto kanrei, was it possible <br/>\nthat the Uesugi family took on the role esp Uesugi Kagekatsu, could <br/>\nit even have been possible that he was assasinated by Tokugawa or <br/>\nHideyoshi because they knew in the future he may not support a <br/>\ncampaign against the Kanto, being Kanto Kanrei himself. I only <br/>\nspeculate. But it is likely that if Uesugi Kenshin was still alive he <br/>\nwould have resited aggresive moves into the Kanto possibly allying <br/>\nwith Hojo, this is counterfactual and only conjecture. The main point <br/>\nis that the Uesugi family in Echigo and influence in the Kanto were <br/>\nthe key block in the defeat of the Hojo. <br/>\n<br/>\nBecause I only have access to limited sources, I am only wondering, <br/>\nsomeone with Japanese sources on this time could do a better job <br/>\nprobably.<br/>\n<br/>\nAll the best Mark</div>",
            "specialLinks": []
        },
        {
            "userId": 142756640,
            "authorName": "Joseph Salvador",
            "from": "Joseph Salvador &lt;jdsalvador3@...&gt;",
            "profile": "jdsalvador3",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Re: [samuraihistory] Odawara and decline of Hojo family",
            "postDate": "1069471093",
            "msgId": 2543,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDIwMDMxMTIyMDMxODEzLjI3NDQucW1haWxAd2ViNDE3MDUubWFpbC55YWhvby5jb20+",
                "inReplyToHeader": "PGJwbDNkYSs2MGVnQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 2531,
            "nextInTopic": 2566,
            "prevInTime": 2542,
            "nextInTime": 2544,
            "topicId": 2531,
            "numMessagesInTopic": 0,
            "msgSnippet": "Hi Mark, I just wanted to say that you have some good points witht he Odawara campaign. but I wanted to add a little. First, negptiations were going on between",
            "messageBody": "<div id=\"ygrps-yiv-252372575\">Hi Mark,<br/>\nI just wanted to say that you have some good points<br/>\nwitht he Odawara campaign. but I wanted to add a<br/>\nlittle. First, negptiations were going on between the<br/>\nToyotomi and Hojo for at least two years prior to<br/>\nHideyoshi&#39;s invasion of the Kanto. Ieyasu was a the<br/>\nintermediary between the two as he was allied to both.<br/>\nHe had even sent relatives to live with Hojo. Ieyasu,<br/>\nhowever aligned himself with Hideyoshi and urged the<br/>\nHojo to submit. They of course did not do that, though<br/>\nUjimasa had plenty of opportunity to do so.<br/>\n<br/>\n2; Given Hideyoshi&#39;s past conduct, Ujimasa may have<br/>\nexpected to remain in power even after a war.<br/>\nHideyoshi generally treated his defeated foes well,<br/>\nleaving them in power in exchange for oaths of<br/>\nallegiance (shimazu, chosokabe, mori, etc.). Once the<br/>\nHojo submitted, however, he confiscated all of their<br/>\nlands, and installed Ieyasu in the Kanto. Hideyoshi<br/>\nseems to have decided the fate of the Hojo well<br/>\nbeforehand. <br/>\nIt&#39;s also interesting that Hojo Ujimori eventually<br/>\nreceived a fief in Kawachi. Not sure what happened to<br/>\nhim...<br/>\n<br/>\n3: this brings up the point of position. The Kanto is<br/>\nwell removed from the Kinai, and did not offer a good<br/>\nposition from which to gain control of the country.<br/>\nThat seems to be why Hideyoshi put Ieyasu there, he<br/>\ndidn&#39;t trust him. Of course, the Kanto is the most<br/>\nproductive region of Japan and I would imagine that<br/>\nwhoever controlled it could affect the rice market,<br/>\nalthough I&#39;ve never read anything about that...maybe<br/>\nthe rest of the nation produced enough.<br/>\n<br/>\n4: During the seige, lords came out of the north to<br/>\npledge allegience to Hideyoshi, including Date,<br/>\nUtsunomiya and Satake, thus the Hojo were the last<br/>\nholdouts. They must have seen that they could expect<br/>\nno help.<br/>\n<br/>\nthe way things turn out...! Soun would&#39;ve been ticked!<br/>\n<br/>\n-JDS<br/>\nps- thanks for the info on Tsutsui.<br/>\n<br/>\n<br/>\n__________________________________<br/>\nDo you Yahoo!?<br/>\nFree Pop-Up Blocker - Get it now<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://companion.yahoo.com/\">http://companion.yahoo.com/</a></div>",
            "specialLinks": []
        },
        {
            "userId": 82600261,
            "authorName": "Mark",
            "from": "&quot;Mark&quot; &lt;samurai182uk@...&gt;",
            "profile": "samurai182uk",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Odawara and decline of Hojo family",
            "postDate": "1069420778",
            "msgId": 2531,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGJwbDNkYSs2MGVnQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 2543,
            "prevInTime": 2530,
            "nextInTime": 2532,
            "topicId": 2531,
            "numMessagesInTopic": 0,
            "msgSnippet": "Hi there Thinking about that Odawara question has got me interested in the question why did the Hojo clan fail and decline in 1590 A.D. The main reasons I can",
            "messageBody": "<div id=\"ygrps-yiv-1204902360\">Hi there<br/>\n<br/>\nThinking about that Odawara question has got me interested in the <br/>\nquestion why did the Hojo clan fail and decline in 1590 A.D. The main <br/>\nreasons I can think are that<br/>\n<br/>\n1. The constant warring of Hojo Ujiyasu against local clans such as <br/>\nthe Satake and Satomi undermined his position in the region by <br/>\nfostering a relationship between him and other Daimyo that made them <br/>\nturn to Oda and Tokugawa for support.<br/>\n<br/>\n2. Hojo Soun&#39;s establishment of the clan was based on poor <br/>\nfoundations, after all he claimed only tenuous links to ancient clan <br/>\ntraditions. Thus his band of followers were small.<br/>\n<br/>\n3. Hojo Ujiyasu had excellent organisational skills but when Hojo <br/>\nUjimasa took over he did not coordinate his forces as well as his <br/>\nfather did.<br/>\n<br/>\n4. The position of the Hojo in the Kanto region although relatively <br/>\nguarded and rich was tennable, due to the Tokkaido roads and Hakone <br/>\nmountain passes that led to the old capital at Kamakura. Also the <br/>\nHojo lacked naval strength as the other Western based clans had, such <br/>\nas Kuki family who served Oda so effectively using the kumano Sui <br/>\nnavy. <br/>\n<br/>\n5. The battle of Kawagoe 1545 was at the time a victory, but I would <br/>\nargue a pyrhic one, because by defeating the Uesugi, it only <br/>\nharboured resentment enough to turn them against the Hojo and from <br/>\nthe North they blocked off retreat in the Odawara campaign.<br/>\n<br/>\n6. Uesugi Kagekatsu who was Hojo by birth but adopted by Kenshin, <br/>\nsupported the forces against Tokugawa, it could be argued that if he <br/>\nremained on friendly terms, the Hojo and Uesugi could have formed a <br/>\nreasonable alliance covering the Hakone mountains, and most of <br/>\nShinano, any attack would be costly and not so easily executed, <br/>\nleaving the Hojo as Sparta did during the Sparta athenian war, to <br/>\nconcntrate on naval resources. Also Date family could have been asked <br/>\nfor support leading to a North vs South war perhaps. Although this is <br/>\nhighly unlikely because most clans were fighting against each other <br/>\nand in particular the Satake and Satomi were already located in the <br/>\nEast of Hojo and would be a considerable thorn in the side.<br/>\n<br/>\n7. The quality of Hojo guns, As the allied forces apparently brought <br/>\nWestern cannon with them, but not siege cannon, they were only <br/>\ncapable apparently of setting fire to barricades. But never the less, <br/>\nif Hojo attained a supply of guns from Sakai, or another major trade <br/>\nport already under control by Oda or Tokugawa, then there ability to <br/>\nlast in a siege would be much greater. <br/>\n<br/>\n8. The Hojo should have looked further afield, there were many Daimyo <br/>\nwho didn&#39;t like Oda or Tokugawa, but most of Japan supported them, if <br/>\nthe Hojo had dug deeper they may have caused a Segikahara 10 years <br/>\nearlier than it happened. Without Date and Maeda for suppport <br/>\nTokuugawa may not have become shogun, as Uesugi Kagekatsu perhaps <br/>\nrealised his mistake in also not supporting Hojo.<br/>\n<br/>\n9. The war against the Takeda perhaps put an end to Takeda but also <br/>\nleft them vulnerable with Tokugawa seizing vital territories namely <br/>\nKai and Shinano, with this seizure came the ability to turn the <br/>\nmountin passes, leaving the columns of Tokugawa and Oda samurai to <br/>\nmarch through.<br/>\n<br/>\n10. A pitched battle in the mountains? could it have turned the tide, <br/>\nremeber Okehazama Nobunaga stopped Imagawa with approx 1/10 of his <br/>\nforce, could a force of say 5000 take on 50000 of Tokuagwa by <br/>\nstrategic blocking of passes and clever deception techniques. Maybe, <br/>\nHojo had a man for this Fuma Kotaro-the special forces leader, but <br/>\nwas he dead? But even if this had occured the Hojo were still in dire <br/>\nstraits.<br/>\n<br/>\n11.The Satake and Satomi clans, did not support Hojo. With support by <br/>\nthese clans supply routes could have been kept open, likewise goes to <br/>\nYuki Harumoto who choose to side with Tokuagwa. With Yuki&#39;s support <br/>\nHojo could have lasted alot longer, Odawara was a fortress effort had <br/>\nbeen made to strengthen it.<br/>\n<br/>\n12. Toyotomi Hideyoshi- It can&#39;t be denied that Toyotomi HIdeyoshi <br/>\nwas a great general. He apparently managed to build a castle under <br/>\nthe nose of the Odawara defenders, I think although it would have <br/>\nbeen a morale shattering episode, it was more a case of Roman esque <br/>\nsiege tactics, because he enclosed Odawara in two lines of siege <br/>\nworks, then built his castle I think. <br/>\n<br/>\n13. Maybe the Odawara castle was not as strong as the Hojos thought, <br/>\nbecause it had been sieged and burnt twice before 1561 Uesugi <br/>\nKagetora deputy kanrei, 1569 Takeda captured it but retreaded due to <br/>\nfamine.  <br/>\n<br/>\n14. Build walls, to link the castles, making one huge fortified area, <br/>\nthe Hojo let there sattelite castles fall one by one, perhaps it <br/>\ncould be argued that a policy, more like Athens when she built long <br/>\nwalls to protect her port the Pireaus. But the Hojo had no means of <br/>\nsea supply anyway. I guess the Hojo were cut off. But they could have <br/>\nfortiefied and linked their defenses better. Allowing key men like <br/>\nChiba Shigetane a better chance to make a lasting stand. <br/>\n<br/>\n15. Daidoji Masashige, could have offered another plan, what Im <br/>\nunsure of,but to sit and wait was demoralizing for any army no matter <br/>\nhow small, it is said the best form of defence is attack, therefore <br/>\nwhy not catch them off guard. But it would only prolong the <br/>\ninevitable, but a small victory could have lifted the spirits and <br/>\nmaybe shown other daimyo that the two generals were not invincible. <br/>\n<br/>\n16. Negotiation, the Hojo constantly attempted to negotiate their <br/>\ncorner, no battle was really fought it was more like sitting round a  <br/>\ntable holding back the cards, i.e the Odawara-jo. Nobody wanted a <br/>\nfight, Tokugawa and Hideyoshi would not be wise to fight, because the <br/>\nNorth east was still to be subdued Date, Mogami, Hachisuka, AShina, <br/>\nHatakeyama some major daimyo still were left, the North East would be <br/>\nmountainous and tough. therfore losses of 50% or more would put the <br/>\nconquerors in a poor military situation. Hojo Ujimasa eventually paid <br/>\nwith his life, Hojo Ujinao became a monk then died of small pox, the <br/>\nHojo clan faded from the sengoku epoch. Why didn&#39;t one Hojo perhaps <br/>\nUjiteru flee North East to gain support, because he couldn&#39;t they <br/>\nwere samurai and thus waited to die. <br/>\n<br/>\nIn conclusion perhaps the best outcome the Hojo could have hoped for <br/>\nwas to dent the enemy forces enough to make them hesitate showing <br/>\nweakness so more time could be gained to strengthen their forts and <br/>\nmore allies could be gathered. But this never happened because a <br/>\nsiege was seen as the best way of holding ground, to negotiate <br/>\nfavourable terms. But the problem was Tokugawa and Hideyoshi had 200 <br/>\n000 men, Hojo had 50000 ~ and this ratio of 4/1 could only be used to <br/>\nthe Hojos advantage, if they attacked single regiments at a time, <br/>\nweakening each front until the cohesive strength became such that a <br/>\nmajor breakout and encirclement could be attempted by their own <br/>\nforces, perhaps using cavalry as an armoured fist. I only speculate <br/>\nas in reality in history it never did happen, perhaps it was not <br/>\npossible. Perhaps they ressigned themselves to fate. Seeing <br/>\nHIdeyoshis new castle built apparently overnight at Ichiya. The <br/>\npretext to this war was the Hojos taking of Sanada castle at <br/>\nNukuramui (think Shinano) maybe if the Hojo could get the Sanada to <br/>\nsupport them they would have increased the likely hood of having <br/>\nbetter generals and more vetern troops. But anything the Hojo did of <br/>\nthis parremeter would be in the end a pyrhic victory. The Hojo did <br/>\nnot really stand a chance, its another sad chapter in the times of <br/>\nSengoku warfare, not even Gekokuji (low overcome high) but now the <br/>\nLow overcome the High who used to be low and before never existed. <br/>\nBecause Hojo Soun brought the clan into existence on fragile <br/>\nfoundations, they never had all the right elements to become bakufu. <br/>\nIt is said if you build your house on poor foundations it will come <br/>\nto no good; well in the Hojos case it was true. How sad how very sad. <br/>\n<br/>\nAnyone respond if you can think of any other reasons, its just my <br/>\nopinion, thinking about the situation, because the facts are limited <br/>\nit is difficult to understand the campaign in great and sufficient <br/>\ndetail. <br/>\n<br/>\nAll best Mark</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 2564,
    "nextTopicId": 2522
}