{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 128395055,
            "authorName": "Eponymous13@aol.com",
            "from": "Eponymous13@...",
            "profile": "holydemon13",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Re: [samuraihistory] Two ideas & still samurai",
            "postDate": "1070853882",
            "msgId": 2708,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDguNDE4NzJmMGUuMmQwNTQ4ZmFAYW9sLmNvbT4="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 2707,
            "nextInTime": 2709,
            "topicId": 2708,
            "numMessagesInTopic": 0,
            "msgSnippet": "Hey all. Yeah, it s me, back from an extended stay on the fringe of reality in the Netherrealm. I may just be another stupid idiot who has NOT seen The Last",
            "messageBody": "<div id=\"ygrps-yiv-1097515793\">Hey all.<br/>\n       Yeah, it&#39;s me, back from an extended stay on the fringe of reality in <br/>\nthe Netherrealm.<br/>\n       I may just be another stupid idiot who has NOT seen The Last Samurai <br/>\n(and I don&#39;t plan to -- just get me the book), but is it possible that the <br/>\nIDEALS of the samurai (i.e. what they stood for, the Bushido, &c.) could still be, <br/>\nin a way, very much alive today?  I mean, as a class, certainly, the Samurai <br/>\ndisappeared a century and a quarter plus ago, sure.  But what they stood for, <br/>\ncould that not be still around today?  Such as living with honor?<br/>\n       I mean, here&#39;s an example from another walk of life: In his book <br/>\n&quot;Bound By Honor&quot;, Bill Bonnano (son of legendary La Cosa Nostra boss Joe Bonnano) <br/>\nmakes a very real distinction between &quot;A Mafioso&quot; and &quot;mafioso.&quot;  The first is <br/>\na &quot;made&quot; member of La Cosa Nostra, what we call the &quot;Mafia&quot; or the &quot;Mob,&quot; and <br/>\nmay or may not be &quot;mafioso.&quot;  Mafioso, with a &quot;small&quot; &quot;m&quot;, Bonnano describes <br/>\nas being about respect and honor, and has nothing to do with gender: &quot;A <br/>\nbeautiful, proud woman can be said to be mafioso&quot; (introduction, pg xiv).  Bluntly, <br/>\nhe goes on to describe mafioso as having to do with honor that comes from the <br/>\nrespect of places: yours and the other person&#39;s.  A crime against honor <br/>\n(picking on the weak, for example) is not tolerated, and revenge (notice, I did not <br/>\nsay &quot;justice&quot;) is extracted.  (Granted, La Cosa Nostra were, essentially, <br/>\nillegal, whilst the Samurai were VERY legal, and this difference is, of course, <br/>\nnoted.)<br/>\n       I may just be another babbling idiot, but does this make any sense at <br/>\nall and is this of any value?  Am I at least on the right track?<br/>\n       Back to the Netherrealm.  If I don&#39;t write again before then, have <br/>\nwonderful Christmas seasons, y&#39;hear?  8-)<br/>\n<br/>\nLater<br/>\nTim<br/>\n<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 2703,
    "nextTopicId": 2727
}