{
    "totalMsgInTopic": 2,
    "messages": [
        {
            "userId": 134498325,
            "authorName": "Tom Helm",
            "from": "Tom Helm &lt;junkmail@...&gt;",
            "profile": "soshuju",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Re: [samuraihistory] Two ideas...Bushi-------Jack Murphy",
            "postDate": "1071106624",
            "msgId": 2809,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDg2NzIzMkEwLTJCN0EtMTFEOC05MDU0LTAwMDM5M0I1NkJDMEB0b3J5dS1tb24uY29tPg==",
                "inReplyToHeader": "PDFlNi4xNTFiMTE5Yy4yZDA4MWQ3YUBhb2wuY29tPg=="
            },
            "prevInTopic": 2791,
            "nextInTopic": 0,
            "prevInTime": 2808,
            "nextInTime": 2810,
            "topicId": 2791,
            "numMessagesInTopic": 0,
            "msgSnippet": "Jack et al- There is some terrific info in the archive, takes a little effort put some of it together, especially if one were new to the subject. The problem",
            "messageBody": "<div id=\"ygrps-yiv-554694553\">Jack et al-<br/>\n\tThere is some terrific info in the archive, takes a little effort put <br/>\nsome of it together, especially if one were new to the subject. The <br/>\nproblem  think our erudite webmaster faces is having to &quot;dumb it <br/>\ndown&quot;(god forbid). I suggest something like;<br/>\n<br/>\nQ. What is a samurai?How can I become a samurai?<br/>\n<br/>\nA. Samurai or more properly Bushi were a social class in pre-modern <br/>\nJapan. All classes were abolished in Japan in 1877(?) there are no more <br/>\nsamurai only their descendants. For more on the samurai class see;<br/>\n<br/>\nwww.samurai-archives.com/originalgangsta/html<br/>\n<br/>\non the abolition of bushi status;<br/>\n<br/>\nwww.samurai-archive.com/bustthisup!/html<br/>\n<br/>\non Bushi culture;<br/>\n<br/>\nwww.samurai-archive.com/cultofpersonality/html<br/>\n<br/>\nI realize there is some groaning going on out there, far be it from me <br/>\nto place extra burdens on someone who has done a terrific job to date. <br/>\nIt is not my intent to step on any toes, just thinking out loud <br/>\nreally...<br/>\n-t</div>",
            "specialLinks": []
        },
        {
            "userId": 162426711,
            "authorName": "murphymurphyjohn@aol.com",
            "from": "murphymurphyjohn@...",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Re: [samuraihistory] Two ideas...Bushi-------Jack Murphy",
            "postDate": "1071039354",
            "msgId": 2791,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDFlNi4xNTFiMTE5Yy4yZDA4MWQ3YUBhb2wuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 2809,
            "prevInTime": 2790,
            "nextInTime": 2792,
            "topicId": 2791,
            "numMessagesInTopic": 0,
            "msgSnippet": "In response to Tom Helm s point,  I would like to volunteer a  rough definition of  bushi.  Of course,  no kanji here is carved on stone!  From the earliest",
            "messageBody": "<div id=\"ygrps-yiv-1998310112\">In response to Tom Helm&#39;s point,  I would like to volunteer a  rough <br/>\ndefinition of  bushi.  Of course,  no kanji here is carved on stone!  From the <br/>\nearliest days,  figurines called haniwa were found in Japanese tombs.  Many of these <br/>\nwere likenesses of warriors in full armor.   We can assume that from at least <br/>\nthe Nara Period,  circa 700,  horses had already been introduced into Japan, <br/>\nmost likely from the three kingdoms on the Korean peninsula.  In a country <br/>\nriven by war like Japan, inevitably the horses would be used by mounted warriors.  <br/>\nTherefore, I would submit that this may be taken as perhaps the first <br/>\nappearance of bushi, or warriors, into Japanese life. By the time of the Gempei War <br/>\nof 1160-85,  the bushi began, in weapons, sword and bow, and in armor,  to take <br/>\non more of the characteristics of the samurai we recognize today.   Of <br/>\ncourse, at no time does it appear that the world bushi actually was replaced by the <br/>\nterm samurai; by the same token, the English word &quot;sergeant&quot; has been used as <br/>\nthat of a commander of men at least from the time of the battle of Agincourt <br/>\nin the Hundred Years War in 1415.   Certainly from the time of the Gempei War, <br/>\na samurai was considered a warrior who owed loyalty, fealty,  to his daimyo, <br/>\nor lord.  Those samurai who lost their master were, of course,  known as the <br/>\nronin.  The period of the Age of the Country at War saw the greatest flowering <br/>\nof the samurai in  Japanese military history.  Of course,  this definition is <br/>\nsubjective, and only intended to stimulate further discussion.  Concerning <br/>\nBushido,  I would invite Tom Helm to offer a definition.  All the best,  Jack <br/>\nMurphy,  The Japan Foundation.<br/>\n<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 2800,
    "nextTopicId": 2707
}