{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 0,
            "authorName": "Mark Hall",
            "from": "&quot;Mark Hall&quot; &lt;markhall@...&gt;",
            "replyTo": "LIST",
            "senderId": "PMwt1r6kXYChAnbDKjRJBEFf4g4ZwkIs2X2ZRFZ2_l6pNI9S7MknLuy5HH-jdg0LpkYDlYPwHUq7Tsq-J4-6HgomgTPC",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Fw:     Lamers,              _Japonius Tyrannus: The Japanese Warlord Oda Nobunaga              Reconsidered_",
            "postDate": "996231811",
            "msgId": 282,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDAxMGUwMWMxMTY4ZiQ5NDA4NzA4MCQ4OTE0ZDhjYkAwMTY4MDQzNz4="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 281,
            "nextInTime": 283,
            "topicId": 282,
            "numMessagesInTopic": 0,
            "msgSnippet": "This will be of interest to some... MEH ... From: David G. Wittner  To:  Sent: Friday, July 20, 2001 3:46 AM ",
            "messageBody": "<div id=\"ygrps-yiv-1426269057\">This will be of interest to some...<br/>\nMEH<br/>\n<br/>\n<blockquote><span title=\"qreply\"> ----- Original Message -----<br/>\nFrom: &quot;David G. Wittner&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:dwittner@...\">dwittner@...</a>&gt;<br/>\nTo: &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:H-JAPAN@...\">H-JAPAN@...</a>&gt;<br/>\nSent: Friday, July 20, 2001 3:46 AM<br/>\nSubject: H-Japan(E): Book Review: Lamers, _Japonius Tyrannus: The Japanese<br/>\nWarlord Oda Nobunaga Reconsidered_<br/>\n<br/>\n<br/>\n| H-Japan<br/>\n|    19 July 2001<br/>\n|<br/>\n|<br/>\n|<br/>\n| Subject: H-Japan Book Review: Lamers, _Japonius Tyrannus: The Japanese<br/>\n| Warlord Oda Nobunaga Reconsidered_<br/>\n| From: David Wittner, H-Japan Book Review Editor<br/>\n|<br/>\n|<br/>\n| H-NET BOOK REVIEW<br/>\n| Published by <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:H-Japan@...\">H-Japan@...</a> (July, 2001)<br/>\n|<br/>\n| Jeroen Lamers. _Japonius Tyrannus: The Japanese Warlord Oda<br/>\n| Nobunaga Reconsidered_. Leiden: Hotei Publishing, 2000. 280 pp.<br/>\n| Tables, maps, notes, bibliography, and index. $65.00 (cloth),<br/>\n| ISBN 90-74822-22-3.<br/>\n|<br/>\n| Reviewed for H-Japan by Suzanne Gay &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:suzanne.gay@...\">suzanne.gay@...</a>&gt;,<br/>\n| East Asian Studies Program, Oberlin College<br/>\n|<br/>\n| A New Biography of Oda Nobunaga<br/>\n|<br/>\n| Jeroen Lamers has written a biography of Oda Nobunaga, the<br/>\n| sixteenth century warrior who was the first of the so-called<br/>\n| three great unifiers of early modern Japan.  The study focuses<br/>\n| particularly on the policies and actions of Nobunaga during the<br/>\n| years of his national ascendancy, 1568-82.  Mr. Lamers has<br/>\n| consulted a wide range of contemporary sources: in addition to<br/>\n| numerous official documents, these include the Shincho Kyou-ki<br/>\n| by Oota Gyuuichi, Nobunaga&#39;s first chronicler, the Jesuit<br/>\n| records, and diaries like the Kanemi Kyou-ki and Tokitsugu<br/>\n| Kyou-ki.  Mr.  Lamers has also taken full measure of the works<br/>\n| of Japanese and western historians in his treatment of this<br/>\n| important figure.<br/>\n|<br/>\n| This monograph contributes in several important ways to the<br/>\n| literature on Nobunaga and sixteenth century Japan.  First, it<br/>\n| is the only thorough treatment of Nobunaga&#39;s career and<br/>\n| achievements in a western language.  Although we have read about<br/>\n| Nobunaga, or at least Nobunaga&#39;s policies, in the context of the<br/>\n| Sengoku period and are aware of his main achievements, it tends<br/>\n| to be mainly as a forerunner to Hideyoshi and Ieyasu that he is<br/>\n| remembered.  In a full treatment of his life his achievements<br/>\n| are better appreciated not only for what came after him but for<br/>\n| what he achieved in his own times.  Second, we can better<br/>\n| appreciate Nobunaga&#39;s genius as a military and especially<br/>\n| political tactician when we see the tremendous odds against<br/>\n| which he struggled all his adult life, besieged by enemies on<br/>\n| all sides.  Although the Japanese political scene fell into<br/>\n| disarray once Nobunaga was assassinated, his policies and<br/>\n| campaigns had indeed unified great portions of the country by<br/>\n| the time Hideyoshi took control.  In his drive to take Kyoto and<br/>\n| in his decision to settle in Azuchi, near but not in the ancient<br/>\n| capital, Nobunaga defined himself as a national leader and not<br/>\n| simply as the head of a coalition of warriors.  Finally, by<br/>\n| giving close attention to the years 1568 through 1573, Mr.<br/>\n| Lamers shows the Muromachi shogunate under the active leadership<br/>\n| of the last shogun, Yoshiaki, to have been much more vital and<br/>\n| politically significant even immediately prior to its demise<br/>\n| than is usually thought.<br/>\n|<br/>\n| Mr. Lamers approaches the story of Nobunaga&#39;s life primarily as<br/>\n| a series of scholarly debates which he presents, analyzes and,<br/>\n| often, dismisses in whole or in part.  He then puts forth his<br/>\n| own revisionist conclusions, some of which are persuasive and<br/>\n| carefully considered, and certainly demonstrate familiarity with<br/>\n| both Japanese and western scholarship.  Nevertheless, this<br/>\n| approach, however valid it may be in a dissertation, imparts a<br/>\n| pedantic quality to a biography and detracts from what should be<br/>\n| the narrative thrust of Nobunaga&#39;s life.  Some of the scholarly<br/>\n| judgments, moreover, come across as excessively dismissive. Asao<br/>\n| Naohiro&#39;s thinking on the concept of tenka, for instance, should<br/>\n| not be dismissed out of hand (p. 128) simply because the author<br/>\n| is determined to refute the theory of Nobunaga&#39;s<br/>\n| self-deification.  It is quite possible, it seems to me, that<br/>\n| Nobunaga had the intellectual capacity, not to mention political<br/>\n| shrewdness, to apply concepts of statehood to his rule.  Mr.<br/>\n| Lamers, however, seems determined to portray him at all costs as<br/>\n| a pragmatist.<br/>\n|<br/>\n| Mr. Lamers has extensively mined contemporary Jesuit writings in<br/>\n| his study.  These are valuable if biased sources, as he reminds<br/>\n| the reader frequently: they record events that corroborate<br/>\n| Japanese sources and they contain some descriptions of Japanese<br/>\n| life not found elsewhere, but their interpretation of events is<br/>\n| often self-interested.  Unfortunately, Mr. Lamers too frequently<br/>\n| gets sidetracked into a determination to undermine these<br/>\n| sources, and in the process the narrative of Nobunaga&#39;s life is<br/>\n| relegated to the wings: for instance, the author attacks at<br/>\n| length the Jesuits&#39; portrayal of Nobunaga as a supporter of<br/>\n| Christianity, and later refutes Luis Frois&#39; assertion of<br/>\n| Nobunaga&#39;s self-deification.  Nobunaga&#39;s relationship with the<br/>\n| Jesuits was indeed one part of his consolidation of power and<br/>\n| isolation of certain enemies.  The author might have analyzed it<br/>\n| to explicate aspects of Nobunaga&#39;s character germane to his hold<br/>\n| on power: his shrewdness, his fascination with the unknown and<br/>\n| the exotic, and at the same time his prudence.  Instead, Mr.<br/>\n| Lamers gets caught up in showing the Jesuits to be vain and<br/>\n| misguided in their belief that Nobunaga supported them.  (This<br/>\n| argument, incidentally, turns out to be a non-starter: some of<br/>\n| the sources cited show in fact a very accurate and sober Jesuit<br/>\n| understanding of Nobunaga&#39;s motives in granting them favorable<br/>\n| treatment.)  Ultimately, the space devoted to critiquing the<br/>\n| Jesuit sources is disproportionate to this relatively minor<br/>\n| aspect of Nobunaga&#39;s life.<br/>\n|<br/>\n| As the subtitle suggests, Mr. Lamers is at pains to challenge<br/>\n| the standard view of Nobunaga as a cruel and brutal tyrant.<br/>\n| Again, he implicates the Jesuits as the original culprits, with<br/>\n| the label sticking even in the most recent scholarship on<br/>\n| Nobunaga.  To refute this, Mr.  Lamers presents events as they<br/>\n| may have appeared to Nobunaga and argues, often persuasively,<br/>\n| that the actions he took were (simply) those of a pragmatic,<br/>\n| decisive, non-ideological, and extremely ambitious warrior.<br/>\n| Perhaps so, but in the end there are enough cases of massive<br/>\n| slaughter, deliberate disgrace and humiliation of less worthy<br/>\n| vassals, ruthless treatment of enemies, and, to put it mildly,<br/>\n| iconoclastic treatment of Buddhist groups that the original<br/>\n| label remains quite apt.  But after all, brutality was<br/>\n| widespread in the sixteenth century, and not only in Japan.  Yet<br/>\n| is this the best yardstick by which to assess Nobunaga?  By<br/>\n| focusing so heavily on brutality Mr. Lamers places central<br/>\n| emphasis on a moral evaluation of Nobunaga&#39;s character, in the<br/>\n| process missing other standards by which to consider his place<br/>\n| in history.  In his conclusion, which is too mild considering<br/>\n| the weight of the story he has just told, Lamers ends by merely<br/>\n| saying that &quot;the best adjectives to characterise Nobunaga&#39;s rule<br/>\n| and personality are not &quot;callous and brutal&quot; but &quot;pragmatic and<br/>\n| ruthless&quot; (p. 232).  Surely there is more that could be said of<br/>\n| the career and contributions of this brilliant military and<br/>\n| political tactician.  Mr. Lamers points out that the treatment<br/>\n| of Nobunaga by early modern Japanese chroniclers and historians<br/>\n| in the early modern period is a huge topic requiring a separate<br/>\n| study.  Nonetheless, a summary, at least, of the early modern<br/>\n| Japanese writings on Nobunaga would have balanced the attention<br/>\n| given to Jesuit writings, and perhaps helped better define a<br/>\n| historical niche for Nobunaga.<br/>\n|<br/>\n| Nobunaga&#39;s reputation as a cruel and ruthless warrior rests in<br/>\n| part on his treatment, audacious for its times, of institutional<br/>\n| Buddhism.  In 1571 his forces attacked and burned Enryakuji, the<br/>\n| great Tendai monastery on Mt. Hiei, and slaughtered its<br/>\n| thousands of monks.  This study portrays the event as payback<br/>\n| for Enryakuji&#39;s monks joining forces opposed to Nobunaga in<br/>\n| earlier conflicts--&quot;a matter of restoring his military<br/>\n| credibility and saving his personal honor&quot; (p. 76).  While<br/>\n| allowing that this was an unprecedented act of sacrilege,<br/>\n| however, Mr.  Lamers does not convey Enryakuji&#39;s powerful<br/>\n| position in the medieval economy and religion, and thus somewhat<br/>\n| underrates the importance of the event.  Quite simply, no<br/>\n| earlier ruler could have even contemplated such a move.  By<br/>\n| sacking Enryakuji, Nobunaga obliterated one of the foundations<br/>\n| of the medieval order.  His other &quot;encounter&quot; with Buddhism was<br/>\n| his long struggle against the well-organized and persistent<br/>\n| forces of the Honganji.  It is true that these forces lacked the<br/>\n| monastic character of the monks at Hiei, but ascribing<br/>\n| Nobunaga&#39;s motives in this campaign partly to a loathing for<br/>\n| &quot;farmers&quot; is less than satisfying, especially given the carnage<br/>\n| at Nagashima.  Nobunaga had a clear vision of the religious<br/>\n| obstacles that stood in his way, and he pursued them<br/>\n| relentlessly.<br/>\n|<br/>\n| Finally, one comes away from this study with a much greater<br/>\n| appreciation for Nobunaga&#39;s achievements, but without much of a<br/>\n| sense of Nobunaga as a person.  Premodern sources are, of<br/>\n| course, notoriously intractable about shedding light on<br/>\n| individuals, and Mr. Lamers eschews at the outset a<br/>\n| psychohistorical approach.  Nevertheless, more discussion of<br/>\n| Nobunaga&#39;s character and times would have yielded a fuller<br/>\n| portrait of him without requiring a foray into psychoanalysis.<br/>\n| For instance, one wonders about the sixteenth century warrior<br/>\n| family and its ethos: was it unusual for a younger brother to<br/>\n| overshadow the eldest son, as Nobunaga did?  And was Nobunaga<br/>\n| unusual in sometimes favoring collateral relatives over his own<br/>\n| sons?  The case of Nobunaga&#39;s first marriage, dissolved over<br/>\n| inter-familial politics, cries out for some discussion of<br/>\n| marriage practices.  The role in the Araki Crisis of the<br/>\n| Christian daimyo with their high regard for loyalty offers an<br/>\n| opportunity to discuss this virtue in the context of late<br/>\n| sixteenth century Japanese warrior society.  Despite some missed<br/>\n| opportunities, however, Mr. Lamers has produced a comprehensive<br/>\n| and illuminating account of Nobunaga&#39;s career and policies.<br/>\n|<br/>\n| Copyright 2001 by H-Net, all rights reserved. H-Net permits the<br/>\n| redistribution and reprinting of this work for nonprofit,<br/>\n| educational purposes, with full and accurate attribution to the<br/>\n| author, web location, date of publication, originating list, and<br/>\n| H-Net: Humanities & Social Sciences Online. For other uses<br/>\n| contact the Reviews editorial staff: hbooks@mail.h-net.msu.edu.<br/>\n| </span></blockquote></div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 271,
    "nextTopicId": 283
}