{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 0,
            "authorName": "LordBloodfang@aol.com",
            "from": "&lt;LordBloodfang@...&gt;",
            "replyTo": "LIST",
            "senderId": "UYbMEZw-bV-fxkNd-RIxsSCbszrizL3XYuQsfx6nhwFL6rgmDUfFedT3XWW_SSLxus7dISack3WHU5u4Neo",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Historically accurate writing?",
            "postDate": "996678864",
            "msgId": 288,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {},
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 287,
            "nextInTime": 289,
            "topicId": 288,
            "numMessagesInTopic": 0,
            "msgSnippet": "This message from Japanese Samurai History Forum on Delphi.com was forwarded to you by TORAKAMI. You can view it in the context of the entire discussion by",
            "messageBody": "<div id=\"ygrps-yiv-648481816\">This message from Japanese Samurai History Forum on Delphi.com was<br/>\nforwarded to you by<br/>\nTORAKAMI.<br/>\n<br/>\nYou can view it in the context of the entire discussion by going to:<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://forums.delphi.com/samuraihistory/messages/?msg=.\">http://forums.delphi.com/samuraihistory/messages/?msg=.</a><br/>\n<br/>\nTo view TORAKAMI&#39;s Profile, visit<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://forums.delphi.com/dir-app/showprofile.asp?uname=TORAKAMI\">http://forums.delphi.com/dir-app/showprofile.asp?uname=TORAKAMI</a><br/>\n<br/>\n<br/>\n<br/>\n<br/>\n=======================Forwarded Message=======================<br/>\n<br/>\nKonnichi wa,<br/>\n     I am a 19 year old American citizen who has always had an interest in<br/>\nthe Samurai and 16th century Japan.  It is not until within the last 2<br/>\nyears, however, that I have begun to really look into it.  I am a rather<br/>\ngood writer and plan to use the late Sengoku period in one of the episodes<br/>\nof a series my friends and I are going to begin writing.  I wish to know<br/>\nwhere I can get ALL of the info I need such as Historical data, Language<br/>\nand systems of counting used by the people, as well as all of their<br/>\nimportant customs.  I&#39;ve read &quot;SHOGUN&quot; by James Clavell, but besides the<br/>\nobvious renaming of historical figures such as Will Adams (James<br/>\nBlackthorne in the book) and Tokugawa Ieyasu (the character Yoshi<br/>\nToranaga) a few things were kind of inaccurate and even I picked up on it<br/>\nwith my limited knowledge.  Things such as -san and -sama for polite<br/>\nconversation and addression superiors instead of using -sama and -dono as<br/>\nI understand they are the correct way of seperating politeness from<br/>\nrespect.  Also they said &quot;Domo&quot; could be used instead of &quot;Domo Arigato&quot; by<br/>\nmen to say &quot;Thanks&quot;.  This was the first thing that caught my eye as a<br/>\nproblem since &quot;Domo&quot; means &quot;Very much&quot; it didn&#39;t make sense to me.  Am I<br/>\nmistaken??  I wish to know how much of the counting systems given were<br/>\ncorrect as well (a Koku is the amount of rice needed to feed 1 man for 1<br/>\nyear, and days are divided into 12 sets of 2 hours each and named in order<br/>\nof the Oriental Zodiac, etc.)  Also the correct measurement of &quot;Ri&quot; is<br/>\nimportant.  The book said it was &quot;1 mile&quot; the glossary of the samurai<br/>\narchives said it was &quot;2.445 miles&quot; I&#39;m more inclined to believe the<br/>\nArchive though.  It being official and all.  Is there any other advise as<br/>\nto what I should incorporate into my book and places where I could accuire<br/>\nthis info.  Any information that any of you could give me would be greatly<br/>\nappreciated.  My intention is to make this as Historically accurate as<br/>\nhumanly (or Americanly ::sigh::) possible.<br/>\n<br/>\nP.S.  By the way, any infant can speak better Japanese than me which is a<br/>\nbig problem so I have a question about a certain title.  If I was to call<br/>\nsomeone &quot;Shogun of the Six Divine Virtues&quot; would it be writen as &quot;Roku<br/>\nShintoku no Shogun&quot; or the other way around???<br/>\n<br/>\nDomo Arigato,<br/>\nTorakami Bloodfang<br/>\n<br/>\n<br/>\n=================================================<br/>\nDelphi.com: Home to the Web&#39;s most vibrant online<br/>\ncommunities. Explore more than 100,000 Forums<br/>\nor create your own at <a rel=\"nofollow\" target=\"_blank\" href=\"http://forums.delphi.com\">http://forums.delphi.com</a></div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 285,
    "nextTopicId": 289
}