{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 0,
            "authorName": "Christopher West",
            "from": "&quot;Christopher West&quot; &lt;kitsuno@...&gt;",
            "replyTo": "LIST",
            "senderId": "m8MFcc6x__sjuCSYOP0GX8I_rsUgMwQveAfuk7B_B62mU88zJzq5u6mrtkl4sBpXIsADrQTmsXj4wreRj2NkMtw3v_PBnisqmdDf9t_ovg",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "&quot;In death, Kurosawa remains hot movie property&quot;",
            "postDate": "996781166",
            "msgId": 289,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDlrY2E5ZSszczNhQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 288,
            "nextInTime": 290,
            "topicId": 289,
            "numMessagesInTopic": 0,
            "msgSnippet": "Thought this article might be of interest: In death, Kurosawa remains hot movie property Reuters Aug 2 2001 3:37AM NEW YORK (Reuters) - The emperor of Japanese",
            "messageBody": "<div id=\"ygrps-yiv-1758280178\">Thought this article might be of interest:<br/>\n<br/>\n<br/>\nIn death, Kurosawa remains hot movie property<br/>\nReuters<br/>\nAug 2 2001 3:37AM<br/>\n<br/>\nNEW YORK (Reuters) - The emperor of Japanese cinema Akira Kurosawa is <br/>\ndead. Long live the emperor. <br/>\nJapanese movie director extraordinaire Kurosawa, who died in 1998 at <br/>\nthe age of 88, has been a major player in the global movie market <br/>\nover the past few years, albeit posthumously. <br/>\n<br/>\nIn July, two production deals were inked with U.S. companies to make <br/>\nEnglish-language versions of Kurosawa classics, which helped put <br/>\nJapanese cinema on the world map. <br/>\n<br/>\nKurosawa has been hailed as one of the greatest filmmakers ever for <br/>\nhis tales of samurai, detectives, businessmen and petty bureaucrats <br/>\nthat struck at the heart of the human psyche and were steeped in <br/>\nambiguity. <br/>\n<br/>\nSince his death Kurosawa has landed screen credits for writing <br/>\nscripts for two new movies. <br/>\n<br/>\n&quot;There are a lot of people in Hollywood thinking of making their own <br/>\nversion of a Kurosawa classic,&quot; one U.S. movie executive said. <br/>\n<br/>\nThe recent deals that have been struck include a pact between <br/>\nHollywood&#39;s Harbor Light Entertainment and Kurosawa&#39;s movie <br/>\nproduction company to make a U.S. version of the Kurosawa <br/>\nclassic &quot;Rashomon.&quot; <br/>\n<br/>\nThe other deal is with a production company affiliated with acclaimed <br/>\ndirector and Kurosawa fan Martin Scorsese, which will do a remake of <br/>\nthe kidnapping thriller &quot;High and Low&quot; (Tengoku to Jigoku). <br/>\n<br/>\n&quot;We are looking to make a contemporary thriller set in mid- to small-<br/>\ntown America,&quot; Edwin Marshall of Harbor Light said of his company&#39;s <br/>\nplanned remake of &quot;Rashomon,&quot; which many critics call Kurosawa&#39;s most <br/>\nfamous work. <br/>\n<br/>\nMarshall lived in Japan and spent some time on the set with Kurosawa. <br/>\nHis partner Stuart Calcote is a Japan-hand who played a key role in <br/>\nlanding &quot;Rashomon&quot;. <br/>\n<br/>\nREVERENCE FOR THE MASTER <br/>\n<br/>\nMarshall said that Harbor Light is approaching their &quot;Rashomon&quot; <br/>\nremake with reverence to the movie whose title has become a catchword <br/>\nfor the inability to ever know the truth about a certain situation. <br/>\n<br/>\nHarbor Light scored the movie after lengthy discussions with <br/>\nKurosawa&#39;s son Hisao. The company is in talks with an Academy Award-<br/>\nnominated writer for the screenplay of the film they aim to produce <br/>\nfor about $40 million. <br/>\n<br/>\nKurosawa&#39;s &quot;Rashomon&quot; (1951) is set in medieval Japan and tells of <br/>\nthe rape of a nobleman&#39;s bride by a bandit. The point of view from <br/>\nthe movie is from the participants and a witness, and each character <br/>\nrecounts the incident in a way that shines favorable light on them. <br/>\n<br/>\nThe movie won the Grand Prix at the Venice International Film <br/>\nFestival, which was the first major international recognition ever <br/>\nachieved by a Japanese filmmaker. <br/>\n<br/>\nIn the other remake deal announced in July, entertainment trade paper <br/>\nVariety reported that Brazilian director Walter Salles, whose 1998 <br/>\nfilm &quot;Central Station&quot; was Oscar-nominated for best foreign-language <br/>\npicture, will remake &quot;High and Low&quot; after Kurosawa&#39;s production <br/>\ncompany willed the rights to the movie to Scorsese&#39;s Cappa <br/>\nProductions. <br/>\n<br/>\nDisney&#39;s Touchstone Pictures is thinking of making the movie but has <br/>\nyet to &quot;greenlight&quot; the project, it said. Cappa Production officials <br/>\nwere not immediately available for comment. <br/>\n<br/>\n&quot;I have a feeling that a lot of Kurosawa&#39;s movies will be remade over <br/>\ntime,&quot; acclaimed director Wayne Wang (&quot;The Joy Luck Club&quot; and &quot;Smoke&quot; <br/>\ntold Reuters. <br/>\n<br/>\n&quot;A lot of people have not seen the originals and Americans are always <br/>\nlooking for good material to remake,&quot; Wang said, adding that he sees <br/>\na cycle brewing for Kurosawa remakes. <br/>\n<br/>\nKUROSAWA AND HOLLYWOOD <br/>\n<br/>\nThe interest in remaking Kurosawa is nothing new. <br/>\n<br/>\nKurosawa&#39;s &quot;The Seven Samurai&quot; (1954) inspired the American <br/>\nWestern &quot;The Magnificent Seven&quot; (1960), which boosted the career of <br/>\nSteve McQueen. <br/>\n<br/>\nItalian director Sergio Leone made a version of Kurosawa&#39;s &quot;Yojimbo&quot; <br/>\n(1961) as the spaghetti Western &quot;A Fistful of Dollars&quot;(1964), which <br/>\nhelped make Clint Eastwood a movie star. The movie was remade again <br/>\nin 1996 under the title &quot;Last Man Standing&quot; with Bruce Willis as the <br/>\nstar. <br/>\n<br/>\nKurosawa&#39;s historical spectacle &quot;The Hidden Fortress&quot; (1958) was <br/>\ncredited by George Lucas as an important source for &quot;Star Wars.&quot; <br/>\nAnd &quot;Rashomon&quot; had a Hollywood remake in the guise of a quickly <br/>\nforgotten Western called Outrage (1964), which had Paul Newman <br/>\nplaying the part of the bandit. <br/>\n<br/>\nKurosawa also borrowed from western classics with movies such as 1985 <br/>\nfeudal Japan war tale &quot;Ran&quot;, which was based on William Shakespeare&#39;s <br/>\nplay &quot;King Lear&quot;. <br/>\n<br/>\nIn his native Japan, where Kurosawa toiled as a fringe figure in the <br/>\nmovie industry for years despite his international fame, Kurosawa <br/>\nscripts became a hot property after his death. <br/>\n<br/>\nJapanese studio Nikkatsu produced a movie about a sword-slinging <br/>\ngangster based on a screenplay by Kurosawa and Keisuke Kinoshita <br/>\ncalled &quot;Dora Heita&quot;, which came out about a year ago. <br/>\n<br/>\nKurosawa&#39;s production company took a screenplay from the great <br/>\nJapanese director that had not been filmed to make the movie &quot;Ame <br/>\nAgaru&quot; (After the Rain). The movie is about a samurai trying to find <br/>\nwork in changing times and came from a screenplay from Kurosawa with <br/>\nhis directorial notes. <br/>\n<br/>\nKurosawa planned to shoot the movie a few years ago, but illness <br/>\nprevented him from starting the film. <br/>\n<br/>\n&quot;What I hope for more than anything else is that Kurosawa&#39;s genius <br/>\nwill continue to influence the industry,&quot; U.S. &quot;Rashomon&quot; producer <br/>\nMarshall said.</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 288,
    "nextTopicId": 290
}