{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 166292105,
            "authorName": "Thiago Sorrentino",
            "from": "&quot;Thiago Sorrentino&quot; &lt;tsorrentino@...&gt;",
            "profile": "tbsorrentino",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Positive and Negative Traits (was Re: hello again)",
            "postDate": "1075811682",
            "msgId": 3570,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDAyNjkwMWMzZWE1MiQxOTdkZDI4MCQ5OGY0YThjMEBBZHZvZ2Fkb0lJPg==",
                "referencesHeader": "PGJ2bGwwNCtzb2JvQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 3569,
            "nextInTime": 3571,
            "topicId": 3570,
            "numMessagesInTopic": 0,
            "msgSnippet": "Greetings, Christopher: I enjoyed very much reading your email. Addressing negative traits are as important as addressing positive ones in a sincere discussion",
            "messageBody": "<div id=\"ygrps-yiv-1959858571\">Greetings,<br/>\n<br/>\nChristopher: I enjoyed very much reading your email. Addressing negative traits are as important as addressing positive ones in a sincere discussion about any topic.<br/>\nPerhaps another interesting aspect may be retrieved from the &quot;Last Samurai&quot; motion picture. It is clear that the movie suggests the rebellion were being lead in order to preserve tradition and honor (the Emperor´s counselours are portraied as greedy and selfish, whereas the &quot;Samurai&quot; are only honour bound). However, how absurd is conceiving the rebellion as a device to attempt return to the &quot;status quo&quot;? Certainly, the &quot;Samurai&quot;, as a class, knew they would lose their prestige and power with the Restoration and the open trade (before the Emperor, the Tokugawa Bafuku agreed on trade terms). Would they be fighting for their status rather by just simple plain honour?<br/>\n<br/>\nThese are just considerations and questions, please do not take them as offensive. I bear deep respect for the subject at hand.<br/>\n<br/>\nCheers,<br/>\n<br/>\nThiago   <br/>\n<br/>\n<blockquote><span title=\"qreply\"> ----- Original Message ----- <br/>\n  From: Yama Kaminari no Date Saburou Yukiie <br/>\n  To: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:samuraihistory@yahoogroups.com\">samuraihistory@yahoogroups.com</a> <br/>\n  Sent: Monday, February 02, 2004 11:57 AM<br/>\n  Subject: [samuraihistory] Re: hello again<br/>\n<br/>\n<br/>\n  Konnichi wa, tomodachi<br/>\n  This is going to seem as if I am against samurai, which I am not. I am<br/>\n  rather intrigued by them, in their day. Follow me on this for a moment<br/>\n  if you will...<br/>\n<br/>\n  When Slavery was abolished in the United States, there were people who<br/>\n  still thought slavery was a good idea, and people who didn&#39;t. After<br/>\n  the abolishment of slavery, for the most part, former slave owners<br/>\n  rarely went about saying they were members of a class that proudly<br/>\n  owned other human beings and had the right to life or death over them.<br/>\n  The law didn&#39;t allow that any more, and for the most part, and the<br/>\n  general populace would not stand for that. The abolishment was drilled<br/>\n  into the public psyche, as was the concept that slave owners were not<br/>\n  needed in a changed society, and that all races and classes should be<br/>\n  free and theoretically equal. Owning slaves was made not-noble.<br/>\n<br/>\n  Samurai had an equal right of life or death over those of lesser<br/>\n  class, held all of the benefits of the current society, and when<br/>\n  Samurai were abolished, the general psyche of the public thought they<br/>\n  were as un-needed as slave owners were in the U.S.<br/>\n<br/>\n  So I suppose one could say they were still slave owners if they were<br/>\n  the descendants of slave owners...but the public would not look kindly<br/>\n  on that, nor would I suspect the public would look kindly on Samurai.<br/>\n<br/>\n  There were good samurai, and the parts of samurai life that were noble<br/>\n  should be celebrated but lets not forget it was a package deal. - just<br/>\n  like there were, I suppose, some good slave owners, but the society<br/>\n  evolved around them.<br/>\n<br/>\n<br/>\n  Just other thoughts...<br/>\n  Christopher <br/>\n  (who celebrates the good parts of samurai life, but is aware there are<br/>\n  bad ones...)<br/>\n<br/>\n  &gt; So theoretically the descendants of the samurai class could<br/>\n  therefore still consider themselves to be samurai, although not with a<br/>\n  legal foundation, with the laws enacted during the Meiji Restoration<br/>\n  being formulated by the winners, if not nessarily/hypothetically those<br/>\n  in the &#39;right&#39; ??<br/>\n  &gt; Just a thought<br/>\n  &gt; M.Lorimer<br/>\n  &gt; <br/>\n<br/>\n<br/>\n<br/>\n  ---<br/>\n  Samurai Archives: <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.samurai-archives.com\">http://www.samurai-archives.com</a><br/>\n  Samurai Archives store: <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.cafeshops.com/samuraiarchives\">http://www.cafeshops.com/samuraiarchives</a><br/>\n  --- <br/>\n<br/>\n<br/>\n        Yahoo! Groups Sponsor <br/>\n              ADVERTISEMENT<br/>\n             <br/>\n       <br/>\n       <br/>\n<br/>\n<br/>\n------------------------------------------------------------------------------<br/>\n  Yahoo! Groups Links<br/>\n<br/>\n    a.. To visit your group on the web, go to:<br/>\n    <a rel=\"nofollow\" target=\"_blank\" href=\"http://groups.yahoo.com/group/samuraihistory/\">http://groups.yahoo.com/group/samuraihistory/</a><br/>\n      <br/>\n    b.. To unsubscribe from this group, send an email to:<br/>\n    <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:samuraihistory-unsubscribe@yahoogroups.com\">samuraihistory-unsubscribe@yahoogroups.com</a><br/>\n      <br/>\n    c.. Your use of Yahoo! Groups is subject to the Yahoo! Terms of Service. <br/>\n<br/>\n<br/>\n<br/>\n<br/>\n[Non-text portions of this message have been removed] </span></blockquote></div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 3563,
    "nextTopicId": 3560
}