{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 43901450,
            "authorName": "Parker S. Lyle",
            "from": "&quot;Parker S. Lyle&quot; &lt;rntihg@...&gt;",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "RE: History Channel, Was Trying to learn",
            "postDate": "1076052997",
            "msgId": 3639,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PFNFQTItRjMyS2JuMHdrVTYwMXYwMDAwMTllMEBob3RtYWlsLmNvbT4="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 3638,
            "nextInTime": 3640,
            "topicId": 3639,
            "numMessagesInTopic": 0,
            "msgSnippet": "Just wanted to share a little anecdote.  A few years back at the beginning of my graduate study I was doing a report on something samurai-related and contacted",
            "messageBody": "<div id=\"ygrps-yiv-1769926642\">Just wanted to share a little anecdote.  A few years back at the beginning <br/>\nof my graduate study I was doing a report on something samurai-related and <br/>\ncontacted Prof. Karl Friday.  I had reached what I believed to be an <br/>\nimpasse and my poor level of Japanese did not seem to be up to the task of <br/>\nporing over scads of kamakura-era texts in the time allotted for the <br/>\nproject.  In any event, after a few VERY helpful exchanges with Prof. <br/>\nFriday pointing me in some interesting directions I made reference to a <br/>\nhistory channel thing that he (and Cameron Hurst and Turnbull) appeared on <br/>\nin support of something that I believed, and he said in no uncertain terms <br/>\nthat they had taken his comments out of context and edited the interview in <br/>\nsuch a way that it appeared that he was espousing a viewpoint that was <br/>\nactually nearly the opposite of what he actually believes.<br/>\n<br/>\nThe Moral?  Don&#39;t believe everything you see on t.v....<br/>\n<br/>\n-Shannon<br/>\n<br/>\n_________________________________________________________________<br/>\n友達と24時間ホットライン「MSN メッセンジャー」、今すぐダウンロード！  <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://messenger.msn.co.jp\">http://messenger.msn.co.jp</a></div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 1224,
    "nextTopicId": 3624
}