{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 111190192,
            "authorName": "Meðal Mikit Stór-ljon Oddhinsson",
            "from": "=?iso-8859-1?Q?Me=F0al_Mikit_St=F3r-ljon_Oddhinsson?= &lt;medhal8@...&gt;",
            "profile": "mahamayuri",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "A correction about Daikoku",
            "postDate": "1076349056",
            "msgId": 3698,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDAwMDAwMWMzZWY3NCRjMDk3NmQyMCRlNTc0ZWFjOEBoYW56b2hhdHRvcmk+",
                "referencesHeader": "PDEwNzYxMTAyMTUuMzQ4LjczODQ0Lm0xMkB5YWhvb2dyb3Vwcy5jb20+"
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 3697,
            "nextInTime": 3699,
            "topicId": 3698,
            "numMessagesInTopic": 0,
            "msgSnippet": "Sorry folks I was a little upset about statements concerning Japan Classical Schools of Buddhism, and din t sent the exactly correct information of Daikoku-Ten",
            "messageBody": "<div id=\"ygrps-yiv-1562027421\">Sorry folks<br/>\n<br/>\nI was a little upset about statements concerning Japan Classical Schools of<br/>\nBuddhism, and din&#39;t sent the exactly correct information of Daikoku-Ten<br/>\n<br/>\nDaikoku-Ten is the japanese translation of the sanskrit Mahâkâla, and is a<br/>\nfierce wrathful deity who inhabits cemeteries, an War God called to bestow<br/>\nvictory over evil and unfair enemies, fight evil spirits, and in some few<br/>\naspects, to ensure prosperity, destroying obstacles.<br/>\n<br/>\nIn Japan, due to the Shinbutsu Shugo phenomena, it was associated with the<br/>\nShinto God Okuninushi no Mikoto (that is my correction), and there is<br/>\nworshiped with a shinto image that is not in anyway wrathful, but all<br/>\nsmilling and happy.<br/>\n<br/>\nThe god of wealth and farmers, Daikoku usually wears a hood and stands on<br/>\nbales of rice, carrying a large sack of treasure slung over his shoulder and<br/>\nholding a small magic mallet. Daikoku is also the deity of the kitchen and<br/>\nprovider of food.<br/>\n<br/>\nIn the original wrathful form (away from the Shimbutsu Shugo phenomena and<br/>\nits respecive association), he was worshiped in India as a fierce aspect of<br/>\nShiva, but in Buddhism, as one of the Eleven faces of Avalokites&#39;vâra<br/>\nBodhisattva (jap. Juichi-men Kanjizai Bosatsu)<br/>\n<br/>\nAs an warrior&#39;s deity, probable it as subject of dedication of some samurais<br/>\nwho practiced study and austerity on tantric buddhism, like Miyamoto Musashi<br/>\ndid, dedicating himself to Fudô Myo Ou (Sansk. Acâlanatha Vidyarâja).<br/>\n<br/>\nAs in association with the Shinto Deity Okuninushi no Mikoto, he is one of<br/>\nthe Seven Gods of Good Fortune (Shichi Fuku-Jin), but I am not able to find<br/>\nout if such associated practice of the Seven Gods was just a Japanese<br/>\nphenomena derivated from the Shimbutsu Shugo, or if it was in some other<br/>\nway, in other countries&#39;s vajrayana buddhism (Mahâ Kala is not (under my<br/>\nknowledge) present in any other form of devotional buddhism, Sutra Buddhism<br/>\nor Dhyana Buddhism or in any of the other schools of Mahayana Buddhism, but<br/>\nsurelly not in any of theravadim schools)<br/>\n<br/>\nSorry for the mistake<br/>\n<br/>\nOctavio Augusto Okimoto Alves de Carvalho<br/>\nSão Paulo - SP Brazil</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 3681,
    "nextTopicId": 3696
}