{
    "totalMsgInTopic": 2,
    "messages": [
        {
            "userId": 129164387,
            "authorName": "Gillian Rubinstein",
            "from": "Gillian Rubinstein &lt;gillian@...&gt;",
            "profile": "gilliru",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Re: [samuraihistory] war of Ezo-chi",
            "postDate": "1076455542",
            "msgId": 3737,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {},
            "prevInTopic": 3728,
            "nextInTopic": 0,
            "prevInTime": 3736,
            "nextInTime": 3738,
            "topicId": 3728,
            "numMessagesInTopic": 0,
            "msgSnippet": "... Hijikata does not get a mention in my Dictionary of Modern Japanese History or in any of the general histories I ve got. All I know about him is that he",
            "messageBody": "<div id=\"ygrps-yiv-1759805243\"><blockquote><span title=\"ireply\">&gt;Kyle,<br/>\n<br/>\n </span></blockquote>Hijikata does not get a mention in my Dictionary of Modern Japanese History or in any of the general histories I&#39;ve got. All I know about him is that he  accompanied Enomoto to Hokkaido (at that time just beginning to be opened up and developed by the Japanese.) <br/>\n<br/>\nEnomoto Takeaki (born 1836) studied Dutch learning and seamanship, and studied in Holland 1862 to 67 before becoming deputy head of the Bakufu&#39;s naval department. Refused to surrender to imperial forces in 1868 and fled with warships to Hokkaido where he resisted the new government in the fortress of Goryoukaku (shaped like a star with five points according to a picturein my illustrated history and described as the defence of the north.) He surrendered in 1869, was imprisoned but then pardoned and joined the Hokkaido Colonisation Board. Then became navy minister,special envoy to Russia and China and served the Meiji govt in many ministerial positions. Died in 1908. Was made a Viscount in 1887.<br/>\n<br/>\n<br/>\nThe dictionary gives a bit more under the Boshin War heading and lists Daniels G The Japanese Civil War - a British View (MAS 1 July 1967) the Satow book you already have and Sheldon CD The Politics of the Civil War of 1868 in WG Beasley (ed) Modern Japan: Aspects of History, Literature and Society 1975. But there must be some more recent stuff in Asian academic journals. Did the websites given recently by William show anything?<br/>\n<br/>\nG<br/>\n<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; </span></blockquote></div>",
            "specialLinks": []
        },
        {
            "userId": 62491063,
            "authorName": "Kyle Segall",
            "from": "&quot;Kyle Segall&quot; &lt;klancesegall@...&gt;",
            "profile": "klancesegall",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "war of Ezo-chi",
            "postDate": "1076443158",
            "msgId": 3728,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGMwYmQ2bSt1ZjA5QGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 3737,
            "prevInTime": 3727,
            "nextInTime": 3729,
            "topicId": 3728,
            "numMessagesInTopic": 0,
            "msgSnippet": "Can anyone suggest a good source for the war of Ezo-chi? So far, I ve got Choshu in the Meiji Restoration, the Making of Modern Japan, a Diplomat in Japan, the",
            "messageBody": "<div id=\"ygrps-yiv-1602734616\">Can anyone suggest a good source for the war of Ezo-chi? So far, <br/>\nI&#39;ve got Choshu in the Meiji Restoration, the Making of Modern <br/>\nJapan, a Diplomat in Japan, the Collapse of the Tokugawa Bakufu, and <br/>\nSamurai Sketches. The Making of Modern Japan and A Diplomat in Japan <br/>\nhave some information, but its&#39; very sparce and general. I&#39;m <br/>\nparticularly interested in why Hakodate was chosen (I suppose <br/>\nbecause at the time Ezo was very loosely controlled), the role of <br/>\nlocal peasantry in the overthrow of the Tokugawa forces there, <br/>\nYoshinobu&#39;s reaction if any, how Hijikata Toshizou got there, when, <br/>\nand how it affected the troops after his death (I noticed fighting <br/>\nkept on for almost two months afterwards); any information on <br/>\nEnomoto Takeaki (I know nothing about him except that he was in <br/>\ncharge of the navy), if any Aizu troops fled the destruction of <br/>\ntheir han and made it to Hakodate (likewise if any of the <br/>\nshogitai/shinsen gumi went as well, I know by that almost all the <br/>\nshogitai were massacared and by this time almost all the shinsen <br/>\ngumi had fled/been killed), and just exactly how stiff resistance <br/>\nwas (I know pretty there was some heavy fighting, but just how <br/>\nintense was the Meiji attack before the end).</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 3657,
    "nextTopicId": 3751
}