{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 111190192,
            "authorName": "Meðal Mikit Stór-ljon Oddhinsson",
            "from": "Meðal Mikit Stór-ljon Oddhinsson &lt;medhal8@...&gt;",
            "profile": "mahamayuri",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Re: Samurai is not Christian",
            "postDate": "1076803009",
            "msgId": 3824,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDAwMmIwMWMzZjM1NiQzYjEwY2U0MCQwOTMzZWFjOEBoYW56b2hhdHRvcmk+",
                "referencesHeader": "PDEwNzY0NzY0MzkuMTQzMi43NDczMi5tMTBAeWFob29ncm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 3823,
            "nextInTime": 3825,
            "topicId": 3824,
            "numMessagesInTopic": 0,
            "msgSnippet": "Greetings all I believe nobody here misunderstood Christianity and Buddhism, specially me who acknowledged many forms of christianity (was once a christian as",
            "messageBody": "<div id=\"ygrps-yiv-1019698709\">Greetings all<br/>\n<br/>\nI believe nobody here misunderstood Christianity and Buddhism, specially me<br/>\nwho acknowledged many forms of christianity (was once a christian as well),<br/>\nand was undergo at least three schools of buddhism (including hokkekyo,<br/>\ndhyana and vajrayana).<br/>\n<br/>\nYou don&#39;t understand buddhism at all by the other side.<br/>\nThe principal point of buddhism teachings is the SUFFERING of any sentient<br/>\nbeing. Be it psychological, be it existential, be it an phisical illness.<br/>\n<br/>\nMore research on this subject can also give buddhist roots in the oriental<br/>\nand ocidental (though Hipocrates and what was before him) medicinal systems,<br/>\nbut it is beyond the topic and will not speak about this issue here.<br/>\n<br/>\nAnd disagreeing with mr goldman, Jesuits was not good to Japan and not good<br/>\nto Brazil. Non-christian for such theology of those intolerant christian<br/>\ntimes, was not barelly considered humans until their convertion that should<br/>\nbe done whatever means would be necessary, including sword-pointed<br/>\nconvertion.<br/>\n<br/>\nThe Samurai Spirit is much about Honour, Loyalty (not to a fictional god but<br/>\nto the Lord he and his ancestors gaves oath of allegiance) and also, the<br/>\nmost elevated moral values of the classical japanese culture that also<br/>\nincludes:<br/>\n<br/>\nRespect and Loyalty to the Shogun<br/>\nRespect and Loyalty to his daimyo<br/>\nRespect and reverence to ancestors<br/>\nReverence and respect to the family (Oyakoko)<br/>\nand foremost and in no way of less importance,<br/>\nreverence and devotion to the GODS of the Land.<br/>\n<br/>\n(and I can point SEVERAL verses in the Old and New testment that will<br/>\nblasphemously against such values)<br/>\n<br/>\nA TRUE Samurai NEVER would convert himself to a religion that demonizes his<br/>\nancestors spirits, the Gods of his ancestors, and if he is much into Shinto,<br/>\nspecially due to it, the Gods that makes the Imperator (Ten no Heika), a<br/>\nHoly man.<br/>\n<br/>\nThe convertion in itself is already an act of threason desserving a sepukku!<br/>\n<br/>\nIt is true that one must be, at least one time in his life, a buddhist, to<br/>\nat least understand what buddhism is. No theoric studies can make one<br/>\nunderstand even the superfitial aspects of such doctrine.<br/>\n<br/>\nOctavio Augusto Okimoto Alves de Carvalho<br/>\nSão Paulo - SP Brazil<br/>\n<br/>\n<br/>\nMessage: 16<br/>\n   Date: Tue, 10 Feb 2004 19:19:14 +0000<br/>\n   From: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:golfmandan@...\">golfmandan@...</a><br/>\nSubject: Re: Re: Samurai is not christian<br/>\n<br/>\nLet me say first off that you&#39;ve misunderstood Christianity and Buddhism and<br/>\nmost world religions if you think that the point is simply morality. Sure,<br/>\nmost religions have a system of morality, but the defining of good and bad<br/>\nis NOT the point. In Christianity the point is peace with God through faith<br/>\nin Christ. In Buddhism the point is the cessation of individual existence in<br/>\nan illusory world, to exist only in Nirvana. Christians want to propogate<br/>\ntheir religion because they believe people will be judged by God when they<br/>\ndie, and so they think people need forgiveness to enter heaven instead of<br/>\nhell. Buddhists propogate their religion because they believe people are<br/>\nblinded by the material world from their need to escape into a painless and<br/>\nselfless existence in Nirvana. It IS the root principle that matters. The<br/>\nmoral system is a reflection of the root belief. That&#39;s why Buddhist morals<br/>\nand Christian morals are so different. They DON&quot;T teach the same thing. I&#39;d<br/>\nassume from your post that you&#39;re not a very religious guy. Talk to anybody<br/>\nwho takes their religion seriously and you&#39;ll find that the beliefs are most<br/>\nimportant, not the least important.<br/>\n<br/>\nWhich, that&#39;s why the Jesuit missionaries tried to clothe Christian truth in<br/>\nthe fashion of contemporary Japanese religion. Christian beliefs with<br/>\nJapanese rituals or practice. It&#39;s the underlying  belief that is most<br/>\nimportant. So, in theory, if you make it look a little more Japanese, it<br/>\nbecomes easier for the Japanese to understand, but the core beliefs remain<br/>\nintact. This method of propogating Roman Catholic faith was used by their<br/>\nmissionaries a lot. It isn&#39;t looked at as deceitful, but simply as<br/>\ncommunicating their beliefs in such a way as to be more easily understood,<br/>\nand to some extent, in a manner more palatable to the mind of the one being<br/>\ntaught. Some of this has to do with Aristotelian distinctions between the<br/>\naccident and occident of a thing... The &quot;accident&quot; is the appearance of a<br/>\nthing. The &quot;occident&quot; is the core essence. The accident doesn&#39;t matter<br/>\nnearly as much as the occident. So, as long as the same core belief is being<br/>\ntaught, then the Catholics didn&#39;t care what it looked like. (In actual<br/>\npractice, though, the old Catholic method tends toward syncretism... mixing<br/>\nof both belief and ritual... so nothing remains in its pure form).</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 3822,
    "nextTopicId": 3719
}