{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 0,
            "authorName": "tom.davidson@realtime.co.uk",
            "from": "tom.davidson@...",
            "profile": "thomas5403",
            "replyTo": "LIST",
            "senderId": "e4HIIn-X83sJ475G5LRwBRSmupiVS83xhEm4s3xoKmDUu2u09GPvAQ1kLJn8BnpzMX52mhbNFdNbNJZBRQt5ykw6",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "More saya trivia",
            "postDate": "1007128224",
            "msgId": 395,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDl1ODJyMCtqaTlpQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 394,
            "nextInTime": 396,
            "topicId": 395,
            "numMessagesInTopic": 0,
            "msgSnippet": "We were once shown a move used by experienced old samurai to avoid saya clashing. Under peacetime Tokugaawa administration the samurai were stuck as a solcial",
            "messageBody": "<div id=\"ygrps-yiv-1502698224\">We were once shown a move used by experienced old samurai to <br/>\navoid saya clashing.<br/>\n<br/>\nUnder peacetime Tokugaawa administration the samurai were stuck <br/>\nas a solcial class with nothing to do, men of honour with no <br/>\nway to prove it, so there was periodic unrest among them.<br/>\n<br/>\nThe &#39;punks&#39; of the day were called kaubuki mono (deviant <br/>\npersons) and characterised by bizarre and faddish dress and <br/>\nunruly behaviour. They shaved their heads, or wore fanciful <br/>\nhairstyles, or just let their hair flow loose, and they wore <br/>\nover-long swords with bright red saya and frequently were the <br/>\ncause of street fights.<br/>\n<br/>\nSo the seasoned old samurai sees one of these hotheads coming <br/>\ntowards him, the distinctive red saya sticking out a mile! As <br/>\nthey are about to pass on the saya side, the old man, who&#39;s <br/>\nleft hand has been resting easily on top of the saya, grips, <br/>\ntwists his knuckles outward, and at the same time pulls his <br/>\nhand up towards his shoulder. This move ends with the sword <br/>\nparallel to the body, close to the side, and has two <br/>\nadvantages:<br/>\n<br/>\n1 - It avoided the saya clash (and thus a fight)<br/>\n2 - Some men carried saya that were designed to split. They <br/>\nwould brush passed and bump their victim, twisting the body and <br/>\nlevering the hilt as they did so. The saya would split and the <br/>\nblade would be in contact with their victim&#39;s waist as the <br/>\nassasin turned, and thus deliver a debilitating wound.<br/>\nIf this was the hothead&#39;s intention, the old man&#39;s own sword, <br/>\ncarried vertically from chest to knee alongside the body&#39;s <br/>\nedge, would act as a shield.<br/>\n<br/>\nEither way the hothead, tricked by the sudden defensive move, <br/>\nwould lose the initiative and the old man could cut him down at <br/>\nhis leisure (or walk away).<br/>\n<br/>\nThomas</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 390,
    "nextTopicId": 373
}