{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 10563551,
            "authorName": "konstantinos kalogeropoulos",
            "from": "&quot;konstantinos kalogeropoulos&quot; &lt;konos1@...&gt;",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "",
            "postDate": "1008274357",
            "msgId": 441,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDAwMjEwMWMxODQxMiQ4MzIxYzIzMCRhY2RhY2RkNEBwZXJzb25hbGR6ZG5kcT4="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 440,
            "nextInTime": 442,
            "topicId": 441,
            "numMessagesInTopic": 0,
            "msgSnippet": "First of all i would like to thank you all for your responce. I agree with Thomas for the negative impact on the social strata of medieval Japan. Also i would",
            "messageBody": "<div id=\"ygrps-yiv-1445676634\">First of all i&#39; would like to thank you all for your responce. I agree with Thomas for the negative impact on the social strata of medieval Japan. Also<br/>\ni would like to add a negative impact  on ethics because of a misunderstanding of what Buddha said about &quot;apathy&quot;. Apathy is the state of mind or consiousness<br/>\nif you like, during which you are not implicated, you are not involved emotionally in your action. So when Ghautama Buddha tried to encourage Arjuna in his battle against his brothers instructed him not to get emotionally involved in this action of killing, in order not to create a negative karma. I don&#39; t know if that was possible for Arjuna, but i consider it<br/>\ndifficult for a common man to achieve it, even if he is considered enlightened. Samurai were common men, with special potentialities in combat, in ruling lands or whatever,<br/>\nbut they were -the most of them- far away from the real situation of apathy. Actually they were passionate enough to avoid moral implication. I&#39;m tending to belive that this is<br/>\nthe real basis for many atrocities and the cruelty I met studying japanese history. But this is not happening only with japanese history. The same atrocities are happening &quot;in the name of god&quot;<br/>\nin many-many histories, even in our post modern civilization. Thank you all again.  <br/>\n<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 431,
    "nextTopicId": 443
}