{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 190230968,
            "authorName": "Silk Road School",
            "from": "&quot;Silk Road School&quot; &lt;silk.road.school@...&gt;",
            "profile": "geregjonesmuller",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "RE: [samuraihistory] Becoming a samurai (digession)",
            "postDate": "1088377947",
            "msgId": 4693,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PE1FQkJLREhHUE5LR01MS1BEQU9QS0VJUENFQUEuc2lsay5yb2FkLnNjaG9vbEBpeC5uZXRjb20uY29tPg==",
                "inReplyToHeader": "PDEwODgzNDQwMjkuODIyLjg1MDYwLm0xMkB5YWhvb2dyb3Vwcy5jb20+"
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 4692,
            "nextInTime": 4694,
            "topicId": 4693,
            "numMessagesInTopic": 0,
            "msgSnippet": "Message: 12 Date: Sat, 26 Jun 2004 13:03:33 -1000 From: Cesare Polenghi  Subject: Re: Becoming a samurai ... Hope I m not too OT...",
            "messageBody": "<div id=\"ygrps-yiv-1789818612\">Message: 12<br/>\n   Date: Sat, 26 Jun 2004 13:03:33 -1000<br/>\n   From: Cesare Polenghi &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:cepo@...\">cepo@...</a>&gt;<br/>\nSubject: Re: Becoming a samurai<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; On Jun 25, 2004, at 8:53 AM, Silk Road School wrote:<br/>\n<br/>\n </span></blockquote>Hope I&#39;m not too OT... what&#39;s the Silk Road School??<br/>\nThanks!<br/>\ncepo<br/>\n<br/>\nWell, the answer veers off-topic, so I&#39;ll aim for brevity; but it&#39;s central<br/>\nto why I&#39;ve come to this list, so I&#39;ll answer:  it&#39;s a school I run,<br/>\nfocussing primarily on international sword arts (with a lot of offshoot<br/>\narts - naginata, for example, and a number of the kobu weapons).  I&#39;m a<br/>\nhistory junkie from a family of history junkies, and when I have a student<br/>\npractising kenjutsu, I want it to be understood in a larger cultural<br/>\ncontext.  My main obsession - my own Way - lies in the comparative study of<br/>\nsword arts from all cultures, and the ways in which the underlying<br/>\nprinciples manifest themselves in similarities and differences from nation<br/>\nto nation and blade type to blade type.<br/>\n(I found this list, for example, because I was looking for information on<br/>\n16th-century samurai clothing among the lower ranks of samurai - I want an<br/>\nolder style of hakama than some of the modern arts practise in, because<br/>\nexperience from other cultures&#39; historical clothing tells me the old hakama<br/>\nand dobuku will feel different to move in.)<br/>\nMy particular obsession in Japanese arts is Musashi Miyamoto, and the ways<br/>\nin which his Book of Five Rings represents both divergences from the main<br/>\nstream of Japanese martial practises (on the one hand) and the very essence<br/>\nof those practises (on the other).  So the Silk Road School practises (among<br/>\nother things) a great deal of nito technique based on my imperfect<br/>\nunderstanding and reconstruction of Musashi&#39;s niten ichi.<br/>\n...All right, not so brief as I&#39;d hoped.  But for me... pretty darned brief.<br/>\nI did not come here to advertise, so anybody with further questions, or who<br/>\nwants to take up the subject with me further, please feel free to contact me<br/>\noff-list.<br/>\nFor the moment, and with an eye toward moving back onto topic, allow me to<br/>\nsay that it&#39;s a great pleasure to find a list with so many well-informed and<br/>\narticulate contributors.  I&#39;m new here, and I&#39;m looking forward to learning<br/>\na great deal.<br/>\nGereg</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 4632,
    "nextTopicId": 4688
}