{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 145759856,
            "authorName": "Kitsuno",
            "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
            "profile": "kitsuno",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "NYTimes Zatoichi Review",
            "postDate": "1090825745",
            "msgId": 4896,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGNlMmFtaCsyZTRvQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 4895,
            "nextInTime": 4897,
            "topicId": 4896,
            "numMessagesInTopic": 0,
            "msgSnippet": "http://movies2.nytimes.com/2004/07/23/movies/23SWOR.html The Way of the Samurai, Followed by a New Master By A. O. SCOTT Published: July 23, 2004 The hero of",
            "messageBody": "<div id=\"ygrps-yiv-571087478\"><a rel=\"nofollow\" target=\"_blank\" href=\"http://movies2.nytimes.com/2004/07/23/movies/23SWOR.html\">http://movies2.nytimes.com/2004/07/23/movies/23SWOR.html</a><br/>\n<br/>\nThe Way of the Samurai, Followed by a New Master<br/>\n<br/>\nBy A. O. SCOTT<br/>\n<br/>\nPublished: July 23, 2004<br/>\n<br/>\nThe hero of &quot;The Blind Swordsman: Zatoichi&quot; is a sightless fighter <br/>\nwho wanders through feudal Japan in the guise of an itinerant <br/>\nmasseur. Though he may be unfamiliar to most American audiences, <br/>\nZatoichi is a fixture in the pop culture of his native land, having <br/>\nbeen the subject, from 1962 to 1989, of 26 movies and scores of <br/>\ntelevision episodes. (An ample selection of the movies is available <br/>\nin subtitled DVD versions from Home Vision Entertainment.)<br/>\n<br/>\nIn all of them â&quot; including &quot;Zatoichi at the Blood Fest,&quot; &quot;Zatoichi <br/>\nMeets Yojimbo&quot; and &quot;Zatoichi Meets the One-Armed Swordsman&quot; â&quot; <br/>\nZatoichi was played by Shintaro Katsu, who died in 1997. Now Takeshi <br/>\nKitano, a monument of Japanese popular culture in his own right, has <br/>\ntaken up Katsu&#39;s sword in an act of brutal, loving homage.<br/>\n<br/>\nMr. Kitano, also known as Beat Takeshi, is a genre director who has, <br/>\nwith movies like &quot;Sonatine,&quot; &quot;Kikujiro&quot; and &quot;Brother,&quot; acquired the <br/>\ncachet of an international art-house star. He has specialized in <br/>\nvariations on the yakuza gangster film, which makes &quot;The Blind <br/>\nSwordsman&quot; something of a departure because Mr. Kitano has traded in <br/>\nthe yakuza&#39;s big pistols and dark suits for samurai swords and <br/>\ntraditional kimonos. But his new film, which opens today in New York <br/>\nafter winning prizes at festivals in Venice, Toronto, Marrakesh and <br/>\nCatalonia (as well as five Japanese Academy Awards), retains many of <br/>\nthe hallmarks of his directing style. The grisly mayhem is balanced <br/>\nby a quiet, precise sense of formal decorum, and a brutal, vengeful <br/>\nworldview coexists with a disarmingly sentimental moralism.<br/>\n<br/>\nAbove all, there is Mr. Kitano himself, with his heavily lined, <br/>\nimpassive countenance and his bowlegged, stoop-shouldered grace. He <br/>\nuses Zatoichi&#39;s blindness to emphasize the rocklike stillness that <br/>\nmakes him scary and charismatic. His natural grimace occasionally <br/>\ntwitches into a grin as he anticipates the next fight.<br/>\n<br/>\nAnd there are plenty of those, because Zatoichi inhabits a world <br/>\noverrun with corrupt gang bosses and their mercenary minions, most of <br/>\nwhom he dispatches with geysers of bright blood and overdubbed grunts <br/>\nand moans. He is aided by a hapless, good-hearted gambler and by a <br/>\npair of geishas, one of them a transvestite, who are determined to <br/>\navenge the murder of their parents many years earlier.<br/>\n<br/>\nThe swordfighting sequences are more a matter of efficient carpentry <br/>\n(or butchery, if you prefer) than inspired choreography, but there is <br/>\nnonetheless a certain elegance to Mr. Kitano&#39;s methods. For all his <br/>\nglowering deadpan, he is not without wit, in his Keatonesque acting <br/>\nand in his direction. At several points, as if subliminally riffing <br/>\non the significance of the nickname Beat, he mischievously <br/>\nsynchronizes onscreen noises with Keiichi Suzuki&#39;s score, turning <br/>\noffhand moments into self-contained musical numbers that foreshadow <br/>\nthe full-scale song-and-dance explosion that comes as soon as the <br/>\nlast bad guy has been killed.<br/>\n<br/>\nLike many musicals, &quot;The Blind Swordsman&quot; works better in individual <br/>\nscenes than as a whole. Mr. Kitano is not the most disciplined <br/>\nstoryteller, and the plot meanders along tangents and stumbles into <br/>\nflashbacks, losing momentum for long stretches in the middle. It <br/>\noften feels like many episodes of a serial compressed into a single <br/>\nfeature. This may, in the end, be easier to digest than 25 sequels <br/>\nand a hundred hours of television. It may also whet your appetite for <br/>\nmore.<br/>\n<br/>\n&quot;The Blind Swordsman: Zatoichi&quot; is rated R (Under 17 requires <br/>\naccompanying parent or adult guardian) for many bloody fight scenes.<br/>\n<br/>\nTHE BLIND SWORDSMAN<br/>\nZatoichi<br/>\n<br/>\nDirected and edited by Takeshi Kitano; written (in Japanese, with <br/>\nEnglish subtitles) by Mr. Kitano, based on a short story by Kan <br/>\nShimozawa; director of photography, Katsumi Yanagijima; music by <br/>\nKeiichi Suzuki; production designer, Norihiro Isoda; produced by <br/>\nMasayuki Mori and Tsunehisa Saito; released by Miramax Films. Running <br/>\ntime: 116 minutes. This film is rated R.<br/>\n<br/>\nWITH: Beat Takeshi (Zatoichi), Tadanobu Asano (Gennosuke Hattori), <br/>\nYui Natsukawa (O-Shino), Michiyo Ookusu (Aunt O-Ume), Gadarukanaru <br/>\nTaka (Shinkichi) and Yuuko Daike (O-Kinu).</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 4893,
    "nextTopicId": 4895
}