{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 168905062,
            "authorName": "RAMI EFAL",
            "from": "&quot;RAMI EFAL&quot; &lt;rami_efal@...&gt;",
            "profile": "rami_efal",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "seppuku/Mishima Yukio",
            "postDate": "1091611538",
            "msgId": 5034,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PEJBWTMtREFWNW5YU2lKenQ0N2swMDAxM2FkZkBob3RtYWlsLmNvbT4=",
                "referencesHeader": "PDIwMDQwODA0MDcwOTMzLjQzMjcwLnFtYWlsQHdlYjQxMzAyLm1haWwueWFob28uY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 5033,
            "nextInTime": 5035,
            "topicId": 5034,
            "numMessagesInTopic": 0,
            "msgSnippet": "Thank you, Nate. I will check with Bottomley and Hopson. I just wanted to add, if the Seppuku topic is still relevant, that Paul Schrader has directed a film",
            "messageBody": "<div id=\"ygrps-yiv-704002982\">Thank you, Nate. I will check with Bottomley and Hopson.<br/>\n<br/>\nI just wanted to add, if the Seppuku topic is still relevant, that Paul Schrader has directed a film called &#39;Mishima&#39; (produced by Francis F. Coppola and George-star-wars-Lucas). It revolves exactly around the drama in the military base, but also re-enacts three of his novel/plays, in an attempt to give a broader sense of his character, his sexual tendencies, and vision. It is wonderfully and very artistically done, and I recommend it to anyone who is interested in this writer. I would gladly discuss this more, though I don&#39;t want to veer off-topic of...Samurai History!<br/>\n<br/>\nThank you, Gillian, for your kind invitation! I read as much as my brain assimilates (never enough!) although I know in advance that as a non-Japanese, or as an outsider to any investigated culture, I must pay the outmost respect, and be aware that any attempt to encompass it in its entirety will be lacking. Therefore, I (others can differ) must address this culture from the only point of view available to me, which is the outsider&#39;s.<br/>\n<br/>\nRami<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Did you not see it? I approved it, and it came through<br/>\n&gt;my email, so I saw it, but if other people are having<br/>\n&gt;a problem, please let me know so I can try to figure<br/>\n&gt;it out. Another poster didn&#39;t seem to see an answer I<br/>\n&gt;had given him, so maybe there is an issue. Like I said<br/>\n&gt;I got your original post, but short of telling you to<br/>\n&gt;read Bottomley and Hopson (and as far as I can tell,<br/>\n&gt;you already know everything they&#39;d be able to tell<br/>\n&gt;you), there&#39;s nothing I can contribute. <br/>\n<br/>\n<br/>\n </span></blockquote>[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 5026,
    "nextTopicId": 5003
}