{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 145759856,
            "authorName": "Kitsuno",
            "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
            "profile": "kitsuno",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Festivals of Japan: Where the samurai age is brought back to life",
            "postDate": "1091778201",
            "msgId": 5064,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGNldmNxcCs3a2hhQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 5063,
            "nextInTime": 5065,
            "topicId": 5064,
            "numMessagesInTopic": 0,
            "msgSnippet": "Festivals of Japan: Where the samurai age is brought back to life The Asahi Shimbun ... Here s a chance to step back into the past and revel in the mysteries ",
            "messageBody": "<div id=\"ygrps-yiv-1195470950\">Festivals of Japan: Where the samurai age is brought back to life <br/>\n<br/>\nThe Asahi Shimbun <br/>\n-------------------------<br/>\n <br/>\nHere&#39;s a chance to step back into the past and revel in the mysteries <br/>\nof old Japan. <br/>\n<br/>\nFour centuries after his death, the spirit of warlord Tokugawa Ieyasu <br/>\nstill draws visitors to the fabulously ornate Nikko Toshogu shrine in <br/>\nNikko, Tochigi Prefecture. In fact, the sense of history can be <br/>\nalmost overwhelming-with enactments of the samurai period associated <br/>\nwith Ieyasu (1542-1616) and the shogunate set up in his family name. <br/>\n<br/>\nThe remains of the founder of Edo, modern Tokyo, are enshrined at <br/>\nToshogu, which every year organizes spectacular parades re-enacting <br/>\nrites of old Japan. <br/>\n<br/>\nThis tops the list of must-see events. The climax comes when more <br/>\nthan 1,000 local people in period costume parade down avenues graced <br/>\nwith huge pine trees. As many as 53 groups are represented, including <br/>\nfully armored warriors from the days of old, as well as shrine <br/>\nmaidens and others dressed as lions to guard against evil. <br/>\n<br/>\nIt is called Sennin Musha Gyoretsu, literally procession of 1,000 <br/>\nwarriors. It is said to re-enact a procession in 1617 when Ieyasu&#39;s <br/>\nfollowers transported his remains to the newly built Nikko shrine <br/>\nfrom the Kunozan mountain in Shizuoka Prefecture, where they had been <br/>\ntemporarily enshrined. <br/>\n<br/>\nAt the head of the procession is a portable shrine that is said to <br/>\nhonor Ieyasu&#39;s spirit. The procession makes its way from the shrine <br/>\ndown a narrow street for about 1 kilometer and then heads back. <br/>\n<br/>\nAnother day trip out of Tokyo that features warriors is the <br/>\nTsurugaoka Hachimangu shrine&#39;s Reitaisai festival in the old capital <br/>\nof Kamakura in Kanagawa Prefecture. <br/>\n<br/>\nThis is really something. It features yabusame, where mounted archers <br/>\nfire arrows at three stationary targets while riding at full gallop <br/>\nalong a fenced-off 254-meter narrow strip of dirt. <br/>\n<br/>\nBe warned, the crowds will be huge. <br/>\n<br/>\nIt is said this ritual was initiated by Minamoto no Yoritomo (1147-<br/>\n1199), founder of the Kamakura Shogunate (1192-1333), in hopes to <br/>\nbringing lasting peace to the warring states. <br/>\n<br/>\nHistorical figures such as the warlord Minamoto no Yoshitsune (1159-<br/>\n1189) are also featured in the summer and autumn festivals of Sawara, <br/>\nChiba Prefecture. <br/>\n<br/>\nThey feature elaborately decorated floats with 4-meter dolls of <br/>\nfigures from Japan&#39;s ancient past. The dolls, each representing one <br/>\nof 14 local communities, are paraded around the city, which is noted <br/>\nfor its buildings dating from the Edo Period (1603-1867). <br/>\n<br/>\n* * * <br/>\n<br/>\n*The Sennin Musha Gyoretsu is held Oct. 16-17 at the Nikko Toshogu <br/>\nshrine in Nikko, Tochigi Prefecture. Nikko Station is on the JR or <br/>\nTobu lines. The venue is a 10-minute walk from the Shinkyo bus stop. <br/>\n<br/>\n*The Tsurugaoka Hachimangu shrine festival is held Sept. 14-16 in <br/>\nKamakura, Kanagawa Prefecture. The shrine is a 10-minute walk from JR <br/>\nKamakura Station, an hour&#39;s train ride from Tokyo Station on the JR <br/>\nYokosuka Line. <br/>\n<br/>\n*The fall Sawara Festival in Sawara, Chiba Prefecture, is held Oct. 8-<br/>\n10. The summer festival is held July 16-18. Both events are held near <br/>\nthe Onogawa river, a 10-minute walk from JR Sawara Station.<br/>\n(IHT/Asahi: July 20,2004) (07/20)</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 5057,
    "nextTopicId": 5096
}