{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 145759856,
            "authorName": "Kitsuno",
            "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
            "profile": "kitsuno",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Announcing Samurai History Papers",
            "postDate": "1092465461",
            "msgId": 5221,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGNma2J2bCs0ajI2QGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 5220,
            "nextInTime": 5222,
            "topicId": 5221,
            "numMessagesInTopic": 0,
            "msgSnippet": "Ridgeback Press is pleased to announce the release of SAMURAI HISTORY PAPERS, an innovative quarterly newsletter from Romulus Hillsborough (author of RYOMA and",
            "messageBody": "<div id=\"ygrps-yiv-550457940\">Ridgeback Press is pleased to announce the release of SAMURAI HISTORY <br/>\nPAPERS, an innovative quarterly newsletter from Romulus Hillsborough <br/>\n(author of RYOMA and SAMURAI SKETCHES). SHP will focus on the history <br/>\nand culture of the great men of the Meiji Restoration.<br/>\n<br/>\nThe Meiji Restoration was one of the most important events in Asian <br/>\nhistory, and one of the greatest revolutions in the history of the <br/>\nworld. It centered around the overthrow of the Tokugawa Shogunate in <br/>\n1868, and the restoration of political power to the emperor.<br/>\n<br/>\nMid-19th-century Japan was a caldron of political upheaval and <br/>\nintrigue, bloody inner-fighting among samurai, and the end of three <br/>\ncenturies of feudalism under shogunal rule. This most enthralling age <br/>\nin the annals of Japan brought forth some of the most fascinating men <br/>\nin that nation&#39;s history. These samurai modernized Japan. They also <br/>\nlaid the foundation for the militarism of WWII and the economic <br/>\npowerhouse of today. Close scrutiny of these two-sworded men provides <br/>\ninsight into the political, cultural and psychological roots of <br/>\nmodern Japan. Just as the Meiji Restoration is considered &quot;the dawn <br/>\nof modern Japan,&quot; knowledge of this history is essential for <br/>\nunderstanding how and why Japan has evolved into the nation that it <br/>\nis today.<br/>\n<br/>\nPurpose of Samurai History Papers - the only serial publication in <br/>\nEnglish focusing on the history and culture of the great men of the <br/>\nMeiji Restoration<br/>\n<br/>\nThe Meiji Restoration has often been neglected and/or misrepresented <br/>\nby writers of the English language. When this history has been <br/>\nrepresented seriously and accurately, it has generally been in a dry <br/>\nacademic format. Since the publication of his first book, RYOMA ­ Life <br/>\nof a Renaissance Samurai, it has been the objective of Romulus <br/>\nHillsborough to present this most fascinating period in Japanese <br/>\nhistory, and the humanity of the men who made this history, <br/>\naccurately and realistically, in a vivid literary format which will <br/>\nat once educate and entertain. Hillsborough continues this objective <br/>\nin Samurai History Papers.<br/>\n<br/>\n<br/>\nTargeted Readership<br/>\nEnthusiasts of Japanese history and culture, military history <br/>\nenthusiasts, students and teachers of these subjects, patrons of <br/>\npublic, university and high school libraries - and anyone interested <br/>\nin history depicted as human drama.<br/>\n<br/>\n<br/>\nFirst Issue to Be Published: September 2004<br/>\n<br/>\nFrequency: Quarterly (delivered by email)<br/>\n<br/>\nYearly subscription: $25<br/>\n<br/>\nMore information about Samurai History Papers, including summary of <br/>\ncontents and ordering, is available at www.ridgebackpress.com.<br/>\n<br/>\nSincerely,<br/>\n<br/>\nThe Staff <br/>\nRidgeback Press<br/>\nSpecializing in historical biography from the final years of the <br/>\nsamurai era!<br/>\n2335 Collins Ave.<br/>\nPinole, CA  94564<br/>\nPh: (510) 758-4940<br/>\nFax: (510) 758-4939<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:ridgebackpress@...\">ridgebackpress@...</a><br/>\nwww.ridgebackpress.com</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 5218,
    "nextTopicId": 5160
}