{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 145759856,
            "authorName": "Kitsuno",
            "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
            "profile": "kitsuno",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Article: &#39;The Bay Was Packed With Ships&#39;",
            "postDate": "1093595551",
            "msgId": 5436,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGNnbXJpdituN2doQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 5435,
            "nextInTime": 5437,
            "topicId": 5436,
            "numMessagesInTopic": 0,
            "msgSnippet": "The Bay Was Packed With Ships How did a divine wind save Japan from Mongolian invaders 700 years ago? By Hideko Takayama Newsweek Aug. 16 issue - Kublai",
            "messageBody": "<div id=\"ygrps-yiv-189525190\">&#39;The Bay Was Packed With Ships&#39;<br/>\nHow did a &#39;divine wind&#39; save Japan from Mongolian invaders 700 years <br/>\nago?<br/>\nBy Hideko Takayama<br/>\nNewsweek<br/>\n<br/>\nAug. 16 issue - Kublai Khan was a conqueror of boundless appetite. <br/>\nWhen Japan refused to obey and pay tribute to the Mongolian ruler, he <br/>\nwas outraged. Twice during the 13th century he sent massive fleets to <br/>\ninvade Japan, possibly trying to seize its storied gold. Each time, <br/>\nthough, the khan&#39;s aggression was repelled not by the Japanese <br/>\nmilitary but by sudden storms that killed most of the invaders and <br/>\ndestroyed their ships. The Japanese dubbed these storms kamikaze, or <br/>\ndivine wind.<br/>\n<br/>\nThat&#39;s the myth, but what exactly happened in the high seas more than <br/>\n700 years ago? Archeologists have been trying for decades to nail <br/>\ndown the specifics. From which direction did the kamikaze blow? How <br/>\nstrong was it? For that matter, how big were the Mongolian ships? And <br/>\nhow did they manage to sink? Now, more than seven centuries after the <br/>\nfact, Japanese archeologists are finally getting some answers. <br/>\nArtifacts uncovered in an expedition that ended last week tell more <br/>\nabout the battles that took place off the coast of the tiny island of <br/>\nTakashima at the mouth of Imari Bay, 1,000 kilometers southwest of <br/>\nTokyo.<br/>\n<br/>\nDigging up the sea bottom to salvage the pieces from the Mongols&#39; <br/>\ninvasions is a difficult task, to say the least. Excavations that <br/>\nstarted in the 1980s, now led by Kenzo Hayashida, archeologist and <br/>\npresident of the Kyushu and Okinawa Society for Underwater <br/>\nArchaeology, managed to uncover many ceramic jars used for <br/>\ncontainers. In recent years his team found Mongolian pottery-shelled <br/>\nbombs, swords, large anchors and a bowl with Chinese characters that <br/>\nbelonged to a 100-man unit under a commander named Wang. In July his <br/>\nteam of scientists and divers worked on a site about 70 meters from <br/>\nthe shore and 13 meters below the surface of the sea. By pumping <br/>\nwater through a hose and suctioning up the sand, they found human-<br/>\nskull parts, animal bones, timbers from the ships and an anchor rope.<br/>\n<br/>\nHayashida and his crew fell short of finding an intact ship. The <br/>\nreason: shipworms most likely have reduced these once mighty vessels <br/>\nto shards. &quot;It is like having 4,000 different sets of puzzles,&quot; says <br/>\nRandall Sasaki, a graduate student in the nautical-archeology program <br/>\nat Texas A&M University who was a member of Hayashida&#39;s team. &quot;Those <br/>\npieces were put in a blender of sea and were mixed together. It is <br/>\ndifficult to figure out which piece goes to which ship.&quot; Judging by <br/>\nthe hundreds of wooden pieces the team turned up, as well as those <br/>\nfrom earlier expeditions, Hayashida thinks that some of the ships of <br/>\nthe Mongolian fleet could have been 40 meters, and made in Chinese or <br/>\nKorean ports.<br/>\n<br/>\nToday the island (population: 2,800) is covered with lush green pine <br/>\nand sweet-acorn trees, and the fishermen pride themselves on their <br/>\ntasty blowfish. It&#39;s hard to imagine that this bucolic island was the <br/>\nsite of two of the biggest and most devastating sea battles in <br/>\nhistory. Experts say that some 40,000 soldiers aboard 900 wooden <br/>\nships attacked northern Kyushu in 1274 and killed virtually <br/>\nTakashima&#39;s entire population. For some unknown reason, the fleet <br/>\nleft after two weeks and was destroyed by the divine wind on its way <br/>\nback home. In the second invasion, in 1281, 140,000 soldiers arrived <br/>\nin 4,400 ships. When the typhoon hit Imari Bay that summer, about <br/>\n3,000 ships and 100,000 soldiers are believed to have vanished under <br/>\nthe sea.<br/>\n<br/>\nShinji Takano, archeologist with the Nagasaki Prefectural Board of <br/>\nEducation, thinks that the fleet gathered in the bay to let the <br/>\ntyphoon pass. A study of a Southern Sung dynasty military ship <br/>\nexcavated in China, which may have been similar in design to the <br/>\nMongolian ships, shows that a wind of nearly 200kmh would have been <br/>\nenough to destroy the ships. Takano thinks that a mega typhoon wind <br/>\nblew from the south to the shore. &quot;The bay was packed with their <br/>\nships. They must have tied their ships to one another to stay <br/>\ntogether,&quot; he says. The strong wind and high waves probably crushed <br/>\nthem, and they sank.<br/>\n<br/>\nHayashida&#39;s expedition is hardly the last word. So far his team has <br/>\nnot covered even 1 percent of the battleground. If he can find the <br/>\nmoney and manpower to continue his work, we can expect a lot more <br/>\ndetails to unfold about the Mongolian invasion attempts.<br/>\n<br/>\n© 2004 Newsweek, Inc.<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://msnbc.msn.com/id/5635132/site/newsweek/\">http://msnbc.msn.com/id/5635132/site/newsweek/</a></div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 5435,
    "nextTopicId": 5438
}