{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 145759856,
            "authorName": "Kitsuno",
            "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
            "profile": "kitsuno",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Article: Samurai movie mad masterpiece",
            "postDate": "1094460040",
            "msgId": 5464,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGNoaDdxOCtqOWJwQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 5463,
            "nextInTime": 5465,
            "topicId": 5464,
            "numMessagesInTopic": 0,
            "msgSnippet": "Samurai movie mad masterpiece Posted on Sun, Sep. 05, 2004 Japanese filmmaker Takeshi Kitano remakes popular series, successfully adds his own spin By Bob",
            "messageBody": "<div id=\"ygrps-yiv-2016713020\">Samurai movie mad masterpiece<br/>\nPosted on Sun, Sep. 05, 2004 <br/>\n<br/>\nJapanese filmmaker Takeshi Kitano remakes popular series, <br/>\nsuccessfully adds his own spin<br/>\n<br/>\nBy Bob Strauss<br/>\n<br/>\nLos Angeles Daily News<br/>\n<br/>\nStone-faced Japanese filmmaker Takeshi Kitano blurs the line between <br/>\ninsanity and genius with The Blind Swordsman: Zatoichi, his sublimely <br/>\nsyncopated re-imagining of the popular samurai movie series from the <br/>\n1960s, &#39;70s and &#39;80s.<br/>\n<br/>\nWith blond-dyed hair, ``Beat&#39;&#39; Takeshi, as the director likes to call <br/>\nhimself when acting, puts a new spin on the rumpled avenger the late <br/>\nShintaro Katsu, embodied through 26 features and tons of TV episodes. <br/>\nHe&#39;s quieter and chuckles like a fool a lot, but Takeshi&#39;s wandering, <br/>\ngambling masseur is still swiftly and precisely deadly with a cane-<br/>\nsheathed sword.<br/>\n<br/>\nBut that mayhem (and there is lots of it, choreographed with brutal <br/>\nimpact and lots of computer-generated blood) is just the core of an <br/>\nastute design scheme that lifts B-movie entertainment to a level of <br/>\nkamikaze art.<br/>\n<br/>\nAt various stages throughout the film, you&#39;ll notice background <br/>\nactivities or connecting scenes -- 19th-century peasants working a <br/>\nfield, say, or inspired nonsense with barrels -- taking on a <br/>\ndistinctive rhythmic quality that could, perhaps, reflect Zatoichi&#39;s <br/>\nheightened hearing. When this joyously culminates with a bizarre <br/>\nclimactic tap-dancing routine, you know things have gone where no <br/>\nsamurai has dared go before. If this doesn&#39;t completely throw you out <br/>\nof the film, you&#39;ll be absolutely delighted.<br/>\n<br/>\nThe story, which is loosely based on the first Zatoichi movie, <br/>\nfollows the traditional-enough lines of our hero entering a town <br/>\ncaught up in a gang war. There&#39;s also a masterless ronin, Gennosuke <br/>\nHattori (the imposing Tadanobu Asano), whom we know Zatoichi will <br/>\neventually face down.<br/>\n<br/>\nBut that&#39;s as standard as matters are allowed to get. Two geisha with <br/>\nmurder on their minds (and one big secret between them), a crusty old <br/>\nwoman and her wastrel nephew whose sexuality comes into sudden <br/>\nquestion are just some of the oddballs Zatoichi has to cope with.<br/>\n<br/>\nAs he&#39;s done in some of his gangster movies (Sonatine) and <br/>\nsentimental kid comedies (Kikujiro), Takeshi juggles and juxtaposes <br/>\ncomedy with violence and burlesque with social commentary. But he&#39;s <br/>\nnever before mixed so many disparate elements as boldly, nor as <br/>\nsuccessfully, as he does in Zatoichi. It&#39;s a mad masterpiece.</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 5452,
    "nextTopicId": 5465
}