{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 145759856,
            "authorName": "Kitsuno",
            "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
            "profile": "kitsuno",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Article: Kitano turns blind eye to tradition",
            "postDate": "1096796581",
            "msgId": 5659,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGNqb2hqNStvbTQxQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 5658,
            "nextInTime": 5660,
            "topicId": 5659,
            "numMessagesInTopic": 0,
            "msgSnippet": "October 1, 2004 Kitano turns blind eye to tradition By WALLACE BAINE Sentinel staff writer Imagine for a moment Mel Gibson reviving the The Lone Ranger ",
            "messageBody": "<div id=\"ygrps-yiv-1834291367\">October 1, 2004 <br/>\n<br/>\n<br/>\nKitano turns blind eye to tradition<br/>\nBy WALLACE BAINE<br/>\nSentinel staff writer<br/>\nImagine for a moment Mel Gibson reviving the &quot;The Lone Ranger&quot; <br/>\nseries and casting himself in the lead under a pseudonym. <br/>\n<br/>\nThat&#39;s roughly the effect in Japan with &quot;Zatoichi: The Blind <br/>\nSwordsman,&quot; a weird little samurai melodrama that combines the <br/>\ntalents of one of Japan&#39;s most respected actor/directors Takeshi <br/>\nKitano and one of its most well-known film characters, the itinerant <br/>\nblind swordsman played for years in film and TV by the late Shintaro <br/>\nKatsu, another icon of Japanese popular culture.<br/>\n<br/>\nIn a culture often characterized by its overt reverence, Kitano is <br/>\ngoing against the grain here. Far from an homage to the Shintaro <br/>\nKatsu films, this new film is a goof, maybe even a satire, mixing <br/>\nslapstick-ish comedy and horror- flick bloodletting, not to mention <br/>\na showy but incongruous Riverdance-style dance number that&#39;s still <br/>\ngot me scratching my coconut. <br/>\n<br/>\nIt&#39;s as if Kitano  one of the masters of the gangster-film genre <br/>\nin Japan  wants to counter the earnest, Quentin Tarantino-esque, we-<br/>\nare-not-worthy super-reverence often afforded to the samurai genre <br/>\nby dropping his pants at the idolaters.<br/>\n<br/>\nKitano  working, as is his wont as an actor, under the name Beat <br/>\nTakashi  plays the title character, a wandering masseuse who, <br/>\ndespite his blindness, is a deadly assassin with the sword. (It&#39;s a <br/>\ngood thing the old man&#39;s blind, considering what someone did to his <br/>\nhair. Kitano wears a burst of pillowy white hair, making him look <br/>\nlike Billy Idol&#39;s Japanese grandpa.)<br/>\n<br/>\nThe story, set in the pre-industrial 19th-century Japanese <br/>\ncountryside, will be somewhat familiar to any fan of samurai epics <br/>\n(or Hollywood Westerns). A small village is being intimidated by the <br/>\ncorrupt Ginzo gang, regularly extorting money from townspeople who <br/>\nbarely have any. Meanwhile, a brother-sister pair of geishas (the <br/>\nbrother is a cross-dresser) plot revenge against another gang for <br/>\nmurdering their family. <br/>\n<br/>\nZatoichi just happens to be passing through. Thanks to a kindly <br/>\nwidow and her affable but screwy nephew, he gets involved in the <br/>\ntown&#39;s struggles against the Ginzo gang and meets the aggrieved <br/>\ngeishas.<br/>\n<br/>\nAs played by Kitano, Zatoichi is stooped and unremarkable, always <br/>\nlaughing at some internal dialogue. He seems serenely unaware of his <br/>\nsurroundings, until he attacks, then he&#39;s possessed of exquisitely <br/>\ncalibrated senses that allow him to kill with precision without <br/>\ngetting a scratch.<br/>\n<br/>\nThe violence here is a mix of brutal realism and cartoony absurdity. <br/>\nFor some unfathomable reason, Kitano created computer-generated <br/>\nflows of blood that look faker than anything you&#39;ll see in a Pixar <br/>\nfilm, as if the film were little more than an exercise in <br/>\nincongruity (cheesy CGI blood in a period film?). <br/>\n<br/>\nZatoichi&#39;s fight scenes are done with swift and deadly force, but <br/>\nwhen he tosses his sword across the room and it slides effortlessly <br/>\ninto his sheath on the fly, well, I only envision &quot;Three Stooges&quot; <br/>\ntricks.<br/>\n<br/>\nOnly someone with the creative verve of Kitano  an accomplished <br/>\npainter, poet and cartoonist and a highly visible TV presence in <br/>\nJapan  could get away with such slapdash audacity. The film&#39;s <br/>\njerky changes of tone will likely prevent you from relaxing and <br/>\nenjoying the narrative. But if you like to see what happens when an <br/>\nartist is unbound by notions of dramatic consistency, this one will <br/>\nhave you dancing in the aisles, like everyone else on screen.<br/>\n<br/>\nContact Wallace Baine at <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:wbaine@...\">wbaine@...</a>.<br/>\n<br/>\nIf You Go<br/>\nWHAT: `Zatoichi: The Blind Swordsman.&#39;<br/>\n<br/>\nRATING: R: Graphic stylized violence and bloodshed.<br/>\n<br/>\nWHERE: The Nickelodeon, 426-7500.<br/>\n<br/>\nLENGTH: 1 hour, 56 minutes.<br/>\n<br/>\nVERDICT: C+.</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 5657,
    "nextTopicId": 5588
}