{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 1935355,
            "authorName": "Burker1@aol.com",
            "from": "Burker1@...",
            "profile": "burker94509",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "New Subscriber/Satsuma Rebellion",
            "postDate": "1013899200",
            "msgId": 575,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDliLjIyZWM1NmU2LjI5YTAzOWMwQGFvbC5jb20+"
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 574,
            "nextInTime": 576,
            "topicId": 575,
            "numMessagesInTopic": 0,
            "msgSnippet": "Greetings All, My name is Bob Burke and I am a recent subscriber to this list.  I have been studying the last Samurai Rebellion (the Satsuma Rebellion) of 1877",
            "messageBody": "<div id=\"ygrps-yiv-1877809197\">Greetings All,<br/>\n<br/>\n    My name is Bob Burke and I am a recent subscriber to this list.  I have <br/>\nbeen studying the last Samurai Rebellion (the Satsuma Rebellion) of 1877 for <br/>\nthe past several years.<br/>\n<br/>\n    Below is a bried article I wrote several years ago about the organization <br/>\nof the Imperial and Samurai armies that took part in the battle.  I hope to <br/>\nexpand the article into a booklet someday, complete with OBs and descriptions <br/>\nof the main battles.<br/>\n<br/>\n    Bob Burke<br/>\n<br/>\n<br/>\n THE ORGANIZATION OF THE IMPERIAL AND SATSUMA ARMIES<br/>\n<br/>\n©  by Robert W. Burke, Jr.            May 21, 1991<br/>\n<br/>\n        After the Restoration of 1868, one of the top priorities of the new <br/>\nImperial government was the formation of a national army under its control.  <br/>\nOn October 2, 1870, one month after the French defeat at Sedan, the <br/>\ngovernment announced that its army would be modeled after the French Army <br/>\n(the announcement also stated that the new navy would be modeled after that <br/>\nof Britain).  One of the major considerations in choosing the French system <br/>\nover that of Prussia was that more Japanese military men spoke French than <br/>\nGerman.<br/>\n<br/>\n        By the time of the Satsuma Rebellion, the Imperial Japanese Army <br/>\nnumbered over 34,000 men and consisted of both line and imperial guard <br/>\ntroops.  The line infantry was divided into 14 regiments of 3 battalions <br/>\neach.  Each battalion consisted of 4 companies.  In peace time, each company <br/>\nhad approximately 160 privates and 32 officers and non-commissioned officers. <br/>\n During war time a company&#39;s strength was to be increased to 240 privates.   <br/>\nA battalion had 640 men in peace time and was supposed to have 960 men in war <br/>\ntime.<br/>\n<br/>\n        There were two &quot;regiments&quot; of line cavalry and one &quot;regiment&quot; of <br/>\nimperial guard cavalry.  The two line regiments each contained 120 men in <br/>\npeace time and were to be increased to 150 men each during war time.  <br/>\nContemporary illustrations show the cavalry armed with lances.<br/>\n<br/>\n        The Imperial Artillery consisted of 18 batteries divided into 9 <br/>\nbattalions, with 120 men per battery during peace time.  During war time, the <br/>\nmountain artillery was supposed to have 160 men per battery and the field <br/>\nartillery was supposed to have 130 men per battery.<br/>\n<br/>\n        Due to the suddenness of events in Satsuma, the line units of the <br/>\nImperial Army seem to have taken the field at their peace time strength.<br/>\n<br/>\n        The Imperial Guard (most of whom were ex-samurai) was always <br/>\nmaintained at war time strength. The guard infantry was divided into 2 <br/>\nregiments of 2 battalions each.  A battalion was 672 men strong and was <br/>\norganized as per the line battalions.  The cavalry regiment consisted of 150 <br/>\nmen.   The artillery battalion was divided into 2 batteries with 130 men per <br/>\nbattery.<br/>\n<br/>\n        The Japanese Army did not have a brigade or corps system like the <br/>\nFrench or many other European armies.  Japan was divided into six military <br/>\ndistricts: Tokyo (Yedo), Sendai, Nagoya, Osaka, Hiroshima and Kumamoto.  <br/>\nThere were usually two or three regiments of infantry, plus artillery and <br/>\nother auxiliary troops, assigned to each district.  The Imperial guard was <br/>\nassigned to the Tokyo district.<br/>\n<br/>\n        The uniforms of the Japanese Imperial Army resembled those of the <br/>\nFrench Garde Mobile in appearance.  Japanese infantrymen wore a dark blue <br/>\nkepi, a short jacket with French style field pack, and dark blue pants (in <br/>\nsummer, the uniform was white).  They were armed with breechloading Snider <br/>\nrifles and could fire approximately six rounds per minute.  The cavalry wore <br/>\nred kepis with a small white plume in the front, dark blue jackets, red pants <br/>\nwith a yellow stripe, and black boots.  At least one illustration shows their <br/>\nsaddle blankets as being red with yellow trim and their lance pennants were <br/>\nred over white.  Artillery consisted of over 100 <br/>\nartillery pieces, including 5.28 pound mountain guns, Krupp field guns of <br/>\nvarious calibers, and mortars.<br/>\n<br/>\n        In addition to the army, the central government also used marines and <br/>\nTokyo policemen in its struggle against the Satsuma samurai.  The police were <br/>\nprimarily comprised of ex-samurai (many of whom were from Satsuma) and were <br/>\narmed only with wooden batons and swords (Japanese police did not carry <br/>\nfirearms until the Rice Riots of 1918).  The police were mobilized in units <br/>\nranging from 300 to 600 men.<br/>\n<br/>\n        The Satsuma samurai army was initially organized into six battalions <br/>\n(or regiments) of 2,000 men each.  Each battalion was divided into ten <br/>\ncompanies of 200 men, which were further divided into four platoons of 50 <br/>\nmen.  On its march to Kumamoto Castle, the army was divided into three <br/>\ndivisions; an advance guard of 4,000 men, another division of 4,000 men, and <br/>\na rearguard of 2,000 men.  There were 200 artillerymen and 1,200 laborers in <br/>\nthe army.  In April 1877, Saigo reorganized the army into nine infantry units <br/>\nof 350 to 800 men each.<br/>\n<br/>\n        The samurai attempted to dress in a similar manner to give the <br/>\nappearance of uniformity.  Their dress consisted of their own clothes and <br/>\narmor was not worn, except by a few officers who wore a breastplate.  Saigo <br/>\nand some of his officers wore their military uniforms.  Each samurai wore a <br/>\nwhite cloth on his upper arm so that they could identify themselves.<br/>\n<br/>\n        The samurai were armed with Enfield muzzle loading rifles and could <br/>\nfire approximately one round per minute.  Their artillery <br/>\nconsisted of 28 mountain guns, 2 field guns (15.84 pounders), and 30 assorted <br/>\nmortars.<br/>\n<br/>\n        When the students raided the Kagoshima armories a large number of <br/>\nsword blades were seized.  Many of these blades were of inferior quality and <br/>\nwere fitted with blackened iron hilts.  The hilts were bound with rough braid <br/>\nor canvas.  Some samurai who later joined the Satsuma army may have carried <br/>\nyaris (spears).<br/>\n<br/>\n        Although the Satsuma Army did not contain any cavalry, a few officers <br/>\nsuch as Saigo were mounted.</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 562,
    "nextTopicId": 586
}