{
    "totalMsgInTopic": 2,
    "messages": [
        {
            "userId": 150584227,
            "authorName": "Dean Wayland",
            "from": "Dean Wayland &lt;dean@...&gt;",
            "profile": "deanwayland",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Re: [samuraihistory] Gun history was Re: Re: Re: Re: laws of samurai",
            "postDate": "1097600823",
            "msgId": 5759,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGliNldmU0EzOEFiQkZ3aTZAdGhlZmlnaHRzY2hvb2wuZGVtb24uY28udWs+",
                "inReplyToHeader": "PDQxNkE4Qzk2LjMwOTAyMDhAY29tY2FzdC5uZXQ+",
                "referencesHeader": "PDEwOTczNjE3MTIuNzE3Ljk4MzI5Lm0xMkB5YWhvb2dyb3Vwcy5jb20+IDw0MTZBOEM5Ni4zMDkwMjA4QGNvbWNhc3QubmV0Pg=="
            },
            "prevInTopic": 5755,
            "nextInTopic": 0,
            "prevInTime": 5758,
            "nextInTime": 5760,
            "topicId": 5755,
            "numMessagesInTopic": 0,
            "msgSnippet": "Hi Jim, Glad you found my stuff of interest. A dam fine contribution by yourself causing much enlightenment. ... Er sorry about the confusion, but nope, and ",
            "messageBody": "<div id=\"ygrps-yiv-516549045\">Hi Jim,<br/>\n<br/>\nGlad you found my stuff of interest. A dam fine contribution by yourself<br/>\ncausing much enlightenment.<br/>\n<br/>\nI wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt;Now the screw has been known for thousands of years, but all previous<br/>\n&gt;&gt;examples were carved from other softer materials like wood. The early<br/>\n&gt;&gt;iron and later steel screw had to be pains takingly built up around a<br/>\n&gt;&gt;core with a &quot;V&quot; sectioned piece of wire or bar. I know a guy who has<br/>\n&gt;&gt;done it, and it isn&#39;t easy at all. But once you know how.... BOOM!<br/>\n<br/>\n </span></blockquote>You replied:<br/>\n<blockquote><span title=\"ireply\"> &gt;This sounds confusing to me. Is it not one piece?<br/>\n<br/>\n </span></blockquote>Er sorry about the confusion, but nope, and<br/>\n<blockquote><span title=\"ireply\"> &gt; Or was it cast? <br/>\n<br/>\n </span></blockquote>Nope again. <br/>\n<br/>\nAs I understand it these early screws were made in two pieces, firstly a<br/>\nseparate spiral of V sectioned wire, which was in turn wrapped around<br/>\nthe cylinder of in this case the breach plug, and soldered/welded in to<br/>\nposition to form a screw; sorry, don&#39;t know how, neither an engineer nor<br/>\na metallurgist. But this was done so that the V shaped wire would engage<br/>\nto the inside face of the tube. Whether or not the tube was pre cut, or<br/>\nif the screw was self tapping, not being intended for removal I don&#39;t<br/>\nknow.<br/>\n<br/>\nSorry that I can&#39;t be of anymore help than that.<br/>\n<br/>\nYours<br/>\n<br/>\nDean<br/>\n<br/>\n(Dean Wayland)<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.thefightschool.demon.co.uk\">http://www.thefightschool.demon.co.uk</a></div>",
            "specialLinks": []
        },
        {
            "userId": 159917758,
            "authorName": "James Eckman",
            "from": "James Eckman &lt;ronin_engineer@...&gt;",
            "profile": "lost90804",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Gun history was Re: Re: Re: Re: laws of samurai",
            "postDate": "1097501846",
            "msgId": 5755,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDQxNkE4Qzk2LjMwOTAyMDhAY29tY2FzdC5uZXQ+",
                "inReplyToHeader": "PDEwOTczNjE3MTIuNzE3Ljk4MzI5Lm0xMkB5YWhvb2dyb3Vwcy5jb20+",
                "referencesHeader": "PDEwOTczNjE3MTIuNzE3Ljk4MzI5Lm0xMkB5YWhvb2dyb3Vwcy5jb20+"
            },
            "prevInTopic": 0,
            "nextInTopic": 5759,
            "prevInTime": 5754,
            "nextInTime": 5756,
            "topicId": 5755,
            "numMessagesInTopic": 0,
            "msgSnippet": "... No problem, I suffer from galloping senility myself. ... They intimidate me, especially if I used one ;) I ve seen reproductions, very dodgy affairs. ... ",
            "messageBody": "<div id=\"ygrps-yiv-787068551\"><blockquote><span title=\"ireply\">&gt;   From: Dean Wayland &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:dean@...\">dean@...</a>&gt;<br/>\n&gt;<br/>\n&gt;Okay re the story of guns in Japan; firstly I need to put up a blanket<br/>\n&gt;&quot;IIRC&quot; or &quot;if I recall correctly&quot;, as otherwise there would have to be a<br/>\n&gt;lot of that, since I&#39;m dusting off parts of my memory which are seldom<br/>\n&gt;trod. <br/>\n&gt;  <br/>\n&gt;<br/>\n </span></blockquote>No problem, I suffer from galloping senility myself.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Basically, they stated that new evidence for the existence of firearms<br/>\n&gt;pre 1543, had been recently (at that time) unearthed in Japan, which<br/>\n&gt;included an account of Oda Nobunaga attending some function or other<br/>\n&gt;with a small company (50) of gunners in his entourage.<br/>\n&gt;  <br/>\n&gt;<br/>\n&gt;I guess it was deployed much like early guns were here, for intimidation<br/>\n&gt;as much for effect.<br/>\n&gt;  <br/>\n&gt;<br/>\n </span></blockquote>They intimidate me, especially if I used one ;) I&#39;ve seen reproductions, <br/>\nvery dodgy affairs.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;What got the Japanese so excited by European guns, wasn&#39;t the concept of<br/>\n&gt;the gun itself, they had these, it was that ours were &quot;light&quot; and<br/>\n&gt;comparatively powerful. The reason for this being that we could make a<br/>\n&gt;barrel out of iron, which for a given weight, can take much higher<br/>\n&gt;chamber pressures. So you could use a more potent gun powder mix, which<br/>\n&gt;in turn meant that a hand gun would make a far more useful military<br/>\n&gt;weapon.<br/>\n&gt;  <br/>\n&gt;<br/>\n </span></blockquote>This makes sense.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Now the first European iron guns were not plug sealed, being fitted with<br/>\n&gt;a removable breach held in place by wedges. I&#39;ve been around when one of<br/>\n&gt;things has been used, and believe me reliable it is not! <br/>\n&gt;<br/>\n </span></blockquote>Been there, done that, I know too many recreationists who are also gun nuts.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;The European genius was the ability to permanently seal an iron tube,<br/>\n&gt;which we did with the creation of the iron &quot;screw&quot; in the 15th century.<br/>\n&gt;  <br/>\n&gt;<br/>\n </span></blockquote>Dates about right so your memory is better than mine! Sadly while the <br/>\nolder technology history books cover the West in detail, they tend to <br/>\ngloss over the East generally with toss off sentences showing a deep <br/>\nlack of knowledge. The language barrier along with the instability of <br/>\nChina probably plays a big role in this.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Now the screw has been known for thousands of years, but all previous<br/>\n&gt;examples were carved from other softer materials like wood. The early<br/>\n&gt;iron and later steel screw had to be pains takingly built up around a<br/>\n&gt;core with a &quot;V&quot; sectioned piece of wire or bar. I know a guy who has<br/>\n&gt;done it, and it isn&#39;t easy at all. But once you know how.... BOOM!<br/>\n&gt;  <br/>\n&gt;<br/>\n </span></blockquote>This sounds confusing to me. Is it not one piece? Or was it cast? I know <br/>\nat a slightly later date that screws were chiseled out or filed to <br/>\nshape. Somebody wrote a book on the making the Indian trade gun which I <br/>\nbelieve were forged tubes very similar to this.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Anyway, subject to the vagueries of memory, I hope this was of interest,<br/>\n&gt;or at the very least entertaining.<br/>\n&gt;  <br/>\n&gt;<br/>\n </span></blockquote>Very informative, thanks!!<br/>\n<br/>\nPossible sources to dig up:<br/>\nFor &#39;thunderclap fireball&#39; in eastern warfare, S. Turnbull, &#39;Chinese <br/>\ninfluence on Japanese siege warfare&#39;, Royal Armouries Yearbook 3 (1998), <br/>\npp. 145-58<br/>\n<br/>\nVarious precursor info:<br/>\nHANDGUN - around 1128. &quot;The gun did not appear until the twelfth century <br/>\nA.D. For this three things were needed: a metal barrel, gunpowder with a <br/>\nhigh nitrate content, and a projectile that neatly filled the barrel so <br/>\nthat the powder charge could exert its full propellant effect. Until <br/>\nvery recently it was believed that the first Chinese gun ... dated to <br/>\nA.D. 1290. Continuing exploration of the Buddhist caves of western China <br/>\nhas now revealed a remarkable temple at Ta-tsu in Szechuan Province, <br/>\ncontaining evidence that revolutionizes the history of the gun. Among <br/>\nthe many reliefs in the cave are two showing gunpowder weapons. One <br/>\ndepicts a small demon with two horns cradling a handgun while a second <br/>\ndevil holds a grenade. The date of this extraordinary find, according to <br/>\nthe inscriptions in the caves, is A.D. 1128.&quot; [James, Peter and Nick <br/>\nThorpe. /Ancient Inventions/, 1994.]<br/>\n<br/>\nGunpowder is thought to have been invented by Chinese alchemists of the <br/>\n9th century during their preparation of mixtures of sulfur, charcoal, <br/>\nand saltpeter for use as an elixir for immortality. A Taoist book warned <br/>\nthat mixing three specific elixir ingredients was too dangerous for <br/>\nexperiment: “some have heated together the saltpeter, sulfur, and carbon <br/>\nof charcoal with honey; smoke and flames result, so that their hands and <br/>\nfaces have been burnt, and even the whole house burnt down.”<br/>\n<br/>\nThe use of gunpowder for military purposes was first recorded in 919, <br/>\nand the first detailed description of using a “firing cannon” in warfare <br/>\nwas in connection with a battle fought in 1126 when the Song army used <br/>\nit against the invading Nuchens. The Chinese invention of gunpowder <br/>\nnever went much beyond its crudest form, and it was abandoned as a <br/>\nmilitary weapon shortly afterwards. It reached Japan, Islam, and then <br/>\nEurope in the 13th century, and the Arabs improved gunpowder for <br/>\nmilitary use. Rockets appear in Arab literature in 1258 as a description <br/>\nof their use by Mongol invaders’ on February 15 to capture the city of <br/>\nBaghdad.<br/>\n<br/>\nJim Eckman</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 5461,
    "nextTopicId": 5767
}