{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 145759856,
            "authorName": "Kitsuno",
            "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
            "profile": "kitsuno",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Article: The Blind Swordsman: Zatoichi/Sonatine",
            "postDate": "1099982024",
            "msgId": 5899,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGNtcG9jOCtlcGltQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 5896,
            "nextInTime": 5900,
            "topicId": 5899,
            "numMessagesInTopic": 0,
            "msgSnippet": "The Blind Swordsman: Zatoichi/Sonatine Reviewed by: Scott Chitwood Movie Rating: 7 out of 10 Extras Rating: 8 out of 10 Rating: R Starring: ZATOICHI: Takeshi",
            "messageBody": "<div id=\"ygrps-yiv-686595351\">The Blind Swordsman: Zatoichi/Sonatine <br/>\nReviewed by: Scott Chitwood<br/>\nMovie Rating: 7 out of 10<br/>\nExtras Rating: 8 out of 10<br/>\n<br/>\nRating: R<br/>\n<br/>\nStarring:<br/>\nZATOICHI:<br/>\nTakeshi Kitano as Zatoichi/Ichi <br/>\nTadanobu Asano as Hattori Genosuke <br/>\nMichiyo Ookusu as Aunt O-Ume <br/>\nGadarukanaru Taka as Shinkichi <br/>\nDaigorô Tachibana as Geisha O-Sei <br/>\nYuuko Daike as Geisha O-Kinu <br/>\nYui Natsukawa as O-Shino, Hattori&#39;s Wife <br/>\nIttoku Kishibe as Ginzo <br/>\nSaburo Ishikura as Boss Ogi <br/>\nAkira Emoto as Pops, Tavern Owner <br/>\nBen Hiura as Tavern Pops <br/>\nKohji Miura as Lord Sakai<br/>\n<br/>\nSONATINE:<br/>\nTakeshi Kitano as Aniki Murakawa <br/>\nAya Kokumai as Miyuki <br/>\nTetsu Watanabe as Uechi <br/>\nMasanobu Katsumura as Ryoji <br/>\nSusumu Terajima as Ken <br/>\nRen Osugi as Katagiri <br/>\nTonbo Zushi as Kitajima <br/>\nKenichi Yajima as Takahashi <br/>\nEiji Minakata as The Hit Man<br/>\n<br/>\nSpecial Features:<br/>\nZATOICHI:<br/>\nBehind the Scenes Special <br/>\n<br/>\nVideo Interview with the crew (cinematographer, production designer, <br/>\ncostume designer, master swordsman)<br/>\n<br/>\nSONATINE:<br/>\nBeat Takeshi Interview<br/>\n<br/>\nPrologue and Epilogue by Quentin Tarantino<br/>\n<br/>\nOther Info: <br/>\nWidescreen (1.85:1) <br/>\nDolby Digital 5.1 Surround Sound (Zatoichi only)<br/>\nOriginal Language Track (Japanese)<br/>\nOptional English Language Track<br/>\nSpanish and French Subtitles<br/>\nRunning Time: Zatoichi - 116 Minutes, Sonatine  94 Minutes<br/>\n<br/>\nSynopsis:<br/>\nThis DVD set contains two separate films by Takeshi Kitano. Sonatine <br/>\nwas released in 1993. Zatoichi was released in 2003. The following <br/>\nare the descriptions from the DVD covers:<br/>\n<br/>\n&quot;ZATOICHI: THE BLIND SWORDSMAN: In an empire ruled by fear, the <br/>\npeople&#39;s only hope is the ultimate weapon: Zatoichi (Kitano) -- a <br/>\nblind, nomadic samurai whose sword has made him a hero and whose <br/>\ncourage has made him a legend! Determined to help the desperate <br/>\nresidents of a village, Zatoichi seeks justice through revenge!<br/>\n<br/>\nSONATINE: A seasoned mobster travels to Okinawa on a &quot;peace-keeping&quot; <br/>\nmission, even though he suspects that his boss is secretly trying to <br/>\neliminate him! Determined to not go down without a fight, he and his <br/>\ngang know exactly what they have to do!&quot;<br/>\n<br/>\nZatoichi is rated R for strong stylized bloody violence. Sonatine is <br/>\nrated R for bloody shootings, language, and some sexuality.<br/>\n<br/>\nThe Movie:<br/>\nI had a strange revelation after watching Sonatine and Zatoichi. The <br/>\nwhole time I thought the star, Takeshi Kitano (aka Beat Takeshi), <br/>\nlooked very familiar, but I couldn&#39;t figure out where I knew him <br/>\nfrom. At the conclusion of Sonatine, Quentin Tarantino remarks that <br/>\nhe&#39;s primarily known for being a comedic actor. It&#39;s then I realized <br/>\nwhere I knew him from. He&#39;s Vic Romano from &quot;Most Extreme <br/>\nElimination Challenge&quot; on Spike TV. I was stunned and amused by the <br/>\nrevelation. It&#39;s like figuring out that dramatic actor Robin <br/>\nWilliams was Mork from Ork. In any case, it&#39;s a testament to the <br/>\nguy&#39;s acting ability. He goes from being a clown on a Japanese game <br/>\nshow to being either a blind samurai or a yakuza gangster with ease. <br/>\nTo top it all off he wrote and directed both films. That&#39;s an <br/>\namazing accomplishment no matter how you look at it.<br/>\n<br/>\nOf the two films included on this DVD &quot;double feature&quot;, I liked &quot;The <br/>\nBlind Swordsman: Zatoichi&quot; the best. The film is of the samurai <br/>\ngenre. Zatoichi is a blind former samurai who travels the country <br/>\nhelping people. In this film he gets in some very impressive <br/>\nswordfights. They are also notable because they feature CGI blood <br/>\nspurts. When Zatoichi slashes someone, it sprays out in graphic <br/>\ndisplays. I don&#39;t recall seeing CGI used in swordfights like this <br/>\nbefore. The fights are also notable because the battles don&#39;t last <br/>\nmore than one or two moves. Usually someone is slashed in short <br/>\norder and it&#39;s over with. But besides the fights, there is some <br/>\nimpressive scenery, beautiful period costumes, and very detailed <br/>\nsets. It&#39;s a great looking film. The story is also good, too. It <br/>\nbuilds up to a confrontation between Zaotichi and a ronin Samurai <br/>\nacting as a bodyguard for the main villain of the movie. While their <br/>\nfinal confrontation is a bit anticlimactic, the buildup to it is <br/>\ngood. However, at the very end of the movie it takes a very bizarre <br/>\ntwist. The surviving characters celebrate by breaking into a tap <br/>\ndance routine. Yup. Up until that point it was very much a period <br/>\npiece, but then it turns into Japanese Riverdance. It was odd, but I <br/>\nguess Japanese audiences liked it.<br/>\n<br/>\nThe second film is Sonatine. This one is quite different from <br/>\nZatoichi. It falls into the gangster / yakuza genre. Takeshi Kitano <br/>\nagain impresses with a dramatic performance. He also handles the <br/>\naction well. This film is notable for its particularly vicious <br/>\ngunfights that pop up out of nowhere. They are spontaneous and <br/>\nstunning because of their intensity. However, when the Takeshi and <br/>\nhis gang hide out at a beach house from the other yakuza, it takes a <br/>\nparticularly boring turn. You see over an hour of these gangsters <br/>\ngoing through male bonding. They shoot cans off of each others <br/>\nheads, dig in the sand, sumo wrestle, and more. This gets a bit <br/>\ntedious until the action starts again. <br/>\n<br/>\nIf you like Asian films, action films, samurai movies, or gangster <br/>\nmovies, then you&#39;ll definitely want to check out this DVD. And if <br/>\nyou like MXC, you&#39;ll want to check out Vic Romano in full bloody <br/>\naction.<br/>\n<br/>\nThe Extras:<br/>\nThere are a few extras included on this DVD:<br/>\n<br/>\nZATOICHI:<br/>\n<br/>\nBehind the Scenes Special  This is your standard &quot;making of&quot; video. <br/>\nIt follows the production from the initial press conference all the <br/>\nway up to its premiere. You see them rehearse the swordfights, <br/>\npractice the tap dancing number, filming on location, and more. It&#39;s <br/>\na very in-depth look at the making of the movie.<br/>\n<br/>\nVideo Interview with the crew (cinematographer, production designer, <br/>\ncostume designer, master swordsman)  These short interviews feature <br/>\na number of the key crew from the film. My favorite was with the <br/>\nmaster swordsman. He talked about the style of sword fighting used <br/>\nin the film, how he worked with Takeshi, and more.<br/>\n<br/>\nSONATINE:<br/>\n<br/>\nBeat Takeshi Interview  For a man that does everything, Takeshi <br/>\nseems awfully camera shy. Despite this, he talks at length about <br/>\nfilming his movies, Quentin Tarantino, and more. Fans of his will <br/>\nenjoy this. You definitely gain greater appreciation for his work <br/>\nafter seeing this.<br/>\n<br/>\nPrologue and Epilogue by Quentin Tarantino  Tarantino delivers a <br/>\nsometimes rambling intro and &quot;outro&quot; to the film. He talks about how <br/>\ngreat Takeshi is, how Sonatine revolutionized yakuza films, what <br/>\nJapanese moviegoing culture is like, and more. It&#39;s cool to see that <br/>\nhe&#39;s such a big fan, but it definitely seems like he does this talk <br/>\non the fly.<br/>\n<br/>\nThe Bottom Line: <br/>\nIf you like Asian action movies, you&#39;ll probably enjoy Zatoichi and <br/>\nSonatine. They are from two very different genres, but they have a <br/>\nlot to offer in the way of action, exotic setting, and drama.<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.comingsoon.net/news/dvdreviewsnews.php?id=7086\">http://www.comingsoon.net/news/dvdreviewsnews.php?id=7086</a></div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 5894,
    "nextTopicId": 5901
}