{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 51106756,
            "authorName": "shogun.uk",
            "from": "&quot;shogun.uk&quot; &lt;shogun.uk@...&gt;",
            "profile": "rodjohnson001",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Re: [samuraihistory]  Shogun in UK!",
            "postDate": "1100281101",
            "msgId": 5913,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDAwYzEwMWM0YzhkZSQ2OGEyYTE0MCQyYmZiZmVhOUBhbHBoYT4=",
                "referencesHeader": "PDFsQXp3SUFodGVrQkZ3YWtAdGhlZmlnaHRzY2hvb2wuZGVtb24uY28udWs+IDwyMDA0MTExMDIyMjkyOC4zMjg3MS5xbWFpbEB3ZWI1MTQwNC5tYWlsLnlhaG9vLmNvbT4gPGxQSFhLRkE5KzBrQkZ3YSRAdGhlZmlnaHRzY2hvb2wuZGVtb24uY28udWs+"
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 5912,
            "nextInTime": 5914,
            "topicId": 5913,
            "numMessagesInTopic": 0,
            "msgSnippet": "Hi Dean How interesting to see that you are in a re-enactment group under the title of Shogun . I am a member of a mainly German based organisation, but with",
            "messageBody": "<div id=\"ygrps-yiv-1992047511\">Hi Dean<br/>\n<br/>\nHow interesting to see that you are in a re-enactment group under the title of &quot;Shogun&quot;. I am a member of a mainly German based organisation, but with international members, also with the name Shogun. We combine a group of &quot;like minded people&quot; who have interest in the Samurai - whether it be research, modelling, flatfigure collecting, wargaming or re-enactment.....  <br/>\n<br/>\nWe broke away from the German KLIO zinnfigur organisation to create a seperate &quot;Arbeitsgruppe&quot; in 1985, so next year will be our 20th anniversary. I have been trying to get a web site up and running for three years but decided to save the registration/hosting fee until its finished!! We actually produce a range of 30mm zinnfigur (tin figures) and meet up every year in Goslar for a &quot;private&quot; weekend and every two years at Kulmbach in Bavaria at the Zinnfigur Borse.<br/>\n<br/>\nPerhaps we should compare notes and have a chat...... because what is even more remarkable is that I do also dwell in Stevenage, UK !!  Have I even met you in the past??<br/>\n<br/>\nRegards,<br/>\n                    Rod Johnson :-)<br/>\n<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 5886,
    "nextTopicId": 5518
}