{
    "totalMsgInTopic": 2,
    "messages": [
        {
            "userId": 197263283,
            "authorName": "Thomas Davidson",
            "from": "&quot;Thomas Davidson&quot; &lt;tom.davidson@...&gt;",
            "profile": "thomas_tessera",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Re: Sengoku visit and Keiki",
            "postDate": "1101995756",
            "msgId": 6038,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGNvbjZ0YytzcHAwQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 5961,
            "nextInTopic": 0,
            "prevInTime": 6037,
            "nextInTime": 6039,
            "topicId": 5961,
            "numMessagesInTopic": 0,
            "msgSnippet": "Hi Gillian - No, the trip hasn t happened yet, and a recent redundancy would signify some postponement. On the upside, snippets such as yours (and others here)",
            "messageBody": "<div id=\"ygrps-yiv-2029510016\">Hi Gillian -<br/>\n<br/>\nNo, the trip hasn&#39;t happened yet, and a recent redundancy would<br/>\nsignify some postponement.<br/>\n<br/>\nOn the upside, snippets such as yours (and others here) is just the<br/>\nsort of stuff I&#39;ve catalogued towards the great day.<br/>\n<br/>\nThanks for that.<br/>\n<br/>\nThomas</div>",
            "specialLinks": []
        },
        {
            "userId": 129164387,
            "authorName": "Gillian Rubinstein",
            "from": "Gillian Rubinstein &lt;gillian@...&gt;",
            "profile": "gilliru",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Re: Sengoku visit and Keiki",
            "postDate": "1101855956",
            "msgId": 5961,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {},
            "prevInTopic": 0,
            "nextInTopic": 6038,
            "prevInTime": 5960,
            "nextInTime": 5962,
            "topicId": 5961,
            "numMessagesInTopic": 0,
            "msgSnippet": "... Just back from a long trip away, including a quick visit to Japan on the way home. Found over 600 messages in the inbox, mostly from this group. Tom",
            "messageBody": "<div id=\"ygrps-yiv-575631097\"><blockquote><span title=\"ireply\">&gt; Hi all,<br/>\n<br/>\n </span></blockquote>Just back from a long trip away, including a quick visit to Japan on the <br/>\nway home. Found over 600 messages in the inbox, mostly from this <br/>\ngroup. <br/>\n<br/>\nTom (Helm), I got quite intrigued by Keiki and went to Shizuoka on his <br/>\ntrail. I don&#39;t know how much time he could spare communing with the <br/>\nspirit of his ancestor, considering how occupied he was with his <br/>\nhobbies of photography, cycling and so on, and his three wives and <br/>\ndozens of children. It is fascinating to reflect on what a modern <br/>\npersonality Keiki seems; less than ten years after the assassination of Ii <br/>\nNaosuke by the Mito ronin (surely an archetypal feudal event!) Keiki has <br/>\nabdicated and retired to live an apparently serene and blameless life. <br/>\n<br/>\nTom (Davidson) Don&#39;t know if you have done your research trip yet, but <br/>\nif you are in or near Nagoya there are some good atmospheric places <br/>\nwithin easy reach by train.<br/>\n<br/>\nThe Kiso valley: you can walk on the old Nakasendo from Magome to <br/>\nTsumago. Gives a very good feel of travel in the Edo period ( I know it&#39;s <br/>\nlater than your era but the mountains etc are unchanged!) Narai is a <br/>\nvery unspoiled small town.<br/>\n<br/>\nKanazawa: apart from the gardens (very beautiful) lots of atmosphere. <br/>\n<br/>\nInuyama: everyone&#39;s favourite castle<br/>\n<br/>\nIn Nagoya the Tokugawa Art Museum has a good collection of <br/>\nartefacts, clothes, weapons etc, mainly from the highest ranks of <br/>\nsociety. Not much here on how the poor folk lived.<br/>\n<br/>\nIf you are in Kansai the Osaka Museum of History is excellent for an <br/>\noverview of lifestyles throughout Japanese history. And I found Hikone <br/>\ncastle and museum particularly inspiring (maybe because I was there in <br/>\na Kurosawa-esque downpour)<br/>\n<br/>\nKyoto is unparalleled - but overwhelming on a short trip. Some of the <br/>\nolder towns particularly on the Japan sea (Hagi, Matsue) are easier to <br/>\ntake in. But I found the Kyoto Musuem of Traditional Crafts again very <br/>\ngood for lifestyles.<br/>\n<br/>\nThere are many places in rural Japan (in my case Yamaguchi-ken) <br/>\nwhere an insignificant sign saying something like &quot;remains of castle&quot; <br/>\nwill take you to some stones on a hill top or the head of a valley where <br/>\na 15th c castle once stood. It gives you a good sense of the defensive <br/>\nuse of the terrain. Unforgettable. So it&#39;s a good idea to base yourself <br/>\nfor a few days in the country and hike or bike around.<br/>\n<br/>\nGillian</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 6007,
    "nextTopicId": 6058
}