{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 190230968,
            "authorName": "Silk Road School",
            "from": "&quot;Silk Road School&quot; &lt;silk.road.school@...&gt;",
            "profile": "geregjonesmuller",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "RE: [samuraihistory] History/Shotokan Re: new subject",
            "postDate": "1102123914",
            "msgId": 6109,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PE1FQkJLREhHUE5LR01MS1BEQU9QQ0VMTUNJQUEuc2lsay5yb2FkLnNjaG9vbEBpeC5uZXRjb20uY29tPg==",
                "inReplyToHeader": "PDExMDIwNjE5OTMuMTM5Ny44OTYyMi5tMTFAeWFob29ncm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 6108,
            "nextInTime": 6110,
            "topicId": 6109,
            "numMessagesInTopic": 0,
            "msgSnippet": "Date: Thu, 2 Dec 2004 22:56:43 -0800 (PST) From: james wilson  Subject: Re: History/Shotokan Re: new subject WOW Miss Chase for new",
            "messageBody": "<div id=\"ygrps-yiv-203435419\">Date: Thu, 2 Dec 2004 22:56:43 -0800 (PST)<br/>\n   From: james wilson &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:johntwo8@...\">johntwo8@...</a>&gt;<br/>\nSubject: Re: History/Shotokan Re: new subject<br/>\n<br/>\n<br/>\nWOW Miss Chase for new President of samuraihistory forum. GOD BLESS all and<br/>\ngo vote<br/>\n<br/>\n<br/>\n<br/>\nPoor lad.  Who gave you the sublime misapprehension that this was a<br/>\ndemocracy?<br/>\n<br/>\n ...And it&#39;s a damned good thing too:  because with no offense to the lady<br/>\nin question, and as pleasant as I (for one) find her posts, scholarship does<br/>\nnot flourish in such a democracy.  Scholarship - which for our purposes here<br/>\nI&#39;ll define as the pursuit of genuine, accurate information - consists of<br/>\nuncompromising minds seeking uncaring facts, then double-checking them in a<br/>\nvariety of sources:  whereas &quot;democratic scholarship&quot; leads, almost<br/>\ninvariably, to consensus misinformation.<br/>\nI&#39;ve seen it happen on other lists - the facts that can be documented get<br/>\nlost in the ridiculous idea that everybody&#39;s opinion carries equal weight<br/>\nand validity, and soon the big mouths have half the readers convinced that<br/>\nthey know as much as the experts.<br/>\nThat helps no one - it frustrates the experts, it deceives the ignorant, it<br/>\nencourages the B.S.ers, and it degrades the transmission of historical<br/>\nfacts.  There&#39;s plenty of bad research out there on the web these days,<br/>\nproving my point far more decisively than I could wish.  (Look up a few<br/>\nsites on Celtic history, for instance, and you&#39;ll find more fantasy than<br/>\nfact by a factor of five to one or worse.)  As someone said here not long<br/>\nago - and I&#39;ve been quoting it merrily ever since - &quot;If you want<br/>\ninformation, this is a good place to get it.  If you want affirmation, get a<br/>\ngood therapist.&quot;<br/>\nOne of the great things about this site is that there are some genuine<br/>\nexperts here, who are not afraid to tell people when they&#39;re wrong.  Now<br/>\nwhen the folks don&#39;t take that well, or politely... then they get slammed.<br/>\nAnd deservedly so.  If you go to an expert for facts, then do nothing but<br/>\ntry and disprove or ignore those facts, _without being able to defend your<br/>\nviews as thoroughly as those experts you&#39;ve asked_, then from my point of<br/>\nview you&#39;ve asked for whatever you get.  You&#39;ve certainly earned no mercy at<br/>\nthat point.  If you disagree, then you&#39;d better be able to offer<br/>\ndocumentation to match the documentation of the experts.<br/>\nThat&#39;s straightforward enough, one should think.<br/>\n        Gereg</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 6085,
    "nextTopicId": 6111
}