{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 80327602,
            "authorName": "alberto_dogs26",
            "from": "&quot;alberto_dogs26&quot; &lt;all.mac@...&gt;",
            "profile": "alberto_dogs26",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Saigo Takamori and samurai clans??",
            "postDate": "1102918556",
            "msgId": 6245,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGNwamMydCt1NmFkQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 6244,
            "nextInTime": 6246,
            "topicId": 6245,
            "numMessagesInTopic": 0,
            "msgSnippet": "I am looking for more informations about Saigo Takamori, specially Satsuma battle. My wife s family is from an old samurai clan, and there s an interesting",
            "messageBody": "<div id=\"ygrps-yiv-1091162283\">I am looking for more informations about Saigo Takamori, specially Satsuma <br/>\nbattle.<br/>\nMy wife&#39;s family is from an old samurai clan, and there&#39;s an interesting history <br/>\nthat has connections with Takamori. And I believe that to understand <br/>\nTakamori steps, and about samurai culture about family name, to maybe be <br/>\nable to understant their ancients steps<br/>\nThey know that when Takamori told something about China representing <br/>\ndanger for Japan, he decided to atack China. So, showing that he was a <br/>\ngreate leader, he and his army moved to south Japan to group lots more of <br/>\nsamurais.<br/>\nSome people did not agree with Takamori idea, and some fights occourred in <br/>\nJapan, near Satsuma. Due this, it was necessary more samurai warriors to <br/>\nkeep fighting!!<br/>\nSo... my wife&#39;s grand-grandfather was a samurai, but he choosed do not fight. <br/>\nTo do not fight he changed his family name from Miyaji clan to Waricoda clan.<br/>\nWaricoda was another samurai clan that was desapearing, because there <br/>\nwas no other man in the family to keep the family name.<br/>\nIn japanese family name ranking, Waricoda is one of a rare family name!! The <br/>\nlastest Waricoda in all world are my wife parents, uncles, ...<br/>\nHowever we must to understand why exactly the family changed to Waricoda, <br/>\nand we would like to know a litle more about samurai Miyaji clan.<br/>\nThere&#39;s anywebsite where could I find informations about old japanese <br/>\nfamilies? Or more about Takamori?<br/>\nI found only: <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.samurai-archives.com/index.html\">http://www.samurai-archives.com/index.html</a></div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 6234,
    "nextTopicId": 6192
}