{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 190230968,
            "authorName": "Silk Road School",
            "from": "&quot;Silk Road School&quot; &lt;silk.road.school@...&gt;",
            "profile": "geregjonesmuller",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "RE: [samuraihistory] swords and smiths, with a side order of sword names",
            "postDate": "1102912531",
            "msgId": 6249,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PE1FQkJLREhHUE5LR01MS1BEQU9QQUVQTUNJQUEuc2lsay5yb2FkLnNjaG9vbEBpeC5uZXRjb20uY29tPg==",
                "inReplyToHeader": "PDExMDI3MjQzMzguMTQ0MS43NDE5OS5tMTJAeWFob29ncm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 6248,
            "nextInTime": 6250,
            "topicId": 6249,
            "numMessagesInTopic": 0,
            "msgSnippet": "Hallo, Gabriel. I came to feel that delaying my response would be rude, so I looked that site over... and came to the unsurprising conclusion that I d have to",
            "messageBody": "<div id=\"ygrps-yiv-1832661812\">Hallo, Gabriel.<br/>\n\tI came to feel that delaying my response would be rude, so I looked that<br/>\nsite over... and came to the unsurprising conclusion that I&#39;d have to handle<br/>\nsome of the smiths&#39; work before I could make a judgement.  It looks good,<br/>\nand the hamon appear to be real on the blades they&#39;re describing as real<br/>\n(this is promising, since possibly the single fastest indicator of a<br/>\npoor-quality reproduction katana is the acid-etched fake hamon most of &#39;em<br/>\ncome equipped with), but I don&#39;t know anyone who&#39;s worked with any of those<br/>\nblades, and images are not an adequate way to judge a blade.<br/>\n<br/>\n(Truly, I don&#39;t think it&#39;s wise to buy any sword without handling first.<br/>\nSome mass-produced blades, assuming you&#39;ve handled a representative<br/>\nsampling, might be worth taking the chance on.  ...I can think of the del<br/>\nTin family in Milano, for example, and K&K Arts in Prague, whose quality and<br/>\nconsistency have generally pleased me... but at that, I&#39;ve even had to<br/>\nreturn a del Tin, once, and I find I have to regrind the K&K blades myself<br/>\nin order to get appropriate balance and handling.  But then, European-style<br/>\nswords are a great deal more forgiving about regrinding.  It&#39;s not a level<br/>\nof blade-work I wish to undertake on the polishing job of a decent katana.)<br/>\n<br/>\nBut individual swords are... well, awfully individual.  I had no intention<br/>\nof getting my first Chen &quot;Musashi&quot;; it simply informed me that it was my<br/>\nsword and it was going home with me. It was not the first sword I&#39;d ever<br/>\nbonded with, to be sure, but it was the first one that felt as though it was<br/>\nbonding with me, it was damned well going to be my sword, and I might as<br/>\nwell get used to it:  and all this on my first drawing of the blade at that.<br/>\nIt wasn&#39;t even the first of that model I handled (bearing in mind that the<br/>\nswords in that model vary so greatly that I have yet to see two that will<br/>\nfit the same scabbard). It felt not unlike the sensation of a cat deciding<br/>\nthat you&#39;re its person.<br/>\n<br/>\nAnd for those of you who are into the names, that sword is named Abayo.  I<br/>\ndo not guarantee my spelling of it, but that&#39;s &quot;&#39;Bye&quot; as I hear Mifune&#39;s<br/>\npronunciation.  Its partner - again, assuming I&#39;ve heard the phrase and<br/>\nreproduced it correctly - is Kochira-e, or &quot;This way, please.&quot;  (After all,<br/>\nyou can&#39;t try and reconstruct Musashi&#39;s niten-ichi without a pair of<br/>\nkatana.) Swords tend to acquire names around me, although given my sense of<br/>\ntheir personalities, it would almost be more surprising if they didn&#39;t.<br/>\n<br/>\n...I&#39;d be delighted for anybody&#39;s correction on what I&#39;ve heard and<br/>\ntransliterated, by the way.  The best of my linguistic information here is<br/>\nno better than second-hand.<br/>\n<br/>\nIf anyone else is familiar with these blades, they may be able to provide<br/>\nyou with a more direct answer.  But the above, for what it&#39;s worth, are my<br/>\nthoughts on the matter.  If those thoughts are not my clearest at present,<br/>\nmy apologies; please be so kind as to blame whatever small life form is<br/>\nworking out its karma against my immune system.  All things considered, at<br/>\nthe moment I&#39;m glad you&#39;re not planning to buy a blade on my recommendation!<br/>\nBlessings & good faring,<br/>\n\tGereg<br/>\n<br/>\n  Date: Fri, 10 Dec 2004 08:58:19 -0000<br/>\n   From: &quot;Dodu Gabriel&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:dodu_gabriel@...\">dodu_gabriel@...</a>&gt;<br/>\nSubject: Re: Toledo swords - veering OT at a dangerous rate<br/>\n<br/>\n<br/>\n<br/>\n  Hello Gereg,<br/>\n<br/>\n  I&#39;m sorry I rushed to write about that site, because on further<br/>\nexamination, I have discovered that it is a fake. My mistake...Thank<br/>\nyou for helping me and tell me what do you think of this site:<br/>\nwww.jidai.jp, although I&#39;m having difficulties at this time buying a<br/>\n300 Euros sword...So the site is just a dream, besides, since I don&#39;t<br/>\ntake any Kendo or any alike, I wouldn&#39;t know what to do with a sword,<br/>\nbut to admire its beauty.</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 6192,
    "nextTopicId": 6163
}