{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 190230968,
            "authorName": "Silk Road School",
            "from": "&quot;Silk Road School&quot; &lt;silk.road.school@...&gt;",
            "profile": "geregjonesmuller",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "RE: [samuraihistory] Digest Number 1020",
            "postDate": "1102981404",
            "msgId": 6262,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PE1FQkJLREhHUE5LR01MS1BEQU9QRUVBRUNKQUEuc2lsay5yb2FkLnNjaG9vbEBpeC5uZXRjb20uY29tPg==",
                "inReplyToHeader": "PDExMDI5NzA5NTYuMTIyMC45MDE5MS5tMTJAeWFob29ncm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 6261,
            "nextInTime": 6263,
            "topicId": 6262,
            "numMessagesInTopic": 0,
            "msgSnippet": "Amusingly, I didn t think Cruise did too badly in that bomb, although I have never come close to liking him before.  It s not that it was great drama, but when",
            "messageBody": "<div id=\"ygrps-yiv-1424060776\">Amusingly, I didn&#39;t think Cruise did too badly in that bomb, although I have<br/>\nnever come close to liking him before.  It&#39;s not that it was great drama,<br/>\nbut when he told his recruiter that he&#39;d gladly kill him for free, I<br/>\nbelieved him - and I&#39;d never believed Cruise delivering a single line before<br/>\nthat.  But I hope I don&#39;t start a dialogue with that, as it&#39;s a throwaway<br/>\nnote.   I flatly refuse to be put in the position of defending Tom Cruise.<br/>\nHistorically... aside from the colours of the grasses and skies that someone<br/>\nelse mentioned, I think the first street scene in Japan was beautiful, and<br/>\nas far as I could tell it was pretty accurate.  Somebody seemed to have gone<br/>\nto considerable trouble to establish that nicely juxtaposed set of images.<br/>\nI remain vastly amused, however, at the prospect of a foreign national who<br/>\nhas fought in a losing rebellion being permitted to carry a sword into the<br/>\nEmperor&#39;s presence.  Sure, no problem, gaijin-san, go right  in.<br/>\n\tGereg<br/>\nMessage: 5<br/>\n   Date: Mon, 13 Dec 2004 03:43:51 -0000<br/>\n   From: &quot;david a. sigler&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:fiat_dux_das@...\">fiat_dux_das@...</a>&gt;<br/>\nSubject: The Last Samurai, the movie.<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n   I just got done finally watching the movie the &quot;Last Samurai.&quot; I<br/>\nfound it so tediously dull it isn&#39;t funny; Tom Cruz cannot act and I<br/>\ndon&#39;t care who tries to convince me otherwise. The battle scenes were<br/>\ngreat, the scenery was fairly good, but the movie was bad. My<br/>\nquestion is a simple one, what, if any of it, was historically<br/>\naccurate?<br/>\n                                             david a sigler</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 6163,
    "nextTopicId": 6253
}