{
    "totalMsgInTopic": 4,
    "messages": [
        {
            "userId": 206469169,
            "authorName": "Anthony Bryant",
            "from": "Anthony Bryant &lt;ajbryant@...&gt;",
            "profile": "sengokudaimyo",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Re: [samuraihistory] swords and spirits",
            "postDate": "1103075122",
            "msgId": 6310,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDQxQkY5NzMyLjMwNTAxMDdAYmxvb21pbmd0b24uaW4udXM+",
                "inReplyToHeader": "PDIwMDQxMjE1MDAzODI4LjM4MjYucW1haWxAd2ViNDEzMDcubWFpbC55YWhvby5jb20+",
                "referencesHeader": "PDIwMDQxMjE1MDAzODI4LjM4MjYucW1haWxAd2ViNDEzMDcubWFpbC55YWhvby5jb20+"
            },
            "prevInTopic": 6308,
            "nextInTopic": 0,
            "prevInTime": 6309,
            "nextInTime": 6311,
            "topicId": 6301,
            "numMessagesInTopic": 0,
            "msgSnippet": "... It s basically culturally prevented. Since the Japanese bow instead of shaking hands, they could never come up with a Secret Handshake -- and without",
            "messageBody": "<div id=\"ygrps-yiv-1917676797\">Nate Ledbetter wrote:<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; all<br/>\n&gt; Samurai didn&#39;t have some &quot;Bushido Handbook&quot; and had to<br/>\n&gt; follow the Code or they were deprived of their Samurai<br/>\n&gt; membership cards. <br/>\n<br/>\n </span></blockquote>It&#39;s basically culturally prevented. Since the Japanese bow instead of shaking <br/>\nhands, they could never come up with a Secret Handshake -- and without that...<br/>\n<br/>\n<br/>\nTony<br/>\n<br/>\n-- <br/>\n<br/>\nAnthony J. Bryant<br/>\nWebsite: <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.sengokudaimyo.com\">http://www.sengokudaimyo.com</a><br/>\n<br/>\nEffingham&#39;s Heraldic Avatars (...and stuff):<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.sengokudaimyo.com/avatarbiz.html\">http://www.sengokudaimyo.com/avatarbiz.html</a><br/>\n<br/>\nGrand Cross, Order of the Laurel:<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.cafepress.com/laurelorder\">http://www.cafepress.com/laurelorder</a></div>",
            "specialLinks": []
        },
        {
            "userId": 61281048,
            "authorName": "Nate Ledbetter",
            "from": "Nate Ledbetter &lt;ltdomer98@...&gt;",
            "profile": "ltdomer98",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "RE: [samuraihistory] swords and spirits",
            "postDate": "1103071108",
            "msgId": 6308,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDIwMDQxMjE1MDAzODI4LjM4MjYucW1haWxAd2ViNDEzMDcubWFpbC55YWhvby5jb20+",
                "inReplyToHeader": "PE1FQkJLREhHUE5LR01MS1BEQU9QQUVBTUNKQUEuc2lsay5yb2FkLnNjaG9vbEBpeC5uZXRjb20uY29tPg=="
            },
            "prevInTopic": 6302,
            "nextInTopic": 6310,
            "prevInTime": 6307,
            "nextInTime": 6309,
            "topicId": 6301,
            "numMessagesInTopic": 0,
            "msgSnippet": "... wrote: Are there any aspects of ... It depends on how you want to define traditional bushi values . Prior to the Tokugawa period, they mostly consisted of",
            "messageBody": "<div id=\"ygrps-yiv-1135861918\">--- Silk Road School &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:silk.road.school@...\">silk.road.school@...</a>&gt;<br/>\nwrote:<br/>\n<br/>\n Are there any aspects of<br/>\n<blockquote><span title=\"ireply\"> &gt; traditional bushi values that _are_ regarded as<br/>\n&gt; deserving of respect around here?<br/>\n&gt; Gereg<br/>\n<br/>\n </span></blockquote>It depends on how you want to define &quot;traditional<br/>\nbushi values&quot;. Prior to the Tokugawa period, they<br/>\nmostly consisted of survival and victory, at least at<br/>\nthe top. No one has said, ever, I think, that loyalty,<br/>\nhonor, etc. are BAD things. However, it gets pretty<br/>\ntiresome explaining to nimrods (that&#39;s not a jab at<br/>\nyou, it&#39;s something we have to do often) that all<br/>\nSamurai didn&#39;t have some &quot;Bushido Handbook&quot; and had to<br/>\nfollow the Code or they were deprived of their Samurai<br/>\nmembership cards. <br/>\n<br/>\n<br/>\n<br/>\n<br/>\n\t\t<br/>\n__________________________________ <br/>\nDo you Yahoo!? <br/>\nDress up your holiday email, Hollywood style. Learn more. <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://celebrity.mail.yahoo.com\">http://celebrity.mail.yahoo.com</a></div>",
            "specialLinks": []
        },
        {
            "userId": 190230968,
            "authorName": "Silk Road School",
            "from": "&quot;Silk Road School&quot; &lt;silk.road.school@...&gt;",
            "profile": "geregjonesmuller",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "RE: [samuraihistory] swords and spirits",
            "postDate": "1103058975",
            "msgId": 6302,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PE1FQkJLREhHUE5LR01MS1BEQU9QQUVBTUNKQUEuc2lsay5yb2FkLnNjaG9vbEBpeC5uZXRjb20uY29tPg==",
                "inReplyToHeader": "PDExMDMwMTI2MDkuMTA1Ni4yMDg3Ni5tM0B5YWhvb2dyb3Vwcy5jb20+"
            },
            "prevInTopic": 6301,
            "nextInTopic": 6308,
            "prevInTime": 6301,
            "nextInTime": 6303,
            "topicId": 6301,
            "numMessagesInTopic": 0,
            "msgSnippet": "All right, all right.  Tell you the truth, I have met a sword or two that felt a little bloodthirsty; they make me nervous.  But the only real reason I m",
            "messageBody": "<div id=\"ygrps-yiv-648568414\">All right, all right.  Tell you the truth, I have met a sword or two that felt a little bloodthirsty; they make me nervous.  But the only real reason I&#39;m answering this note is that I think it gives a good portrait of how silly the idea can get.  Please note that I never claimed that swords speak in human language - or indeed, that they literally speak at all.  But - for instance - just as a cat can communicate without speech, or a glance between humans can communicate volumes, just so (I still maintain) a sword can let you know a thing or two.  I&#39;m not suggesting that it comes through in clear sentences, or even Gollumical (Gollumatic?) ones.<br/>\nI must admit that I didn&#39;t expect this tone of response from this group.  Are there any aspects of traditional bushi values that _are_ regarded as deserving of respect around here?<br/>\nGereg<br/>\n<br/>\n   Date: Mon, 13 Dec 2004 20:17:53 -0600<br/>\n   From: Anthony Bryant &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:ajbryant@...\">ajbryant@...</a>&gt;<br/>\nSubject: Re: swords (was ...Eras)<br/>\n<br/>\nNate Ledbetter wrote:<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; If you want to argue that a sword has &quot;spirit&quot; as any<br/>\n&gt; piece of art would, I&#39;ll buy it. If you tell me your<br/>\n&gt; sword talks to you, you&#39;re nuts. Sorry.<br/>\n<br/>\n </span></blockquote>Ah, but it does, my precious. Late at night, when everyone&#39;sss assssleep. It<br/>\ntellssss me to kill.... It wantssss me to kill it doesssss.... yessss my<br/>\nprecioussssss.<br/>\n<br/>\n<blockquote><span title=\"ireply\">        &gt;Gollum&lt;<br/>\n<br/>\n&gt; A sword is a weapon; it can be a work of art. However,<br/>\n&gt; it&#39;s not born, does not go through adolescence, learn<br/>\n&gt; to drive, take dates to the prom, or have kids, age,<br/>\n&gt; and die. IT&#39;S NOT ALIVE. It&#39;s an object. It&#39;s a<br/>\n&gt; physical entity, not a spiritual one.<br/>\n<br/>\n </span></blockquote>Now you&#39;re hurting the feelingsss of my precioussss.<br/>\n<br/>\nMy dear Magonote-maru....<br/>\n<br/>\n<br/>\nTony (over caffeinated)</div>",
            "specialLinks": []
        },
        {
            "userId": 190230968,
            "authorName": "Silk Road School",
            "from": "&quot;Silk Road School&quot; &lt;silk.road.school@...&gt;",
            "profile": "geregjonesmuller",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "RE: [samuraihistory] swords and spirits",
            "postDate": "1103057977",
            "msgId": 6301,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PE1FQkJLREhHUE5LR01MS1BEQU9QRUVBTENKQUEuc2lsay5yb2FkLnNjaG9vbEBpeC5uZXRjb20uY29tPg==",
                "inReplyToHeader": "PDExMDMwMTI2MDkuMTA1Ni4yMDg3Ni5tM0B5YWhvb2dyb3Vwcy5jb20+"
            },
            "prevInTopic": 0,
            "nextInTopic": 6302,
            "prevInTime": 6300,
            "nextInTime": 6302,
            "topicId": 6301,
            "numMessagesInTopic": 0,
            "msgSnippet": "Date: Mon, 13 Dec 2004 17:12:48 -0800 (PST) From: Nate Ledbetter  Subject: RE: swords (was ...Eras) ... If you want to argue that a sword",
            "messageBody": "<div id=\"ygrps-yiv-806682043\">Date: Mon, 13 Dec 2004 17:12:48 -0800 (PST)<br/>\n   From: Nate Ledbetter &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:ltdomer98@...\">ltdomer98@...</a>&gt;<br/>\nSubject: RE: swords (was ...Eras)<br/>\n<br/>\n<br/>\n--- Silk Road School &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:silk.road.school@...\">silk.road.school@...</a>&gt;<br/>\nwrote:<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; think there&#39;s a spirit<br/>\n&gt; in most swords - particularly well-made ones - and I<br/>\n&gt; think it becomes more<br/>\n&gt; &#39;awake&#39; with love and use.  That&#39;s the impression<br/>\n&gt; that&#39;s grown on me over<br/>\n&gt; the past thirty-some years of practise.  I will<br/>\n&gt; admit that it&#39;s an<br/>\n&gt; interpretation of available phenomena that is open<br/>\n&gt; to argument, but that&#39;s<br/>\n&gt; my view.<br/>\n<br/>\n </span></blockquote>If you want to argue that a sword has &quot;spirit&quot; as any<br/>\npiece of art would, I&#39;ll buy it. If you tell me your<br/>\nsword talks to you, you&#39;re nuts. Sorry.<br/>\n\t<br/>\n\tThere your prejudices are speaking, Nate.  Simply because you do not believe a thing, that&#39;s hardly enough to make it false.  If you do not accept that more views of reality than your own could be possible, you&#39;re sadly mistaken - which is more polite than &quot;nuts,&quot; wouldn&#39;t you agree?  As an artist myself (I write poetry, songs and prose - although I have not tried to offer sample chapters here, as none of them are remotely pertinent - and I play something like half a dozen instruments), I question your view that a piece of art has inherent spirit.  From my point of view, the only spirit my art has is that with which I imbue it:  that is to say, my spirit, rather than its own.  But I admit that I don&#39;t entirely understand how you mean this idea.  I will do you the courtesy of leaving it at that, rather than questioning your sanity.  Could it be, conceivably, that you are similarly missing something in my meaning?  I&#39;ll simply be a little more courteous, once again, than to call you nuts over our disagreement.  <br/>\nYou have a right to your beliefs, however shallow or narrow they may seem to me in the present circumstances:  and I have a right to mine.  You do not, however, make me precisely eager to clarify myself further, if this kind of insult is what I can expect for the effort.  If you&#39;re interested in a dialogue, in understanding my view better, I will be glad to keep trying.  If all you want is to stonewall and harangue, why would I care to?  So far, it seems to me that I&#39;ve responded to your comments on this subject with reason and humour, and you&#39;ve responded to mine with knee-jerk disdain and rudeness.<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;       Until you&#39;ve been guilt-tripped by a sword that<br/>\n&gt; feels neglected, you&#39;ve<br/>\n&gt; never been guilt-tripped.  &quot;How&quot; is a very<br/>\n&gt; reasonable, but somewhat<br/>\n&gt; difficult, question to answer, as the most natural<br/>\n&gt; response falls into the<br/>\n&gt; &quot;If you have to ask, I can&#39;t explain it&quot; category<br/>\n<br/>\n </span></blockquote>And here I thought you were better than all the<br/>\nwannabe samurai, Gereg...<br/>\n\t<br/>\n\tThen try to pay attention with an open mind, Nate, and you may just possibly continue with that more favourable view.  Please review my subsequent notes on that &quot;can&#39;t-explain&quot; category.  Although you&#39;re working hard to reduce my interest in finding a way to explain it to you, I&#39;m not completely unwilling... provided you don&#39;t maintain what appears to be this attitude of pure bull-headed philosophical materialism.  (This, as distinct from fiscal materialism, which is the more common but less accurate usage of the word.)  <br/>\nDo you believe in any deity, Nate?  Do you believe in the existence of spirit?  Of souls?  Now if you don&#39;t believe in deities, spirits, or souls, then I definitely don&#39;t expect to succeed in explaining to you how a sword can communicate with me.  If you do believe in any of the above, then your mind really ought to be more open to a wider variety of personal experience than your own...  As the man said, &quot;There are more things in heaven and earth, Horatio, than are dreamt of in your philosophy.&quot;  How can you have the nerve to define what is allowed to have spirit and what is not?  That&#39;s almighty presumptuous of you, man.  That decision, ultimately, rests in hands far vaster than yours or mine.<br/>\nI will refrain from responding in kind to the insult about &#39;wannabe samurai,&#39; but I will note that if I were in fact one of that breed, I would not tend to term my sword style the kobu-nito style of gaijin-ryu. <br/>\n...It also occurs to me that you may be labouring under the delusion that I hold this view of swords having souls because of my regard for the samurai:  this would be an error on your part, if so.  Part of my interest in the samurai arose because I discovered that their view of their swords was very similar - not identical, by any means, but very similar - to my own experience.  This is also a good deal of what got me interested in traditional Shinto, which bears a deep resemblance to the old European nature religions.<br/>\n<br/>\nNate - apostrophising the possessive &quot;its&quot;?  Tsk,<br/>\n<blockquote><span title=\"ireply\"> &gt; tsk.<br/>\n<br/>\n </span></blockquote>Have I ONCE ever criticised someone for making one<br/>\nmistake? No. Do I consistently do this, to the point<br/>\nof sheer idiocy, while everyone pleads with me not to?<br/>\nNo. You&#39;re starting to push my buttons, Gereg.<br/>\n\t<br/>\nNate, Nate, you&#39;ve got to get used to my straight face.  I can see how it might have been misunderstood, given how strongly this subject seems to affect you, but there it is.  You were pushing my buttons (you&#39;re waaay beyond &#39;starting to&#39;), and I can&#39;t honestly apologise for pushing back.  But that shot was in good humour, continuing the facetious idea of a duel between us.  (Besides, you never heard _me_ pleading with you to lighten up on bad usage of English.  Far from it.  Defending the mother tongue - anybody&#39;s mother tongue - is rarely idiocy, in my view.)<br/>\n<br/>\n<br/>\n Please bear<br/>\n<blockquote><span title=\"ireply\"> &gt; in mind that while I have seen considerable magic in<br/>\n&gt; my life, I do not<br/>\n&gt; believe in the supernatural.<br/>\n<br/>\n </span></blockquote>And yet you believe your sword has a soul. Um...?<br/>\n<br/>\n\t\tPrecisely.  Glad you noticed.  Think about it.  Reread the rest of that comment as I originally made it.  I don&#39;t see a contradiction there.  If you do, allow me to suggest that this may represent a pivotal point in our divergent world-views.  More on this below.<br/>\n<br/>\n<br/>\nGereg, I think you&#39;re an otherwise intelligent human<br/>\nbeing. I&#39;ll agree to disagree on this--but to me it<br/>\nsounds just as bad as any of the morons who believe<br/>\nHagakure and garbage like that.<br/>\n<br/>\n\t\tBecause I would prefer to resume getting along with you, Nate, I&#39;m pleased to find a point on which we concur... although, in truth, the only aspect of Hagakure that gets on my nerves is the endless stress on dying honourably.  My personal Way has more to do with living honourably - it seems to me that if I do this, then the dying will pretty well take care of itself.  But you do make me wonder:  do you regard all the classic works of bushi philosophy as moronic garbage, or is this condemnatory view limited to Hagakure? <br/>\n\t...But as it stands, I fear, you&#39;ve delivered a few too many slights in the course of this dialogue for me to be really happy with you suddenly deciding to throw in three or four more insults, and then agreeing to disagree.  And with that &quot;but&quot; clause of yours thrown in afterwards, tossing off one more shot, I have to say I think you&#39;re way out of line.  I think you&#39;re an otherwise intelligent human being also, but this condescending attitude of yours is really ticking me off.  I think it shows a great deal more about your limitations than it does about my sanity or intelligence.<br/>\nIt looks to me as though you&#39;ve got a comfortable little conceptual box that you imagine holds all there can be of reality... and I think that attitude looks really silly on any beings as limited as humans.  Last I checked, human senses were only capable of taking in about 1/2 of 1% of the available electromagnetic phenomena in the universe.  From my perspective, that leaves quite a lot of room for what I&#39;d call magic, without resorting to any ideas of the supernatural.  Literally, that means &quot;outside of nature,&quot; and - as I said before - it seems pretty clear to me that nature is a great deal bigger than our ideas or our theories of science are capable of containing.  We form theories to explain available phenomena, as we perceive them, as accurately as we can manage, and the best of us apply Occam&#39;s razor on a ruthless and regular basis.  &quot;Supernatural&quot; is a catch-word for people too lazy to think about how vast the nature of the universe really is.  I have not tended to think of you as lazy, but you&#39;re trying my patience.<br/>\nIf it&#39;s so important to you to refute my views, then start to do it with reason, not insulting dismissals.  Thus far, you have yet to offer a solid, reasoned support for your argument.  If in fact you have one to offer, and if you care to offer it in a civil manner, I&#39;d be delighted to carry on the conversation with that in mind.  If you want a helpless target for your clever verbal sniping, on the other hand, then you sure as hell picked the wrong party here.  I said before that my explanation of the available phenomena may not be the only one:  but I don&#39;t think that you telling me I&#39;m nuts is precisely a telling rebuttal.  <br/>\nAnd it certainly does not address the experiences of thousands of people around the world - people who have spent good portions of their lives handling swords - who felt enough the same way I do to have developed the idea of swords possessing souls.  Why do you think swords began to get names, Nate?  Is every dedicated sworder &quot;nuts&quot;?  Is everyone who disagrees with your personal philosophy of reality &quot;nuts&quot;?  That&#39;s certainly the impression you give here.  And if that&#39;s so... my, but there must be a lot of nut-cases out there in your reality, Nate.<br/>\n<br/>\n<br/>\nA sword is a weapon; it can be a work of art. <br/>\n\t\tAgreed.<br/>\nHowever,<br/>\nit&#39;s not born, does not go through adolescence, learn<br/>\nto drive, take dates to the prom, or have kids, age,<br/>\nand die. <br/>\n\t\tAgreed.  (Although it&#39;s worth noting that most of these negatives apply also to the overwhelming majority of life forms on this planet... and half of them even apply to a significant percentage of humans.  Are those really the terms on which you want to define &quot;life&quot;, Nate?)<br/>\nIT&#39;S NOT ALIVE. <br/>\n\t\tThe way I see it, everything&#39;s alive, Nate.  The rocks, the ocean, the air, the whole blessed planet.  My personal theology holds a good deal in common with my understanding of traditional (as opposed to nationalistic) Shinto.  Here&#39;s another pivotal point in our different paradigms, I think.<br/>\nIt&#39;s an object. <br/>\n\t\tAs are you.  As am I.  So?<br/>\nIt&#39;s a<br/>\nphysical entity, not a spiritual one.<br/>\n\t\tAccording to your view.  Mine remains otherwise, and indeed you have yet to offer a single reasonable cause for me to reconsider it.  You keep making these absolute statements that I regard as quite insupportable.  It would be wiser, I think, to express them as the opinions they are.  Your definitions of reality do not oblige me to limit myself to those bounds.  (And they most assuredly do not oblige reality itself to be limited within those rather narrow bounds.)  I too am a physical entity:  this does not prevent me from being also a spiritual entity.  Why should that be different for an object that you happen to regard as inanimate?<br/>\n\tThat&#39;s not a facetious question.  You lead me to wonder:  how did you formulate your ideas of what objects can be considered to be alive, have spirits, etc?  You sound as though you know The Whole And Only Truth, man:  and I straight-out don&#39;t believe you do.  <br/>\n\tYou may tell me you disagree with me, and if you can manage to do so in a respectful manner, I&#39;ll respect your view.  If you tell me again that I&#39;m nuts, or a wannabe anything, or insist in caps that your view is the only true one (e.g. &quot;IT&#39;S NOT ALIVE.&quot;), then I must regard you as unreasonable, and (I&#39;d be sorry to say it) unreasoning.  At least on this subject.<br/>\n\tYour opinions are yours.  But you have no more of a monopoly on insights into the nature of life and spirit than anybody else has.  It would result in a far more productive discussion, I feel, if you would cease to insult and harangue me, and instead to try reasoning with me.  From my own perspective, I can sense the spirit in a sword; it&#39;s no skin off my nose if you&#39;re a little &#39;deaf&#39; to it.  And I certainly don&#39;t imagine that your opinion makes a damned bit of difference to the sword.<br/>\nYou can say that you don&#39;t believe swords are spiritual beings as long as you want to, and I&#39;ll respect your belief - as fallacious as my experience leads me to see that your belief is.  But as soon as you make it a flat statement, then I have every right to flatly say you&#39;re wrong.  Absolute theses tend to beget absolute antitheses, and rarely deserve better. <br/>\n\tIn honour,<br/>\nGereg Jones Muller, Master-at-Arms<br/>\nThe Silk Road School of Sword and Self-Defense</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 6231,
    "nextTopicId": 6291
}