{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 190230968,
            "authorName": "Silk Road School",
            "from": "&quot;Silk Road School&quot; &lt;silk.road.school@...&gt;",
            "profile": "geregjonesmuller",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "RE: [samuraihistory] Swords and mystique",
            "postDate": "1103084301",
            "msgId": 6317,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PE1FQkJLREhHUE5LR01MS1BEQU9QSUVCRUNKQUEuc2lsay5yb2FkLnNjaG9vbEBpeC5uZXRjb20uY29tPg==",
                "inReplyToHeader": "PDExMDMwNjUyMTguMTg2Ni44ODYwMy5tMjNAeWFob29ncm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 6316,
            "nextInTime": 6318,
            "topicId": 6317,
            "numMessagesInTopic": 0,
            "msgSnippet": "Thomas - You raise a credible point regarding just when that mystique enters the matter, at least in some cultures:  but in European history, the mystique of ",
            "messageBody": "<div id=\"ygrps-yiv-2022254773\">Thomas -<br/>\nYou raise a credible point regarding just when that mystique enters the<br/>\nmatter, at least in some cultures:  but in European history, the mystique of<br/>\nthe sword definitely predates the decline of its use.  There are plenty of<br/>\nmediæval works to support that.  As to the Japanese aspect - which is, after<br/>\nall, what counts most here... well, I&#39;d be very interested in the opinions<br/>\nof some of the experts here on that score.<br/>\nFor my own part, well... back in college I was young and stupid enough to<br/>\nfight in a duel.  (I wrote the girl a sonnet, her boyfriend challenged me<br/>\n&quot;in the name of her honour and the honour of the English language&quot; ... well,<br/>\nin retrospect he might have been right about the sonnet, gods know I&#39;ve done<br/>\nbetter since.)  It had a tremendous effect on my sense of appropriate<br/>\nfighting range, but no appreciable effect on my sense of the mystique.<br/>\nThat, I&#39;ve been hooked on since childhood.  I got pretty close to the<br/>\neffects of the sword during that duel at dawn (and no, it was not to the<br/>\ndeath, just blood); I&#39;ve also taken a rapier thrust in the palm, and I once<br/>\nhad to sew up a friend&#39;s hand after some foolish horseplay because he<br/>\nrefused to go into a hospital.  Admittedly, I have not seen any<br/>\nlife-threatening or maiming injuries (at least from swordplay - as regards<br/>\nbare-hand arts, that&#39;s another matter), but no:  none of it has reduced my<br/>\nsense of the mystique of the sword.<br/>\nI am certain that there are those who would say that I don&#39;t &quot;know enough<br/>\nabout the object to appreciate it properly&quot;...  but if you are using that as<br/>\na yardstick for this issue, then you would have to say also that pretty<br/>\nnearly all the serious sworders I&#39;ve encountered over the past thirty-odd<br/>\nyears don&#39;t know enough to appreciate swords properly either, since they all<br/>\nseem to be subject to a view similar to mine (and in some cases, rather more<br/>\nextreme)... at which point I have to ask, exactly who is in a position to<br/>\nappreciate the thing properly, if not its serious practitioners?<br/>\nI freely admit that my worldview leaves me subject to a fair bit of mystique<br/>\nof one variety or another.  Suits me just fine.  There is ample mystery in<br/>\nthe world, and it pleases me to honour and respect that.<br/>\nGereg<br/>\n<br/>\n<br/>\n   Date: Tue, 14 Dec 2004 12:26:26 -0000<br/>\n   From: &quot;Thomas Davidson&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:tom.davidson@...\">tom.davidson@...</a>&gt;<br/>\nSubject: Re: swords (was ...Eras)<br/>\n<br/>\n<br/>\nThere is a significant difference between appreciation and mystique.<br/>\n<br/>\nOne can appreciate the craftsmanship of a sword, a piece of<br/>\ncalligraphy, a poem, a blossom, a tank, and F1 racing car ...<br/>\nin fact just about anything.<br/>\n<br/>\nOne of my favourite sights, when working in an office overlooking<br/>\nS London (low skyline) was Conorde on the Heathrow approach.<br/>\n<br/>\nBut that does not mean I am subject to the mystique of the thing.<br/>\n<br/>\nI have often wondered whether the mystique - the mystery - of the<br/>\nsword stands in some way as a marker of man&#39;s removal, or distance,<br/>\nfrom that which the sword represents.<br/>\n<br/>\nI don&#39;t think the sword carried quite as much &#39;spiritual<br/>\nsignificance&#39; to the Sengoku and earlier samurai. Their approach was<br/>\nsomewhat more pragmatic. The sword represents them, rather than<br/>\nthey being symbolised by the sword. The names of sword, as discussed,<br/>\nowe nothing to mystique, more to about how someone came into<br/>\npossession of the blade.<br/>\n<br/>\nThere was probably one called &#39;the shop on the corner&#39;.<br/>\n<br/>\nMystique - I don&#39;t think so - just the sepia-tinted voice of<br/>\nignorance, sentimentality and nostalgia.<br/>\n<br/>\n(If one hand to examine the effect of the sword close up, I bet that<br/>\ngoes some way to dispelling the mystique)<br/>\n<br/>\nIn fact, I wonder whether &#39;mystique&#39; occurs when one doesn&#39;t know<br/>\nenough about the object to appreciate it properly?<br/>\n<br/>\nThomas</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 6291,
    "nextTopicId": 6300
}