{
    "totalMsgInTopic": 2,
    "messages": [
        {
            "userId": 61281048,
            "authorName": "Nate Ledbetter",
            "from": "Nate Ledbetter &lt;ltdomer98@...&gt;",
            "profile": "ltdomer98",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "RE: [samuraihistory] Digest Number 1024",
            "postDate": "1103186771",
            "msgId": 6335,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDIwMDQxMjE2MDg0NjExLjk5ODA5LnFtYWlsQHdlYjQxMzA4Lm1haWwueWFob28uY29tPg==",
                "inReplyToHeader": "PE1FQkJLREhHUE5LR01MS1BEQU9QS0VCTkNKQUEuc2lsay5yb2FkLnNjaG9vbEBpeC5uZXRjb20uY29tPg=="
            },
            "prevInTopic": 6329,
            "nextInTopic": 0,
            "prevInTime": 6334,
            "nextInTime": 6336,
            "topicId": 6329,
            "numMessagesInTopic": 0,
            "msgSnippet": "... That was, in fact, why I wanted to keep that OFFLIST. ... The rest of that paragraph was simply more was to fire back at me. To the above, I ll say you re",
            "messageBody": "<div id=\"ygrps-yiv-1270321874\">--- Silk Road School &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:silk.road.school@...\">silk.road.school@...</a>&gt;<br/>\nwrote:<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; \t\tFirst, I&#39;d like to find a more civil way to<br/>\n&gt; continue this discussion.  Because although I doubt<br/>\n&gt; we&#39;re ever going to agree on it, the idea of swords<br/>\n&gt; possessing souls is a legitimate aspect of the<br/>\n&gt; history of the class this list is here to examine. <br/>\n&gt; And quarrels only obscure the issue.  However<br/>\n&gt; strongly I may feel you started it, there&#39;s no<br/>\n&gt; denying I joined in with gusto.  Now I&#39;m suggesting<br/>\n&gt; we all cool off and continue like the reasonable<br/>\n&gt; folks we can be.<br/>\n<br/>\n </span></blockquote>That was, in fact, why I wanted to keep that OFFLIST. <br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; \t\tSecond, I&#39;d like to thank you for calling me on<br/>\n&gt; excessive philosophical rhetoric.  <br/>\n<br/>\n </span></blockquote>The rest of that paragraph was simply more was to fire<br/>\nback at me. To the above, I&#39;ll say you&#39;re welcome. <br/>\n<br/>\n I can&#39;t explain love, but that doesn&#39;t mean I<br/>\n<blockquote><span title=\"ireply\"> &gt; don&#39;t keep trying - and it certainly doesn&#39;t mean<br/>\n&gt; that love isn&#39;t real.<br/>\n<br/>\n </span></blockquote>Can you explain how love and swords relate? I can&#39;t<br/>\nexplain love, but I can feel it. Therefore, I know it<br/>\nexists. I cannot &quot;feel&quot; a sword&#39;s soul. Therefore, I<br/>\ndon&#39;t know it exists. <br/>\n<br/>\n I regard it as a kind of moral or<br/>\n<blockquote><span title=\"ireply\"> &gt; intellectual cowardice to actually _prefer_ things<br/>\n&gt; to stay in the &#39;can&#39;t-explain&#39; category.  But I also<br/>\n&gt; think it foolish to try and cram all the mysteries<br/>\n&gt; of the universe into the tiny category of things<br/>\n&gt; that humans _can_ explain.<br/>\n<br/>\n </span></blockquote>Agreed. However, for me to accept your belief, you&#39;ve<br/>\ngot to try to explain it to me. Otherwise, I&#39;m only<br/>\nleft with my belief, not yours. <br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; I&#39;ve said from the start that I could be<br/>\n&gt; misinterpreting my feeling of this matter   And as<br/>\n&gt; I&#39;ve considered further, I&#39;m coming to think that&#39;s<br/>\n&gt; so.  You may recall that early on I said that use<br/>\n&gt; and love seemed to have an awakening effect on the<br/>\n&gt; spirit of a sword.  And while I mentioned having<br/>\n&gt; handled a few swords in my time that felt<br/>\n&gt; bloodthirsty to me, I did not mention that I&#39;d also<br/>\n&gt; cleansed that &#39;feeling&#39; out of swords from time to<br/>\n&gt; time.  If there was ever an age for bloodthirsty<br/>\n&gt; swords, I don&#39;t think this is it.<br/>\n&gt; If I assume, therefore, that I am not entirely<br/>\n&gt; deluded - and as appealing as some of you may find<br/>\n&gt; that prospect, I hope you will pardon me if I regard<br/>\n&gt; that as only so useful for my own development - then<br/>\n&gt; this suggests to me that the spirit in a sword may<br/>\n&gt; indeed be more the product of human spirit than I<br/>\n&gt; tend to think it.  I&#39;m not saying this is so - I<br/>\n&gt; don&#39;t know:  but I am saying it&#39;s a reasonable<br/>\n&gt; description that fits the phenomenon fairly well. <br/>\n&gt; It does not explain to my entire satisfaction the<br/>\n&gt; reason that swords&#39; characters seem to be so<br/>\n&gt; different from one another, as one would think that<br/>\n&gt; two swords belonging to the same person would then<br/>\n&gt; have the same sort of character, and they definitely<br/>\n&gt; do not.  But it does make more sense of a person&#39;s<br/>\n&gt; ability to &quot;clean out&quot; some aspect of a sword&#39;s<br/>\n&gt; spirit.<br/>\n<br/>\n </span></blockquote>This I can, for the most part, relate to. A person may<br/>\nsee different things in two relatively similarly<br/>\ncomposed works of art--may derive different &quot;feelings&quot;<br/>\nfrom them. It may vary with the person, time of day,<br/>\netc. Who knows?<br/>\n<br/>\n So it is one&#39;s personal sense of the entity<br/>\n<blockquote><span title=\"ireply\"> &gt; at hand that seems to tell us if it&#39;s got a soul. <br/>\n&gt; I&#39;m not saying that&#39;s a good enough definition, but<br/>\n&gt; it&#39;s a sort of testing idea.  Does it feel to you as<br/>\n&gt; though it has a spirit?<br/>\n&gt; Well, my swords do.  I will not deny that you might<br/>\n&gt; feel otherwise if you were to hold one of them, but<br/>\n&gt; then again you might be surprised.  A couple of my<br/>\n&gt; blades even seemed to have spirits present when I<br/>\n&gt; was the first person to handle them since the<br/>\n&gt; factory, which came as a considerable surprise to<br/>\n&gt; me.  My sense of the matter until then had been that<br/>\n&gt; swords acquired souls over time and use.  This is<br/>\n&gt; supported (to some degree) by a reflection on my<br/>\n&gt; longbow:  if there&#39;s a spirit in that lovely piece<br/>\n&gt; of hickory, I can&#39;t feel it.  But then, it&#39;s pretty<br/>\n&gt; new yet.  If you&#39;re interested, get back to me in a<br/>\n&gt; couple of years, and I&#39;ll tell you how it&#39;s feeling<br/>\n&gt; then.<br/>\n<br/>\n </span></blockquote> Questions, comments,<br/>\n<blockquote><span title=\"ireply\"> &gt; disagreements - whatever; I look forward to lively,<br/>\n&gt; reasonable, courteous discussion on this. <br/>\n<br/>\n </span></blockquote>To me, part of having a soul is being capable of<br/>\ncognitive thought. Humans are. Animals are. You could<br/>\nargue that plants are, if recent research into tree<br/>\ncommunication can be believed. Does your sword think?<br/>\nDoes it feel? I&#39;m trying to seperate this from old<br/>\nwives&#39; tales about Muramasa blades. If you believe<br/>\nyour sword has feelings, that you can offend or affect<br/>\nthose feelings, etc, then you and I are perceiving<br/>\ndifferent realities. As I said, I don&#39;t believe a<br/>\nsword has any more of a soul than my coffee cup. My<br/>\ncoffee cup doesn&#39;t tell me it&#39;s satisfied when I fill<br/>\nit with Blue Mountain, or that it prefers half and<br/>\nhalf to 2%. If you are telling me that your sword<br/>\ncommunicates these thoughts to you, however they may<br/>\nbe, then I suppose it&#39;s something I simply won&#39;t<br/>\nunderstand until I come across it. If that&#39;s not what<br/>\nyou are saying, then we&#39;ve got basis for refinement,<br/>\nand maybe an agreement. <br/>\n<br/>\n__________________________________________________<br/>\nDo You Yahoo!?<br/>\nTired of spam?  Yahoo! Mail has the best spam protection around <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://mail.yahoo.com\">http://mail.yahoo.com</a></div>",
            "specialLinks": []
        },
        {
            "userId": 190230968,
            "authorName": "Silk Road School",
            "from": "&quot;Silk Road School&quot; &lt;silk.road.school@...&gt;",
            "profile": "geregjonesmuller",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "RE: [samuraihistory] Digest Number 1024",
            "postDate": "1103153580",
            "msgId": 6329,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PE1FQkJLREhHUE5LR01MS1BEQU9QS0VCTkNKQUEuc2lsay5yb2FkLnNjaG9vbEBpeC5uZXRjb20uY29tPg==",
                "inReplyToHeader": "PDExMDMxMzYxMDguMzAzNy4zNDE0MC5tMTJAeWFob29ncm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 6335,
            "prevInTime": 6328,
            "nextInTime": 6330,
            "topicId": 6329,
            "numMessagesInTopic": 0,
            "msgSnippet": "Date: Tue, 14 Dec 2004 16:38:28 -0800 (PST) From: Nate Ledbetter  Subject: RE: swords and spirits ... wrote: Are there any aspects of ... ",
            "messageBody": "<div id=\"ygrps-yiv-1890997868\">Date: Tue, 14 Dec 2004 16:38:28 -0800 (PST)<br/>\n   From: Nate Ledbetter &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:ltdomer98@...\">ltdomer98@...</a>&gt;<br/>\nSubject: RE: swords and spirits<br/>\n<br/>\n<br/>\n--- Silk Road School &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:silk.road.school@...\">silk.road.school@...</a>&gt;<br/>\nwrote:<br/>\n<br/>\n Are there any aspects of<br/>\n<blockquote><span title=\"ireply\"> &gt; traditional bushi values that _are_ regarded as<br/>\n&gt; deserving of respect around here?<br/>\n&gt; Gereg<br/>\n<br/>\n </span></blockquote>It depends on how you want to define &quot;traditional<br/>\nbushi values&quot;. Prior to the Tokugawa period, they<br/>\nmostly consisted of survival and victory, at least at<br/>\nthe top. No one has said, ever, I think, that loyalty,<br/>\nhonor, etc. are BAD things. However, it gets pretty<br/>\ntiresome explaining to nimrods (that&#39;s not a jab at<br/>\nyou, it&#39;s something we have to do often) that all<br/>\nSamurai didn&#39;t have some &quot;Bushido Handbook&quot; and had to<br/>\nfollow the Code or they were deprived of their Samurai<br/>\nmembership cards.<br/>\n<br/>\n<br/>\n\tFair enough, understood, and agreed.  Nicely put, in fact.<br/>\n\t\tNow on the same thread, but in a different direction:  Nate, you answered my last post off-list (at greater length than you might feel to be worthwhile here), and while it will doubtless come as no great surprise to anybody that I didn&#39;t agree with everything you said, I think you raised some good points, and I&#39;d like to take this opportunity to allude to some of them.<br/>\n\t\tFirst, I&#39;d like to find a more civil way to continue this discussion.  Because although I doubt we&#39;re ever going to agree on it, the idea of swords possessing souls is a legitimate aspect of the history of the class this list is here to examine.  And quarrels only obscure the issue.  However strongly I may feel you started it, there&#39;s no denying I joined in with gusto.  Now I&#39;m suggesting we all cool off and continue like the reasonable folks we can be.<br/>\n\t\tSecond, I&#39;d like to thank you for calling me on excessive philosophical rhetoric.  I did feel insulted, and that tends to set me off:  but I&#39;d be sorry to lose the thread of the discussion on that account, and I freely admit that my last was aimed more at the way you had expressed your points (and the barbs in them) than at the essential subject.  So while I may feel you deserved the blast-back, I&#39;m grateful to you for reminding me that the subject kind of got lost.<br/>\n\t\tYou&#39;ve taken me to task for my inability to explain some of this, and that&#39;s a reasonable point.  But please bear in mind that an inability to explain does not constitute an unwillingness to do so.  I can&#39;t explain love, but that doesn&#39;t mean I don&#39;t keep trying - and it certainly doesn&#39;t mean that love isn&#39;t real.  I said I&#39;d need to think more about how do accomplish that explanation, and I&#39;ve had some time to do so.  <br/>\nLet me back up a bit:  I believe that many who cannot explain a thing take refuge or comfort in that fact:  they _like_ it that something they care so much about can&#39;t be explained.  That would not be me.  One of the great lessons in esoteric studies lies in the three essentials that Madame Blavatsky offered for study of mysticism back in the 19th century (as I recall - might&#39;ve been early 20th...).  The first one was, &quot;Common sense.&quot;  I can&#39;t recall the second, but it&#39;s not relevant here.  The third one was, &quot;More common sense.&quot;  And if more mystics would remember that, fewer of us would look like idiots in conversation.  (And the really funny thing is, I&#39;ve always regarded Madame B. as quite a fraud.)  I regard it as a kind of moral or intellectual cowardice to actually _prefer_ things to stay in the &#39;can&#39;t-explain&#39; category.  But I also think it foolish to try and cram all the mysteries of the universe into the tiny category of things that humans _can_ explain.<br/>\nI&#39;ve said from the start that I could be misinterpreting my feeling of this matter   And as I&#39;ve considered further, I&#39;m coming to think that&#39;s so.  You may recall that early on I said that use and love seemed to have an awakening effect on the spirit of a sword.  And while I mentioned having handled a few swords in my time that felt bloodthirsty to me, I did not mention that I&#39;d also cleansed that &#39;feeling&#39; out of swords from time to time.  If there was ever an age for bloodthirsty swords, I don&#39;t think this is it.<br/>\nIf I assume, therefore, that I am not entirely deluded - and as appealing as some of you may find that prospect, I hope you will pardon me if I regard that as only so useful for my own development - then this suggests to me that the spirit in a sword may indeed be more the product of human spirit than I tend to think it.  I&#39;m not saying this is so - I don&#39;t know:  but I am saying it&#39;s a reasonable description that fits the phenomenon fairly well.  It does not explain to my entire satisfaction the reason that swords&#39; characters seem to be so different from one another, as one would think that two swords belonging to the same person would then have the same sort of character, and they definitely do not.  But it does make more sense of a person&#39;s ability to &quot;clean out&quot; some aspect of a sword&#39;s spirit.<br/>\nOne of the questions you raised, Nate, is, what constitutes a soul?  Well, that&#39;s a damn good question.  I don&#39;t know, so I sure can&#39;t explain.  In purest Christian doctrine, only humans have souls - but as you pointed out, it&#39;s kind of hard to hold a puppy (or by my preference a kitten) and come away with much doubt that you&#39;ve got a being with a soul there.  So it is one&#39;s personal sense of the entity at hand that seems to tell us if it&#39;s got a soul.  I&#39;m not saying that&#39;s a good enough definition, but it&#39;s a sort of testing idea.  Does it feel to you as though it has a spirit?<br/>\nWell, my swords do.  I will not deny that you might feel otherwise if you were to hold one of them, but then again you might be surprised.  A couple of my blades even seemed to have spirits present when I was the first person to handle them since the factory, which came as a considerable surprise to me.  My sense of the matter until then had been that swords acquired souls over time and use.  This is supported (to some degree) by a reflection on my longbow:  if there&#39;s a spirit in that lovely piece of hickory, I can&#39;t feel it.  But then, it&#39;s pretty new yet.  If you&#39;re interested, get back to me in a couple of years, and I&#39;ll tell you how it&#39;s feeling then.<br/>\nI won&#39;t pretend that my inability to explain is any kind of proof:  I never thought it was.  My entire sense of the thing is no proof, indeed, to anyone but myself... and even I won&#39;t pretend I could tell you exactly what it was proof _of_.  But my subtler senses have served me fairly well in my life, and they tell me that there are spirits in certain objects generally regarded as inanimate.<br/>\nYour mileage may vary.  Questions, comments, disagreements - whatever; I look forward to lively, reasonable, courteous discussion on this.  In the mean time, I&#39;m going to go dance with a couple of spirited swords.  <br/>\nThanks for your attention.<br/>\nGereg Jones Muller, Master-at-Arms<br/>\nThe Silk Road School of Sword and Self-Defense</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 6289,
    "nextTopicId": 6337
}