{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 145759856,
            "authorName": "Kitsuno",
            "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
            "profile": "kitsuno",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Review: Samurai: Heaven and Earth #1",
            "postDate": "1103188605",
            "msgId": 6337,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGNwcmpwdCtsM3R1QGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 6336,
            "nextInTime": 6338,
            "topicId": 6337,
            "numMessagesInTopic": 0,
            "msgSnippet": "Samurai: Heaven and Earth #1 Posted: Tuesday, December 14 By: Michael Deeley Writer: Ron Marz Artist: Luke Ross Publisher: Dark Horse In 1704, Lord Tokudaiji",
            "messageBody": "<div id=\"ygrps-yiv-1590787495\">Samurai: Heaven and Earth #1<br/>\n<br/>\nPosted: Tuesday, December 14<br/>\nBy: Michael Deeley<br/>\n<br/>\nWriter: Ron Marz<br/>\nArtist: Luke Ross<br/>\n<br/>\nPublisher: Dark Horse<br/>\n<br/>\nIn 1704, Lord Tokudaiji and his army face certain death against the <br/>\nhordes of Chinese warlord Hsiao. Samurai Asukai Shiro spends the <br/>\nlast night before the battle with his lover Yoshiko. He promises <br/>\nher, no matter what, he will allow &quot;nothing in heaven or on earth to <br/>\ncome between us&quot;. The next day, Tokudaiji and his men fight to their <br/>\ndeaths. Asukai survives when he&#39;s buried in rubble from the castle. <br/>\nHe learns that Hsiao kidnapped Lady Yoshiko. Before he can join his <br/>\nlord and comrades in death, he must fulfill the vow he made to his <br/>\nlove.<br/>\n<br/>\nThis looks and feels like a CrossGen comic. Not only does Marz <br/>\nwrite `Samurai&#39; in a style similar to CrossGen&#39;s `Scion&#39;, but <br/>\ncolorist Jason Keith was also `Scion&#39;s colorist. Add to that Luke <br/>\nRoss&#39; art looking almost exactly like Greg Land&#39;s (who provides the <br/>\ncover), and I&#39;d swear this was an unpublished CrossGen comic.<br/>\n<br/>\n`Samurai: Heaven and Earth&#39; has a samurai that puts his love ahead <br/>\nof his honor. I&#39;ve often seen samurai portrayed as intense warriors <br/>\nwho value their code of honor more than anyone&#39;s life, including <br/>\ntheir own. It&#39;s refreshing to see a samurai portrayed as a lover <br/>\ninstead of a fighter. It&#39;s his love for Yoshiko that drives Asukai <br/>\nto fight, rather than loyalty to his lord and country. <br/>\n<br/>\nAccording to the text piece at the end of the issue, Asukai&#39;s quest <br/>\nfor Yoshiko takes him through Europe. Why is a Japanese samurai <br/>\nsearching for a Chinese warlord in Europe? I don&#39;t know. That should <br/>\nbe revealed in future issues. And since there&#39;s no sign of this trip <br/>\nin this issue, nor does any character appear in Europe, I give this <br/>\nbook 4 bullets instead of 5. I think that&#39;s an important element of <br/>\nthe story and should have been included in the opening chapter.<br/>\n<br/>\nAs it stands, this is a fine comic. It&#39;s well worth your money and <br/>\nyour time. And I&#39;m not just saying that because Ron Marz sent it to <br/>\nme for free. If you like samurai stories, quests for lost loves, or <br/>\npenciled art from Brazilians, you&#39;ll like this book.</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 6329,
    "nextTopicId": 6339
}