{
    "totalMsgInTopic": 2,
    "messages": [
        {
            "userId": 206469169,
            "authorName": "Anthony Bryant",
            "from": "Anthony Bryant &lt;ajbryant@...&gt;",
            "profile": "sengokudaimyo",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Shinto & swords (was: swords (was ...Eras))",
            "postDate": "1103276265",
            "msgId": 6355,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDQxQzJBOEU5LjYwMTAyMDZAYmxvb21pbmd0b24uaW4udXM+",
                "inReplyToHeader": "PE1FQkJLREhHUE5LR01MS1BEQU9QSUVDTUNKQUEuc2lsay5yb2FkLnNjaG9vbEBpeC5uZXRjb20uY29tPg==",
                "referencesHeader": "PE1FQkJLREhHUE5LR01MS1BEQU9QSUVDTUNKQUEuc2lsay5yb2FkLnNjaG9vbEBpeC5uZXRjb20uY29tPg=="
            },
            "prevInTopic": 6354,
            "nextInTopic": 0,
            "prevInTime": 6354,
            "nextInTime": 6356,
            "topicId": 6354,
            "numMessagesInTopic": 0,
            "msgSnippet": "... Actually, this presents a (to me) very interesting point. It s traditional in Japan (or at least used to be) for smiths to purify themselves before",
            "messageBody": "<div id=\"ygrps-yiv-636227140\">Silk Road School wrote:<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; In the Shinto religion, many things are credited with having a spirit and<br/>\n&gt; the sword is not an exception. However, this was then and now is now.<br/>\n<br/>\n </span></blockquote>Actually, this presents a (to me) very interesting point. It&#39;s traditional in <br/>\nJapan (or at least used to be) for smiths to purify themselves before creating a <br/>\nsword, and they had (have?) Shito shrines in their smithies. They even wore the <br/>\ntraditional priestly white when working.<br/>\n<br/>\nYet they were making swords -- the purpose of which was to kill. And death <br/>\n(along with blood) are two of the greatest pollutants in Shinto.<br/>\n<br/>\nTo me, that&#39;s a very interesting dilemma.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; When<br/>\n&gt; one picks up a sword of great antiquity and of historical importance, a<br/>\n&gt; sensitive and sympathetic person cannot help but be greatly impressed. T<br/>\n<br/>\n </span></blockquote>Many years ago, I had a koshigatana that had been made in 1368. The mei read <br/>\n&quot;Bishu Osafune Munemitsu saku.&quot; It was short, very slim (essentially, a katana <br/>\nat about 69% scale), with a really deep curve. I loved that sword.<br/>\n<br/>\nWhen I went off to Japan in &#39;86, I left it (along with my original ten-volume, <br/>\n1700 printing of Arai Hakuseki&#39;s &quot;Honcho Gunki-ko&quot;) with my old roommates for <br/>\nsafekeeping. A mutual friend showed up a few weeks later and told them that I&#39;d <br/>\nsaid she could hold on to them for me.<br/>\n<br/>\nNever saw &#39;em again.<br/>\n<br/>\nTony<br/>\n-- <br/>\n<br/>\nAnthony J. Bryant<br/>\nWebsite: <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.sengokudaimyo.com\">http://www.sengokudaimyo.com</a><br/>\n<br/>\nEffingham&#39;s Heraldic Avatars (...and stuff):<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.sengokudaimyo.com/avatarbiz.html\">http://www.sengokudaimyo.com/avatarbiz.html</a><br/>\n<br/>\nGrand Cross, Order of the Laurel:<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.cafepress.com/laurelorder\">http://www.cafepress.com/laurelorder</a></div>",
            "specialLinks": []
        },
        {
            "userId": 190230968,
            "authorName": "Silk Road School",
            "from": "&quot;Silk Road School&quot; &lt;silk.road.school@...&gt;",
            "profile": "geregjonesmuller",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "RE: [samuraihistory] : swords (was ...Eras)",
            "postDate": "1103266386",
            "msgId": 6354,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PE1FQkJLREhHUE5LR01MS1BEQU9QSUVDTUNKQUEuc2lsay5yb2FkLnNjaG9vbEBpeC5uZXRjb20uY29tPg==",
                "inReplyToHeader": "PDExMDMyMTgwMDMuMzc5OC41ODczLm0xMkB5YWhvb2dyb3Vwcy5jb20+"
            },
            "prevInTopic": 0,
            "nextInTopic": 6355,
            "prevInTime": 6353,
            "nextInTime": 6355,
            "topicId": 6354,
            "numMessagesInTopic": 0,
            "msgSnippet": "Date: Thu, 16 Dec 2004 00:42:58 -0000 From: Clive Sinclaire  Subject: Re: Re: swords (was ...Eras) Ladies and Gentlemen I have",
            "messageBody": "<div id=\"ygrps-yiv-232634387\">Date: Thu, 16 Dec 2004 00:42:58 -0000<br/>\n   From: &quot;Clive Sinclaire&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:CSinclaire@...\">CSinclaire@...</a>&gt;<br/>\nSubject: Re: Re: swords (was ...Eras)<br/>\n<br/>\n<br/>\nLadies and Gentlemen<br/>\nI have thought long and hard about commenting on this threat as it appears<br/>\nthat misunderstanding and ridicule may be the only rewards. However, I trust<br/>\nthat the following might be relevant.<br/>\n<br/>\nSir:<br/>\nYour name rings a distinct bell, and I find myself wondering if you were<br/>\nover in northern California a couple of years back teaching at a European<br/>\nMartial Arts Symposium.<br/>\nBut be that as it may:  more to the point in this context:  aside from the<br/>\npotential misunderstanding and ridicule, there&#39;s the satisfaction of<br/>\nspeaking up on a subject that matters to one... and likewise, the shame of<br/>\nsitting silently by while someone speaks ill of an article of one&#39;s faith.<br/>\n<br/>\n<br/>\nAs a student of Japanese swords for many years and having handled and<br/>\nclosely studied thousands in this time, this is what I think.<br/>\n<br/>\nIn the Shinto religion, many things are credited with having a spirit and<br/>\nthe sword is not an exception. However, this was then and now is now. When<br/>\none picks up a sword of great antiquity and of historical importance, a<br/>\nsensitive and sympathetic person cannot help but be greatly impressed. The<br/>\nsugata, texture of the steel and the activities in the hamon will convey the<br/>\nbeauty and grace of the sword if the viewer has the necessary expertise to<br/>\nunderstand and appreciate it. It is possible in some cases to see and begin<br/>\nto understand the spirit the maker has imbued in the sword and maybe his<br/>\ncharacter also. For instance, a sword from the often flamboyant Osaka Shinto<br/>\nschool quite obviously reflects the somewhat brash nature of that city at<br/>\nthe time. However, I think in many ways this is similar to seeing the<br/>\ntortured emotions of Van Gogh in one of his paintings. But to attribute this<br/>\nto a mystical force is probably ill-advised in this day and age.<br/>\n<br/>\nNow simple honesty requires me (in such a context) to state that my own<br/>\npersonal theology has a great deal in common with Shinto - so much so that<br/>\nit came as a great delight for me to discover that rich tradition of faith a<br/>\ncouple of decades back - and as such it only seems reasonable, to me at<br/>\nleast, for us still to recognise the spirit in certain objects not currently<br/>\nwidely regarded as possessing the same.  I envy you the experience of<br/>\nhandling those fine old swords.  I&#39;ve only handled two blades older than a<br/>\ncentury or so, myself, so I can&#39;t say much on that score.  To attribute any<br/>\nsuch thing to a &quot;mystical force&quot; could definitely be regarded as<br/>\nill-advised, as subsequent evidence has indeed indicated.  But to shrink<br/>\nfrom a truth simply because it&#39;s unpopular could be regarded as worse - as<br/>\ncowardice - and I&#39;d far rather be ill-advised than cowardly.<br/>\n<br/>\nIt<br/>\nsurprises me that martial arts people feel that a &quot;sword is talking to them&quot;<br/>\nwhen this does not seem to be the case with those more familiar with swords<br/>\nunless being able to learn when, and where it was made and maybe its<br/>\nhistorical context by close scrutiny, may be considered as communication<br/>\nwith the sword.<br/>\n<br/>\nI must ask you if it seems to you that &quot;those more familiar with swords&quot;<br/>\npossess the same variety and intensity of familiarity as those who live with<br/>\nthem and work with them daily.  My own thought is that these are two very<br/>\ndifferent species of familiarity; and that those who study the blades may<br/>\nnot always be as &quot;sensitive and sympathetic&quot; to the nature of swords as<br/>\nthose who handle them constantly.  Teaching a variety of international sword<br/>\nstyles provides me with my livelihood, and while I admit that I&#39;ve only been<br/>\nteaching for thirty-odd years, and practising on a more-or-less daily basis<br/>\nfor a mere forty years or so, still I can&#39;t help feeling that in that time<br/>\nI&#39;ve developed just a little bit of familiarity with swords myself.  I<br/>\nfreely acknowledge the practitioner&#39;s bias against the academic here, and I<br/>\nhope that my caution in stating all this does not come across as sarcasm.<br/>\n<br/>\nI have always considered that in Japanese sword study, kendo<br/>\n(or Iai-do) is the practical side of the academic study of Japanese swords,<br/>\nbut that it is all kendo in the final analysis and both are equally<br/>\nimportant and need to be undertaken together. In other words, kendo people<br/>\nare missing a great deal by having no understanding of the Japanese sword<br/>\nand the reverse also applies.<br/>\n<br/>\nHear, hear.  Indeed, it is my own experience that kendo does not accurately<br/>\nrepresent the martial swordplay of Japan, any more than fencing represents<br/>\nEuropean rapier or small-sword combat, with the result that (even though our<br/>\nfull-speed sparring is carried out with shinai) I term mine a kenjutsu<br/>\nstyle - including iai-jutsu, cutting practise, regarding the entire body as<br/>\ntarget, attempting to block blows with the ridge when possible, and concerns<br/>\nover the breaking of a sword due to abuse or carelessness in combat.<br/>\n<br/>\nWe are taught to view swords calmly and in a relaxed and unexcited manner<br/>\nwhether we are looking at a National Treasure or a kazu-uichi-mono. In this<br/>\nway we will see everything that the sword has to offer. It may not talk to<br/>\nus, but the educated and informed viewer will know the sword intimately.<br/>\n<br/>\nI hope I&#39;ve not bored you to death with the above and that it at least makes<br/>\na modicum of sense.<br/>\n<br/>\nNot a bit of it, and a great deal:  in that order.  And may I say that I<br/>\nboth respect and greatly envy your formal education in these matters.  I<br/>\nthink you&#39;ve made some important points, whether or not I find myself in<br/>\nentire agreement.<br/>\n<br/>\nRegards<br/>\nClive Sinclaire<br/>\n<br/>\nIn honour,<br/>\n        Gereg Jones Muller</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 6211,
    "nextTopicId": 6195
}