{
    "totalMsgInTopic": 2,
    "messages": [
        {
            "userId": 61281048,
            "authorName": "Nate Ledbetter",
            "from": "Nate Ledbetter &lt;ltdomer98@...&gt;",
            "profile": "ltdomer98",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Re: [samuraihistory] Article: Kabuki theater gets a modern facelift",
            "postDate": "1104996746",
            "msgId": 6492,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDIwMDUwMTA2MDczMjI2LjQ2NTkwLnFtYWlsQHdlYjQxMzE1Lm1haWwueWFob28uY29tPg==",
                "inReplyToHeader": "PGNyaXA0Zis2c20xQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 6491,
            "nextInTopic": 0,
            "prevInTime": 6491,
            "nextInTime": 6493,
            "topicId": 6491,
            "numMessagesInTopic": 0,
            "msgSnippet": "If I wasn t swamped with work and moving in two weeks, I think I d go--looks interesting! ... === message truncated === __________________________________ Do",
            "messageBody": "<div id=\"ygrps-yiv-479864922\">If I wasn&#39;t swamped with work and moving in two weeks,<br/>\nI think I&#39;d go--looks interesting!<br/>\n<br/>\n<br/>\n--- Kitsuno &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:samurai-listowner@...\">samurai-listowner@...</a>&gt;<br/>\nwrote:<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; <br/>\n&gt; Kabuki theater gets a modern facelift<br/>\n&gt; <br/>\n&gt; Colin Skelton / Special to The Daily Yomiuri <br/>\n&gt; <br/>\n&gt; Old-fashioned kabuki serves as a fountain of<br/>\n&gt; inspiration for an <br/>\n&gt; exciting contemporary Tokyo-based theater troupe,<br/>\n&gt; Ryuzanji Company. <br/>\n&gt; <br/>\n&gt; Founded in 1984 by director Show Ryuzanji, the group<br/>\n&gt; raises the <br/>\n&gt; curtain on the new year with the &quot;Ryuzanji Kabuki<br/>\n&gt; New Year <br/>\n&gt; Performance Series&quot; in celebration of their 20th<br/>\n&gt; anniversary. Two <br/>\n&gt; different performances based on kabuki plays will be<br/>\n&gt; held during a <br/>\n&gt; 10-day period ending Jan. 16 at the Benisan Pit in<br/>\n&gt; Koto Ward, Tokyo. <br/>\n&gt; <br/>\n&gt; There will be 11 performances of Sakurahime Omoteura<br/>\n&gt; Daikitan, <br/>\n&gt; adapted by Norihiko Tsukuda. The second play,<br/>\n&gt; Kamikakete Sango <br/>\n&gt; Taisetsu (The Love-Crazed Samurai), adapted by<br/>\n&gt; Kiyokazu Yamamoto, <br/>\n&gt; will be performed three times, with subtitles in<br/>\n&gt; English (Jan. 13), <br/>\n&gt; Chinese (Jan. 15) and Russian (Jan. 16). Both plays<br/>\n&gt; are based on <br/>\n&gt; stories originally written by Tsuruya Namboku. <br/>\n&gt; <br/>\n&gt; Japan, and in particular Tokyo, boasts a large<br/>\n&gt; number of smaller <br/>\n&gt; experimental theater groups and individuals who are<br/>\n&gt; part of a <br/>\n&gt; creative underground. <br/>\n&gt; <br/>\n&gt; Led by avant-garde artists, these small theater<br/>\n&gt; movements emerged in <br/>\n&gt; the 1960s, born out of a rebellion against<br/>\n&gt; overregimented postwar <br/>\n&gt; Japanese society. Ryuzanji Company shares the<br/>\n&gt; research-oriented and <br/>\n&gt; experimental approach that characterize independent<br/>\n&gt; underground <br/>\n&gt; theater movements. <br/>\n&gt; <br/>\n&gt; Director Ryuzanji is an energetic theater artist who<br/>\n&gt; has been active <br/>\n&gt; in Japan&#39;s small theater movements since 1970. He is<br/>\n&gt; an accomplished <br/>\n&gt; actor, producer and director, having directed over<br/>\n&gt; 200 plays during <br/>\n&gt; his career, including Educating Mad Persons, written<br/>\n&gt; by Shuji <br/>\n&gt; Terayama. He started Ryuzanji Company with the<br/>\n&gt; intention <br/>\n&gt; of &quot;facilitating a horizontal affiliation among<br/>\n&gt; small theater <br/>\n&gt; activists.&quot; <br/>\n&gt; <br/>\n&gt; Consequently, Ryuzanji Company produces performances<br/>\n&gt; using talent <br/>\n&gt; from different genres: traditional and contemporary,<br/>\n&gt; dance and <br/>\n&gt; theater. They are also active internationally, and<br/>\n&gt; in 2000 were <br/>\n&gt; awarded the grand prix &quot;Best Of Fringe&quot; for their<br/>\n&gt; performances of <br/>\n&gt; Educating Mad Persons at the Victoria Fringe<br/>\n&gt; International Theater <br/>\n&gt; Festival in Canada. <br/>\n&gt; <br/>\n&gt; Sakurahime Omoteura Daikitan is the complicated<br/>\n&gt; story of a high-<br/>\n&gt; ranking priest who, after failing to commit suicide<br/>\n&gt; with his male <br/>\n&gt; lover, falls in love with a beautiful young<br/>\n&gt; princess. Chased by the <br/>\n&gt; princess&#39; evil rogue lover, the two escape only to<br/>\n&gt; meet very <br/>\n&gt; different fates. The priest accidentally dies, and<br/>\n&gt; the princess <br/>\n&gt; becomes a prostitute for a short time. The central<br/>\n&gt; appeal of the <br/>\n&gt; play is the idea of a princess becoming a<br/>\n&gt; prostitute, which was met <br/>\n&gt; with fascination by audiences when the play was<br/>\n&gt; first performed in <br/>\n&gt; 1817. <br/>\n&gt; <br/>\n&gt; The main character in The Love-Crazed Samurai is<br/>\n&gt; taken from a famous <br/>\n&gt; kabuki play, Chushingura, which is based on one of<br/>\n&gt; Japan&#39;s most <br/>\n&gt; famous revenge vendetta episodes. The real-life<br/>\n&gt; incident took place <br/>\n&gt; in 1702, when 47 samurai avenged their master&#39;s<br/>\n&gt; death. <br/>\n&gt; <br/>\n&gt; The protagonist in The Love-Crazed Samurai is one of<br/>\n&gt; these 47 <br/>\n&gt; samurai. He is a ronin, or a samurai without a<br/>\n&gt; master, who is kicked <br/>\n&gt; out of his clan when a large sum of money is stolen<br/>\n&gt; while he is on <br/>\n&gt; guard duty. He sets about retrieving the money in<br/>\n&gt; order to regain <br/>\n&gt; his status and lead an attack upon a rival clan that<br/>\n&gt; had killed his <br/>\n&gt; master. <br/>\n&gt; <br/>\n&gt; Ryuzanji Company describes The Love-Crazed Samurai<br/>\n&gt; as a play about <br/>\n&gt; wrongdoers, the fate of men and a woman blinded by<br/>\n&gt; money and about <br/>\n&gt; men who deceive and kill each other in the<br/>\n&gt; furtherance of uchiiri, a <br/>\n&gt; justified raid for a noble cause. This play is full<br/>\n&gt; of atrocities, <br/>\n&gt; laughing at didactic stories where good always wins<br/>\n&gt; in the end. The <br/>\n&gt; Namboku world created by playwright is dry and<br/>\n&gt; vacant. Kamikakete <br/>\n&gt; Sango Taisetsu is full of wickedness and eros, and<br/>\n&gt; is a very <br/>\n&gt; modernistic play. <br/>\n&gt; <br/>\n&gt; Ryuzanji and his company believe that kabuki is &quot;the<br/>\n&gt; fountainhead of <br/>\n&gt; Japanese stage art.&quot; They are inspired by the<br/>\n&gt; parallel themes <br/>\n&gt; dealing with human interaction that exist in the<br/>\n&gt; ancient stories of <br/>\n&gt; kabuki plays and modern-day society. Written in the<br/>\n&gt; language of the <br/>\n&gt; time, kabuki plays often take many hours to perform,<br/>\n&gt; and therefore <br/>\n&gt; the adaptation process requires a reduction in<br/>\n&gt; length of the plays <br/>\n&gt; while maintaining the essence of the story itself. <br/>\n&gt; <br/>\n&gt; &quot;By thoroughly modernizing the language of kabuki,<br/>\n&gt; we can <br/>\n&gt; reconstruct kabuki from the Edo period (1603-1868)<br/>\n&gt; into a <br/>\n&gt; contemporary play,&quot; says Ryuzanji. He adds that<br/>\n&gt; performing a kabuki <br/>\n&gt; play written 180 years ago in the present day poses<br/>\n&gt; an inviting <br/>\n&gt; challenge as to how people today breathe life into<br/>\n&gt; words written so <br/>\n&gt; long ago. <br/>\n&gt; <br/>\n&gt; In adapting the stories, Ryuzanji has sought to<br/>\n&gt; create a unique <br/>\n&gt; style of contemporary &quot;Ryuzanji Kabuki.&quot; This he<br/>\n&gt; achieves first by <br/>\n&gt; simplifying and reducing the elaborate visual<br/>\n&gt; spectacles often found <br/>\n&gt; in kabuki plays. Second, the play is re-created<br/>\n&gt; through the combined <br/>\n&gt; effort of all the members of the ensemble. The<br/>\n&gt; result is a unique <br/>\n&gt; and entertaining style of performance in which the<br/>\n&gt; actors&#39; physical <br/>\n&gt; expression carries the story of the play. <br/>\n&gt; <br/>\n&gt; &quot;Originally in kabuki there were no directors. The<br/>\n&gt; actors themselves <br/>\n&gt; are largely responsible for creating their own<br/>\n&gt; part,&quot; explains <br/>\n&gt; Ryuzanji. &quot;Our performances follow this example by a<br/>\n&gt; very open <br/>\n&gt; attitude to stage direction where the ideas of the<br/>\n&gt; actors, <br/>\n&gt; choreographers and musicians are all given<br/>\n&gt; consideration in the <br/>\n&gt; rehearsal process. The actors&#39; movements and<br/>\n&gt; emotional expressions <br/>\n&gt; become more important than the story itself. Our<br/>\n&gt; performances are <br/>\n&gt; experimental but at the same time very<br/>\n&gt; entertaining.&quot; <br/>\n&gt; <br/>\n&gt; Traditional kabuki is performed only by male actors.<br/>\n&gt; Obvious <br/>\n&gt; adaptations that Ryuzanji has made in The<br/>\n&gt; Love-Crazed Samurai <br/>\n&gt; include his casting a female actress, Hiroko Ito, in<br/>\n&gt; the lead <br/>\n&gt; samurai role, and his conscious combination of<br/>\n&gt; elements from kabuki <br/>\n&gt; and the all-female Takarazuka Revue. <br/>\n&gt; <br/>\n&gt; &quot;The main theme for both plays is war and universal<br/>\n&gt; judgment,&quot; <br/>\n&gt; Ryuzanji says. &quot;I feel that these themes can<br/>\n&gt; sometimes be more <br/>\n&gt; <br/>\n </span></blockquote>=== message truncated ===<br/>\n<br/>\n<br/>\n<br/>\n\t\t<br/>\n__________________________________ <br/>\nDo you Yahoo!? <br/>\nThe all-new My Yahoo! - Get yours free! <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://my.yahoo.com\">http://my.yahoo.com</a></div>",
            "specialLinks": []
        },
        {
            "userId": 145759856,
            "authorName": "Kitsuno",
            "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
            "profile": "kitsuno",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Article: Kabuki theater gets a modern facelift",
            "postDate": "1104996303",
            "msgId": 6491,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGNyaXA0Zis2c20xQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 6492,
            "prevInTime": 6490,
            "nextInTime": 6492,
            "topicId": 6491,
            "numMessagesInTopic": 0,
            "msgSnippet": "Kabuki theater gets a modern facelift Colin Skelton / Special to The Daily Yomiuri Old-fashioned kabuki serves as a fountain of inspiration for an exciting",
            "messageBody": "<div id=\"ygrps-yiv-228864212\">Kabuki theater gets a modern facelift<br/>\n<br/>\nColin Skelton / Special to The Daily Yomiuri <br/>\n<br/>\nOld-fashioned kabuki serves as a fountain of inspiration for an <br/>\nexciting contemporary Tokyo-based theater troupe, Ryuzanji Company. <br/>\n<br/>\nFounded in 1984 by director Show Ryuzanji, the group raises the <br/>\ncurtain on the new year with the &quot;Ryuzanji Kabuki New Year <br/>\nPerformance Series&quot; in celebration of their 20th anniversary. Two <br/>\ndifferent performances based on kabuki plays will be held during a <br/>\n10-day period ending Jan. 16 at the Benisan Pit in Koto Ward, Tokyo. <br/>\n<br/>\nThere will be 11 performances of Sakurahime Omoteura Daikitan, <br/>\nadapted by Norihiko Tsukuda. The second play, Kamikakete Sango <br/>\nTaisetsu (The Love-Crazed Samurai), adapted by Kiyokazu Yamamoto, <br/>\nwill be performed three times, with subtitles in English (Jan. 13), <br/>\nChinese (Jan. 15) and Russian (Jan. 16). Both plays are based on <br/>\nstories originally written by Tsuruya Namboku. <br/>\n<br/>\nJapan, and in particular Tokyo, boasts a large number of smaller <br/>\nexperimental theater groups and individuals who are part of a <br/>\ncreative underground. <br/>\n<br/>\nLed by avant-garde artists, these small theater movements emerged in <br/>\nthe 1960s, born out of a rebellion against overregimented postwar <br/>\nJapanese society. Ryuzanji Company shares the research-oriented and <br/>\nexperimental approach that characterize independent underground <br/>\ntheater movements. <br/>\n<br/>\nDirector Ryuzanji is an energetic theater artist who has been active <br/>\nin Japan&#39;s small theater movements since 1970. He is an accomplished <br/>\nactor, producer and director, having directed over 200 plays during <br/>\nhis career, including Educating Mad Persons, written by Shuji <br/>\nTerayama. He started Ryuzanji Company with the intention <br/>\nof &quot;facilitating a horizontal affiliation among small theater <br/>\nactivists.&quot; <br/>\n<br/>\nConsequently, Ryuzanji Company produces performances using talent <br/>\nfrom different genres: traditional and contemporary, dance and <br/>\ntheater. They are also active internationally, and in 2000 were <br/>\nawarded the grand prix &quot;Best Of Fringe&quot; for their performances of <br/>\nEducating Mad Persons at the Victoria Fringe International Theater <br/>\nFestival in Canada. <br/>\n<br/>\nSakurahime Omoteura Daikitan is the complicated story of a high-<br/>\nranking priest who, after failing to commit suicide with his male <br/>\nlover, falls in love with a beautiful young princess. Chased by the <br/>\nprincess&#39; evil rogue lover, the two escape only to meet very <br/>\ndifferent fates. The priest accidentally dies, and the princess <br/>\nbecomes a prostitute for a short time. The central appeal of the <br/>\nplay is the idea of a princess becoming a prostitute, which was met <br/>\nwith fascination by audiences when the play was first performed in <br/>\n1817. <br/>\n<br/>\nThe main character in The Love-Crazed Samurai is taken from a famous <br/>\nkabuki play, Chushingura, which is based on one of Japan&#39;s most <br/>\nfamous revenge vendetta episodes. The real-life incident took place <br/>\nin 1702, when 47 samurai avenged their master&#39;s death. <br/>\n<br/>\nThe protagonist in The Love-Crazed Samurai is one of these 47 <br/>\nsamurai. He is a ronin, or a samurai without a master, who is kicked <br/>\nout of his clan when a large sum of money is stolen while he is on <br/>\nguard duty. He sets about retrieving the money in order to regain <br/>\nhis status and lead an attack upon a rival clan that had killed his <br/>\nmaster. <br/>\n<br/>\nRyuzanji Company describes The Love-Crazed Samurai as a play about <br/>\nwrongdoers, the fate of men and a woman blinded by money and about <br/>\nmen who deceive and kill each other in the furtherance of uchiiri, a <br/>\njustified raid for a noble cause. This play is full of atrocities, <br/>\nlaughing at didactic stories where good always wins in the end. The <br/>\nNamboku world created by playwright is dry and vacant. Kamikakete <br/>\nSango Taisetsu is full of wickedness and eros, and is a very <br/>\nmodernistic play. <br/>\n<br/>\nRyuzanji and his company believe that kabuki is &quot;the fountainhead of <br/>\nJapanese stage art.&quot; They are inspired by the parallel themes <br/>\ndealing with human interaction that exist in the ancient stories of <br/>\nkabuki plays and modern-day society. Written in the language of the <br/>\ntime, kabuki plays often take many hours to perform, and therefore <br/>\nthe adaptation process requires a reduction in length of the plays <br/>\nwhile maintaining the essence of the story itself. <br/>\n<br/>\n&quot;By thoroughly modernizing the language of kabuki, we can <br/>\nreconstruct kabuki from the Edo period (1603-1868) into a <br/>\ncontemporary play,&quot; says Ryuzanji. He adds that performing a kabuki <br/>\nplay written 180 years ago in the present day poses an inviting <br/>\nchallenge as to how people today breathe life into words written so <br/>\nlong ago. <br/>\n<br/>\nIn adapting the stories, Ryuzanji has sought to create a unique <br/>\nstyle of contemporary &quot;Ryuzanji Kabuki.&quot; This he achieves first by <br/>\nsimplifying and reducing the elaborate visual spectacles often found <br/>\nin kabuki plays. Second, the play is re-created through the combined <br/>\neffort of all the members of the ensemble. The result is a unique <br/>\nand entertaining style of performance in which the actors&#39; physical <br/>\nexpression carries the story of the play. <br/>\n<br/>\n&quot;Originally in kabuki there were no directors. The actors themselves <br/>\nare largely responsible for creating their own part,&quot; explains <br/>\nRyuzanji. &quot;Our performances follow this example by a very open <br/>\nattitude to stage direction where the ideas of the actors, <br/>\nchoreographers and musicians are all given consideration in the <br/>\nrehearsal process. The actors&#39; movements and emotional expressions <br/>\nbecome more important than the story itself. Our performances are <br/>\nexperimental but at the same time very entertaining.&quot; <br/>\n<br/>\nTraditional kabuki is performed only by male actors. Obvious <br/>\nadaptations that Ryuzanji has made in The Love-Crazed Samurai <br/>\ninclude his casting a female actress, Hiroko Ito, in the lead <br/>\nsamurai role, and his conscious combination of elements from kabuki <br/>\nand the all-female Takarazuka Revue. <br/>\n<br/>\n&quot;The main theme for both plays is war and universal judgment,&quot; <br/>\nRyuzanji says. &quot;I feel that these themes can sometimes be more <br/>\naccentuated and explained by a woman.&quot; <br/>\n<br/>\nAudiences can also expect original percussion music performed on <br/>\nstage during performances in tune with the Ryuzanj Company&#39;s <br/>\nmotto: &quot;Dancing, singing and loving.&quot; <br/>\n<br/>\nThe company tells ancient stories through dynamic, sensitive <br/>\nmovements and choreographed fight scenes with contemporary relevance <br/>\nin what Ryuzanji jokingly calls &quot;Tarantino Kabuki.&quot; <br/>\n<br/>\n<br/>\n&quot;Sakurahime Omoteura Daikitan&quot; will be performed Jan. 6-12 and Jan. <br/>\n14-16, and &quot;The Love-Crazed Samurai&quot; will be performed Jan. 13, 15 <br/>\nand 16, both at Benisan Pit in Koto Ward, Tokyo, a five-minute walk <br/>\nfrom Morishita Station on the Toei Shinjuku and Oedo subway lines. <br/>\nFor more information, call (03) 5272-1785.</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 6298,
    "nextTopicId": 6494
}