{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 145759856,
            "authorName": "Kitsuno",
            "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
            "profile": "kitsuno",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Article: The blue-eyed samurai",
            "postDate": "1109483760",
            "msgId": 6744,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGN2cm5kZytkYjdvQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 6743,
            "nextInTime": 6745,
            "topicId": 6744,
            "numMessagesInTopic": 0,
            "msgSnippet": "The blue-eyed samurai An 11-day tour follows the activities of the Englishman who became key adviser to the Shogun in 17th-century Japan PETER NEVILLE-HADLEY ",
            "messageBody": "<div id=\"ygrps-yiv-228536972\">The blue-eyed samurai<br/>\n<br/>\nAn 11-day tour follows the activities of the Englishman who became <br/>\nkey adviser to the Shogun in 17th-century Japan<br/>\n  <br/>\nPETER NEVILLE-HADLEY <br/>\nMeridian Writers&#39; Group <br/>\n<br/>\nSaturday, February 26, 2005<br/>\n<br/>\n&quot;Miura Anjin?&quot; replied the print-seller as he carefully wrapped up a <br/>\n19th-century woodblock image of a stopping place on the Tokaido, the <br/>\ngreat coastal highway from Tokyo to the west. &quot;The most famous <br/>\nEnglishman in Japan,&quot; he said. &quot;Except perhaps for David Beckham.&quot;<br/>\n<br/>\nThe soccer star&#39;s image has recently been dominating billboards and <br/>\nbroadcasts across the country with endorsements for cosmetics, cell <br/>\nphones and chocolate. Miura Anjin, whose English name was William <br/>\nAdams, died nearly four centuries ago, leaving no known image.<br/>\n<br/>\nIn the West, what small fame Adams retains is largely due to writer <br/>\nJames Clavell having loosely based the character of John Blackthorne <br/>\nin his blockbuster novel Shogun on him. But in Japan, Adams is <br/>\nremembered as a man who brought a wider understanding of Europeans, <br/>\nadopted Japanese ways to a degree few foreigners master even today <br/>\nand found himself adopted in return. Of modest education, he rose to <br/>\nbecome not only a key adviser to the ruler of a nation vastly <br/>\ndifferent from his own, but also the lord of his own manor and thus <br/>\nthe first foreign member of the warrior samurai class.<br/>\n<br/>\nFinding traces of him involves travelling to remote rural locations <br/>\nthat even today rarely see foreign visitors. Hong Kong-based Walk <br/>\nJapan has put together an 11-day guided itinerary linking Adams&#39;s <br/>\nvarious trading, advising and interpreting activities. The <br/>\norganizers, not your run-of-the-mill tour guides, but academics who <br/>\nhave made a thorough study of Adams, have set out a route south from <br/>\nTokyo to small ports on the coast of the main island of Honshu, then <br/>\nwestward to the smaller island of Kyushu and then to tiny Hirado, <br/>\nonce the base for the British and Dutch traders. There&#39;s even a walk <br/>\non hidden remnants of the ancient Tokaido itself.<br/>\n<br/>\nAdams was largely brought up in London&#39;s Limehouse dock area and was <br/>\napprenticed as a shipwright and pilot. But navigation became his <br/>\ncareer, and, after 10 years on ships trading with North Africa, he <br/>\nbecame the principal pilot of a disastrous Dutch expedition to the <br/>\nSpice Islands of the East Indies.<br/>\n<br/>\nA series of misfortunes led to the scattering or sinking of the tiny <br/>\nfleet. The remaining two ships chose, in 1600, to cross the largely <br/>\nuncharted and rarely sailed Pacific.<br/>\n<br/>\nOnly Adams&#39;s ship De Liefde survived, along with a handful of its <br/>\ncrew. The lord of the tiny Kyushu town where the ship docked sent <br/>\nAdams as spokesperson for his group to the warlord Tokugawa Ieyasu, <br/>\nthen attempting to gain control of the whole of Japan.<br/>\n<br/>\nIeyasu had a healthy interest in foreign ideas and spent hours <br/>\ninterrogating Adams through an interpreter, then imprisoned him <br/>\nuntil he decided what to do. Subsequent audiences improved both <br/>\nIeyasu&#39;s knowledge of Europe and his respect for the pilot, who was <br/>\neventually released and reunited with the remaining crew. Seeing a <br/>\nfuture use for them, the lord had the men provided with funds and <br/>\nordered them to sail to his base at Edo, modern-day Tokyo, then <br/>\nignored them while he concentrated on winning control of Japan. The <br/>\ncannon from De Liefde proved of more immediate value, helping him <br/>\nclinch his final victory at the battle of Sekigahara.<br/>\n<br/>\nAs months went by, the decrepit Dutch ship sank and the crew <br/>\nscattered, suspecting that they would never be allowed to return <br/>\nhome. But Ieyasu had thought of other ways in which their technology <br/>\ncould help him. With his battles won, he awarded each man an ample <br/>\ndaily ration of rice and set Adams an important task.<br/>\n<br/>\nOur search for Adams/<br/>\n<br/>\nMiura began at Nihon Bashi, the central Tokyo bridge that marked the <br/>\nstart of the Tokaido and four other ancient highways. It was <br/>\noriginally built in 1603, three years after Ieyasu&#39;s victory, and <br/>\nthe year he was officially confirmed as de facto ruler or shogun by <br/>\na powerless and impoverished emperor.<br/>\n<br/>\nThat year the shogun, having recognized Adams&#39;s worth as a truthful <br/>\nadviser on everything foreign, gave him a town house near the new <br/>\nbridge, among the warehouses and shops of Edo&#39;s rapidly developing <br/>\ncommercial quarter. A short walk from the current crossing, built in <br/>\n1911, we found that the navigator had earned himself a place on <br/>\nmodern maps. In a narrow turning named Anjin-dori a small, rough-<br/>\nhewn stele marked the site of his residence, mentioning that he had <br/>\ninstructed the shogun in gunnery, geography and mathematics.<br/>\n<br/>\nThe next morning we boarded a southbound commuter train. At the <br/>\nwealthy suburb of Taura we took a taxi to a high point overlooking a <br/>\nnaval base where the modern equivalents of Adams&#39;s well-armed De <br/>\nLiefde wallowed. Adams had a vast estate here, on the Miura <br/>\nPeninsula, given him by Ieyasu as a reward for constructing ocean-<br/>\ngoing ships in the Western style. A path led to a thick hedge and a <br/>\nstout fence surrounding the graves of Adams, his Japanese wife and <br/>\nhis two children by her. A memorial ceremony for Adams, held every <br/>\nApril, is &quot;one of the four magnificent international events&quot; of the <br/>\narea, a sign claimed.<br/>\n<br/>\nA winding walk down steep residential backstreets led to the station <br/>\nat Anjin-zuka (Anjin&#39;s Hill). A few minutes&#39; ride and we disembarked <br/>\nat Hemi station. Here a track, with tree-root stairways, wound over <br/>\nhills, along ridge tops and down to the 13th-century Great Buddha of <br/>\nKamakura, a 13-metre-high bronze of a serene, seated figure, hands <br/>\ntogether in its lap. In 1613 Adams came this way in the company of <br/>\nJohn Saris, an emissary from Britain&#39;s King James, who had arrived <br/>\nbearing a letter requesting trade. Saris and crew were the first <br/>\nEnglishmen Adams had seen since his arrival, and he brought them to <br/>\nthe shogun to help negotiate the privileges requested.<br/>\n<br/>\nA picturesque train ride west around the coastline brought us to <br/>\nIto, the site of Adams&#39;s shipbuilding efforts. The city has erected <br/>\na statue of the man: gaunt, high-cheekboned and shovel-bearded, <br/>\ngesturing out to sea.<br/>\n<br/>\nWe spent the night at a riverside inn of considerable antiquity, a <br/>\nlabyrinth of creaking boards, steep stairways and tatami-floored <br/>\nrooms with sliding screens. We changed for the evening into cotton <br/>\nyukata gowns, short haori jackets and slippers.<br/>\n<br/>\nWhen the first Europeans arrived, 50 years before Adams, the <br/>\nfastidious Japanese were struck by their gaudy doublets, but <br/>\nmarvelled that this finery contained men so uninterested in washing. <br/>\nAdams eventually submerged himself in Japanese culture and adopted <br/>\nlocal dress. Now we did the same. We flapped our way to a basement <br/>\nbathing area, scrubbing ourselves spotless before slipping into the <br/>\ngeothermally heated waters for a soak, then headed for a feast of <br/>\ncolourful dishes, mixed with liberal quantities of beer and local <br/>\nsake.<br/>\n<br/>\nContinuing ever west, at Hatsudenshomae, a few hops by train and bus <br/>\nlater, we climbed one of the few remaining sections of the great <br/>\nTokaido, the main highway to the west. It snaked up the hillside <br/>\nwith some of its original uneven paving still in place - perhaps the <br/>\nvery stones Adams himself walked on many trips between the foreign <br/>\ntrading houses at Hirado and the capital at Edo.<br/>\n<br/>\nAt Kyoto we visited magnificent Nijo Castle, begun by Ieyasu in <br/>\n1602. Its purpose was to make his dominance over the emperor clear. <br/>\nHere he was formally installed as shogun with several days of <br/>\nfeasting. The luxury meant to impress Japan&#39;s nobles still remains <br/>\nin the vast halls with their gilded walls and screens painted with <br/>\nscenes of pines, birds and tigers.<br/>\n<br/>\nWe travelled to Miya-jima, a train and boat ride from Hiroshima, to <br/>\nsee the towering, orange-painted torii, or gate, which seems to <br/>\nstride into the sea off the tiny island&#39;s coast. The torii, built in <br/>\n1168, was ancient even when Adams passed by on his way to Kyushu. He <br/>\nwould have gone by ship; we took the bullet train through a tunnel <br/>\nbeneath Japan&#39;s Inland Sea.<br/>\n<br/>\nJust off Kyushu&#39;s west coast is Dejima, a fan-shaped artificial <br/>\nisland constructed to house foreign traders. In 1639, Ieyasu&#39;s son <br/>\nHidetada, irritated by Catholic preaching that allegiance to the <br/>\npope took precedence over feudal allegiances, banned all foreigners. <br/>\nThe British had already left, but the Dutch, protected because Adams <br/>\nhad made clear the distinction between Catholic and Protestant <br/>\nteaching, were merely moved to this tiny enclave connected to Kyushu <br/>\nby a single, well-guarded bridge. Some of the Dutch colony&#39;s <br/>\nbuildings have been re-created and fitted out as excellent museums <br/>\nexplaining foreigners&#39; impact on Japan. Adams is remembered in a <br/>\npicture of the departure of De Liefde from Holland in 1598.<br/>\n<br/>\nOur final stop was Hirado, the small island off Kyushu where Dutch <br/>\nand British trading houses were first set up. Adams came to this <br/>\nremote spot many times. On the hillside above the sleepy little town <br/>\nand its quiet harbour we found a small, neat garden of bamboo, pines <br/>\nand cycads, with a monument to 17 British merchant-adventurers. The <br/>\nstone next to it was something of a surprise: &quot;Miura Anjin&#39;s tomb.&quot; <br/>\nWe&#39;d already seen his grave several hundred kilometres away, so it <br/>\nseemed that even in death Adams was a traveller.<br/>\n<br/>\nHe died on Hirado on May 26, 1620, and given Japan&#39;s summer <br/>\ntemperatures it seems likely that the island still has him, although <br/>\nit&#39;s impossible to say for certain: After the banning of foreigners <br/>\nin 1639, the remains of English mariners were disinterred and flung <br/>\ninto the sea. Those of Adams may not have been among them, however: <br/>\nSuspiciously long bones were discovered nearby in the 1920s. Perhaps <br/>\nhe was left undisturbed because of his samurai status.<br/>\n<br/>\nIn a land with few foreign heroes, Beckham&#39;s billboards will have <br/>\ntheir day. But what greater sign of enduring respect than to have <br/>\nyour name carved in not one, but two tombstones?<br/>\n<br/>\n© The Gazette (Montreal) 2005</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 6659,
    "nextTopicId": 6625
}