{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 218043694,
            "authorName": "Hide",
            "from": "&quot;Hide&quot; &lt;cure@...&gt;",
            "profile": "hide050316",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "great web site picture books",
            "postDate": "1111228397",
            "msgId": 6832,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDAwMGIwMWM1MmM2ZiQxMDFhNTNjMCQwMjAxYThjMEB5b3VybWp6NWhiczhtcD4="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 6831,
            "nextInTime": 6833,
            "topicId": 6832,
            "numMessagesInTopic": 0,
            "msgSnippet": "http://dbs.humi.keio.ac.jp/naraehon/index-e.html Digital Database of Nara Ehon Around the World is an open digital archive which makes available works of Nara",
            "messageBody": "<div id=\"ygrps-yiv-1705267310\"><a rel=\"nofollow\" target=\"_blank\" href=\"http://dbs.humi.keio.ac.jp/naraehon/index-e.html\">http://dbs.humi.keio.ac.jp/naraehon/index-e.html</a><br/>\n<br/>\n<br/>\nDigital Database of Nara Ehon Around the World is an open digital archive <br/>\nwhich makes available works of Nara ehon (&quot;Nara picture books&quot;),<br/>\nshort illustrated narrative manuscripts produced during the Muromachi to Edo <br/>\nperiods, in collections from all over the world.<br/>\nIn terms of format, Nara ehon may be grouped into three categories of <br/>\nhorizontal books, vertical books, and large vertical books. While the <br/>\nbindings of the manuscripts also vary, the most common are ones with navy <br/>\nblue covers with designs of autumn grasses in gold pigment and attached with <br/>\nvermillion title slips that were sometimes called yomeiri-bon (&quot;trousseau <br/>\nbooks&quot;). The illustrations, provided on a single page or as a spread, may <br/>\ngenerally be grouped to those either executed in the so-called &quot;Nara-e <br/>\nstyle&quot; using inexpensive opaque pigment (doroenogu) or in a more delicately <br/>\nrendered luxurious style. Both styles employ the standardized composition of <br/>\nframing the top and bottom of the pictorial surface with trailing mist <br/>\n(suyari-gasumi). Vivid colors such as vermillion and green are combined with <br/>\nlavish uses of gold and silver foils and pigments in Nara ehon, not unlike <br/>\nminiatures.<br/>\n<br/>\n<br/>\nFor the best viewing experience, select the &quot;With Plug-in&quot; option.<br/>\nVisitor will need to download the free MrSID OnCuline Viewer.<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 6816,
    "nextTopicId": 6833
}