{
    "totalMsgInTopic": 2,
    "messages": [
        {
            "userId": 26763043,
            "authorName": "Paul Martin",
            "from": "&quot;Paul Martin&quot; &lt;pmartin6@...&gt;",
            "profile": "jin_gai_guy",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "RE: [samuraihistory] revue: Yoshihara tradition",
            "postDate": "1112326459",
            "msgId": 6890,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PEJBWTEwLUYxODQ4NkU1NzYzRkY3RUZGQUMyQTQxODQzODBAcGh4LmdibD4=",
                "inReplyToHeader": "PGQyZ2MxdSs2cThrQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 6884,
            "nextInTopic": 0,
            "prevInTime": 6889,
            "nextInTime": 6891,
            "topicId": 6884,
            "numMessagesInTopic": 0,
            "msgSnippet": "Dear List Here is a link to the LA Times page. They have a revue of the Exhibition, however you have to sign up for a free 14 day trial subsscription, which",
            "messageBody": "<div id=\"ygrps-yiv-346156219\">Dear List<br/>\n<br/>\nHere is a link to the LA Times page. They have a revue of the Exhibition, <br/>\nhowever you have to sign up for a free 14 day trial subsscription, which you <br/>\nthen have to cancel by telephone. They ask for your credit card details etc.<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.calendarlive.com/printedition/calendar/calwknd/\">http://www.calendarlive.com/printedition/calendar/calwknd/</a><br/>\n<br/>\nOtherwise you can read the two-part revue in todays calender section of the <br/>\nLA Times.<br/>\n<br/>\nThanks for the net time<br/>\n<br/>\nPaul.</div>",
            "specialLinks": []
        },
        {
            "userId": 145759856,
            "authorName": "Kitsuno",
            "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
            "profile": "kitsuno",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Article: Discovering Japan&#39;s blue-eyed samurai",
            "postDate": "1112257406",
            "msgId": 6884,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGQyZ2MxdSs2cThrQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 6890,
            "prevInTime": 6883,
            "nextInTime": 6885,
            "topicId": 6884,
            "numMessagesInTopic": 0,
            "msgSnippet": "Discovering Japan s blue-eyed samurai By Peter Neville-Hadley-Contributing writer Tokyo- Miura Anjin? replied the print-seller as he carefully wrapped up a",
            "messageBody": "<div id=\"ygrps-yiv-348157764\">Discovering Japan&#39;s blue-eyed samurai<br/>\n<br/>\nBy Peter Neville-Hadley-Contributing writer<br/>\n<br/>\nTokyo-&quot;Miura Anjin?&quot; replied the print-seller as he carefully<br/>\nwrapped up a 19th-century woodblock image of a stopping place on the<br/>\nTokaido, the great coastal highway from Tokyo to the west. &quot;The most<br/>\nfamous Englishman in Japan,&quot; he said. &quot;Except perhaps for David<br/>\nBeckham.&quot;<br/>\n<br/>\nThe soccer star&#39;s image has recently been dominating billboards and<br/>\nbroadcasts across the country with endorsements for cosmetics, cell<br/>\nphones and chocolate. Miura Anjin, whose English name was William<br/>\nAdams, died nearly four centuries ago, leaving no known image. In<br/>\nthe West, what small fame Adams retains is largely due to novelist<br/>\nJames Clavell having loosely based the character of John Blackthorne<br/>\non him in his blockbuster Shogun. But in Japan, Adams is remembered<br/>\nas a man who brought a wider understanding of Europeans, adopted<br/>\nJapanese ways to a degree few foreigners master even today and found<br/>\nhimself adopted in return.<br/>\n<br/>\nOf modest education, he rose to become not only a key advisor to the<br/>\nruler of a nation vastly different from his own, but also the lord<br/>\nof his own manor and the first foreign member of the warrior samurai<br/>\nclass.<br/>\n<br/>\nFinding traces of him involves travelling to remote rural locations<br/>\nwhich even today rarely see foreign visitors. Hong Kong-based Walk<br/>\nJapan has put together an 11-day guided itinerary linking Adams&#39;<br/>\nvarious trading, advising and interpreting activities. The<br/>\norganizers, not your run-of-the-mill tour guides but academics<br/>\nwho&#39;ve made a thorough study of Adams, have set out a route south<br/>\nfrom Tokyo to small ports on the coast of the main island of Honshu,<br/>\nthen westward to the smaller island of Kyushu and then to tiny<br/>\nHirado, once the base for the British and Dutch traders. There&#39;s<br/>\neven a walk on hidden remnants of the ancient Tokaido itself.<br/>\n<br/>\nAdams, brought up in London&#39;s Limehouse dock area, apprenticed as a<br/>\nshipwright and pilot. But it was navigation that became his career,<br/>\nand after 10 years on ships trading with North Africa he became the<br/>\nprincipal pilot of a disastrous Dutch expedition to the Spice<br/>\nIslands of the East Indies.<br/>\n<br/>\nA series of misfortunes in which the tiny fleet was scattered or<br/>\nsunk led to a decision by the remaining two ships, in 1600, to cross<br/>\nthe largely uncharted and rarely sailed Pacific. Only Adams&#39; ship De<br/>\nLiefde survived, along with a handful of its crew. The lord of the<br/>\ntiny Kyushu town where they landed sent Adams as spokesman for his<br/>\ngroup to the warlord Tokugawa Ieyasu, then attempting to gain<br/>\ncontrol of the whole of Japan.<br/>\n<br/>\nIeyasu had a healthy interest in foreign ideas and spent hours<br/>\ninterrogating Adams through an interpreter, then imprisoned him<br/>\nuntil he decided what to do. Subsequent audiences improved both<br/>\nIeyasu&#39;s knowledge of Europe and his respect for the pilot, who was<br/>\neventually released and reunited with the remaining survivors.<br/>\n<br/>\nSeeing a future use for them, he had the men provided with funds and<br/>\nordered them to sail to his base at Edo, modern-day Tokyo, then<br/>\nignored them while he concentrated on winning total control of<br/>\nJapan. The cannon from De Liefde proved of more immediate value,<br/>\nhelping him clinch his final victory at the battle of Sekigahara.<br/>\n<br/>\nAs months went by the decrepit Dutch ship sank and the crew<br/>\nscattered, suspecting that they would never be allowed to return<br/>\nhome. But Ieyasu had thought of other ways in which their technology<br/>\ncould help him. With his battles won he awarded each man an ample<br/>\ndaily ration of rice and set Adams an important task.<br/>\n<br/>\nOur search for Adams/Miura began at Nihon Bashi, the central Tokyo<br/>\nbridge which marked the start of the Tokaido and four other ancient<br/>\nhighways. It was originally built in 1603, three years after<br/>\nIeyasu&#39;s victory, and the year he was officially confirmed as de<br/>\nfacto ruler or shogun by a powerless and impoverished emperor.<br/>\n<br/>\nThat year the shogun, having recognized Adams&#39; worth as a truthful<br/>\nadviser on everything foreign, gave him a townhouse near the new<br/>\nbridge, amongst the warehouses and shops of Edo&#39;s rapidly developing<br/>\ncommercial quarter. A short walk from the current crossing, built in<br/>\n1911, we found the navigator had earned himself a place on modern<br/>\nmaps. In a narrow turning named Anjin-dori a small, rough-hewn stele<br/>\nmarked the site of his residence, mentioning that he instructed the<br/>\nshogun in gunnery and mathematics.<br/>\n<br/>\nThe next morning we boarded a southbound commuter train. At the<br/>\nwealthy suburb of Taura we took a taxi to a high point overlooking a<br/>\nnaval base where the modern equivalents of Adams&#39; well-armed De<br/>\nLiefde wallowed. Adams had a vast estate here, on the Miura<br/>\nPeninsula, given him by Ieyasu as a reward for constructing ocean-<br/>\ngoing ships in the Western style. These were far more seaworthy than<br/>\nJapanese junks, and although Adams had no experience building one<br/>\nfrom scratch he produced two vessels. A path led to a thick hedge<br/>\nand a stout fence surrounding the graves of Adams, his Japanese wife<br/>\nand their two children.<br/>\n<br/>\nA winding walk down steep residential backstreets led to the station<br/>\nat Anjin-zuka (Anjin&#39;s Hill). A few minutes&#39; ride and we disembarked<br/>\nat Hemi station. Here a track, with natural tree-root stairways,<br/>\nwound over hills, along ridge tops and down to the 13th-century<br/>\nGreat Buddha of Kamakura, a 13-metre-high bronze of a serene, seated<br/>\nfigure, hands together in its lap. In 1613 Adams came this way in<br/>\nthe company of John Saris, an emissary from Britain&#39;s King James,<br/>\nwho had arrived bearing a letter requesting trade. Saris and crew<br/>\nwere the first Englishmen Adams had seen since his arrival, and he<br/>\nbrought them to the shogun to help successfully negotiate the<br/>\nprivileges requested.<br/>\n<br/>\nA picturesque train ride west around the coastline brought us to<br/>\nIto, the site of Adams&#39; shipbuilding efforts. The city has erected a<br/>\nstatue of the man: gaunt, high-cheekboned and shovel-bearded,<br/>\ngesturing out to sea.<br/>\n<br/>\nWe spent the night at a riverside inn of considerable antiquity, a<br/>\nlabyrinth of creaking boards, steep stairways and tatami-floored<br/>\nrooms with sliding screens. We changed for the evening into cotton<br/>\nyukata gowns, short haori jackets and slippers.<br/>\n<br/>\nWhen the first Europeans arrived, 50 years before Adams, the<br/>\nfastidious Japanese were struck by their gaudy doublets but<br/>\nmarvelled that this finery contained men so uninterested in washing.<br/>\nAdams eventually submerged himself in Japanese culture and adopted<br/>\nlocal dress. Now we did the same. We flapped our way to a basement<br/>\nbathing area, scrubbing ourselves spotless before slipping into the<br/>\ngeothermally heated waters for a soak, then headed for a feast of<br/>\ncolourful dishes, mixed with liberal quantities of beer and local<br/>\nsake.<br/>\n<br/>\nContinuing ever west, at Hatsudenshomae, a few hops by train and bus<br/>\nlater, we climbed one of the few remaining sections of the great<br/>\nTokaido, the main highway to the west. It snaked up the hillside,<br/>\nsome of its original uneven paving still in place-perhaps the very<br/>\nstones Adams himself walked on numerous trips between the foreign<br/>\ntrading houses at Hirado and the capital at Edo.<br/>\n<br/>\nAt Kyoto we visited magnificent Nijo Castle, begun by Ieyasu in<br/>\n1602, its purpose to make his dominance over the emperor clear. Here<br/>\nhe was formally installed as shogun with several days of feasting.<br/>\nThe luxury meant to impress Japan&#39;s nobles still remains in the vast<br/>\nhalls with their gilded walls and screens painted with scenes of<br/>\npines, birds and tigers.<br/>\n<br/>\nWe travelled on to Miya-jima, a train and boat ride from Hiroshima,<br/>\nto see the towering, orange-painted torii, or gate, which seems to<br/>\nstride into the sea off the tiny island&#39;s coast. The torii, built in<br/>\n1168, was ancient even when Adams passed by here on his way to<br/>\nKyushu. He would have gone by ship; we took the bullet train through<br/>\na tunnel beneath the placid waters of Japan&#39;s Inland Sea.<br/>\n<br/>\nJust off Kyushu&#39;s west coast is Dejima, a fan-shaped artificial<br/>\nisland constructed to house foreign traders. In 1639, Ieyasu&#39;s son<br/>\nHidetada, irritated by Catholic preaching that allegiance to the<br/>\nPope took precedence over feudal allegiances, banned all foreigners.<br/>\nThe British had already left, but the Dutch, protected because Adams<br/>\nhad made clear the distinction between Catholic and Protestant<br/>\nteaching, were merely moved to this tiny enclave connected to Kyushu<br/>\nby a single, well-guarded bridge. Some of the Dutch colony&#39;s<br/>\nbuildings have been recreated and fitted out as excellent museums<br/>\nexplaining foreigners&#39; impact on Japan. Adams is remembered in a<br/>\npicture of the departure of De Liefde from Holland in 1598.<br/>\n<br/>\nOur final stop was Hirado, the small island off Kyushu where Dutch<br/>\nand British trading houses were first set up. Adams came to this<br/>\nremote spot many times. On the hillside above the sleepy little town<br/>\nand its quiet harbour we found a small, neat garden of bamboo, pines<br/>\nand cycads, with a monument to 17 British merchant-adventurers. The<br/>\nstone next to it was something of a surprise: &quot;Miura Anjin&#39;s tomb.&quot;<br/>\nWe&#39;d already seen his grave several hundred kilometres away, so it<br/>\nseemed that even in death Adams was a traveller.<br/>\n<br/>\nHe died on Hirado on May 26, 1620, and given Japan&#39;s summer<br/>\ntemperatures it seems likely that the island still has him, although<br/>\nit&#39;s impossible to say for certain: after the banning of foreigners<br/>\nin 1639, the remains of English mariners were disinterred and flung<br/>\ninto the sea. Those of Adams may not have been among them, however:<br/>\nsuspiciously long bones were discovered nearby in the 1920s. Perhaps<br/>\nhe was left undisturbed.<br/>\n<br/>\nIn a land with few foreign heroes, Beckham&#39;s billboards will have<br/>\ntheir day. But what greater sign of enduring respect than to have<br/>\nyour name carved in not one, but two tombstones?<br/>\n<br/>\nposted on 03/30/2005</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 6889,
    "nextTopicId": 6871
}