{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 145759856,
            "authorName": "Kitsuno",
            "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
            "profile": "kitsuno",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Article: Film about Japan screened at UA",
            "postDate": "1113723911",
            "msgId": 6951,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGQzdDQ2NytzOGY4QGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 6950,
            "nextInTime": 6952,
            "topicId": 6951,
            "numMessagesInTopic": 0,
            "msgSnippet": "Film about Japan screened at UA By Nathan Crowder, Staff Writer Published: Monday, April 11, 2005 Ayumi Sato presented her documentary Manjiro, the castaway",
            "messageBody": "<div id=\"ygrps-yiv-915826141\">Film about Japan screened at UA<br/>\nBy Nathan Crowder, Staff Writer<br/>\nPublished: Monday, April 11, 2005<br/>\n<br/>\nAyumi Sato presented her documentary &quot;Manjiro,&quot; the castaway who <br/>\ntrailblazed a relationship between the United States and Japan.<br/>\n<br/>\nSato, a documentary filmmaker who lives in Boston, was invited by <br/>\nthe Japan American Society of Arkansas to show &quot;Majiro&quot; on Friday in <br/>\nMullins Library. <br/>\n<br/>\nManjiro was the first Japanese person to land in the United States. <br/>\nMore specifically, he was the first to be rescued and brought to the <br/>\nUnited States. This year marks the 150-year anniversary of Manjiro&#39;s <br/>\nlanding and the subsequent beginning of relations between Japan and <br/>\nthe United States.<br/>\n<br/>\nThe documentary examines Manjiro&#39;s life, as well as the political <br/>\nand social background of the drama between the newly opened Japanese <br/>\nstate under the Tokugawa Shogunate and the United States under <br/>\nAdmiral Perry. <br/>\n<br/>\nManjiro was an instrumental translator in the treaty that opened <br/>\ntrade between Japan and the United States and the West. <br/>\n<br/>\nOne of his most significant accomplishments was the translation of <br/>\nnavigation texts, used by Americans in the nineteenth century, into <br/>\nJapanese. The translation took four years to complete, and secured a <br/>\nplace in Japanese society for illiterate farmers-turned-fishermen. <br/>\n<br/>\nThe trailblazing of a relationship between Japan and the United <br/>\nStates gave Manjiro a place in the history that might have been <br/>\nforgotten, were it not brought to life through Sato&#39;s documentary. <br/>\n<br/>\nManjiro earned a position of respect in the Japanese government, <br/>\ntranslating and teaching English.<br/>\n<br/>\nSato captured the essence of Manjiro&#39;s life by explaining his story <br/>\nthrough video, documents, experts and footage of locations Manjiro <br/>\nvisited. <br/>\n<br/>\n&quot;I really like being behind the camera, instead of in front of it,&quot; <br/>\nSato said. Sato explained how she became a filmmaker after changing <br/>\nher career from broadcast journalism. <br/>\n<br/>\nSato lives in the Boston area and expects to continue to produce <br/>\ndocumentaries. Manjiro took two years and three months to complete <br/>\nand cost approximately $15,000. This film is the Sato&#39;s second and <br/>\nmost widely distributed documentary, and was brought to the UA by <br/>\nthe Japan America Society of Arkansas. <br/>\n<br/>\nThe documentary was part of the Asian Studies week, &quot;From Silk Roads <br/>\nto Crossroads.&quot;</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 6937,
    "nextTopicId": 6952
}