{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 145759856,
            "authorName": "Kitsuno",
            "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
            "profile": "kitsuno",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Article: The Wonder That Was (and is) Kyoto!",
            "postDate": "1113724012",
            "msgId": 6952,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGQzdDQ5YytrbGtpQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 6951,
            "nextInTime": 6953,
            "topicId": 6952,
            "numMessagesInTopic": 0,
            "msgSnippet": "The Wonder That Was (and is) Kyoto!, by John Erskine Banta The site where the new capital was located was first settled in the 6th century by the Hata family,",
            "messageBody": "<div id=\"ygrps-yiv-1306678340\">The Wonder That Was (and is) Kyoto!, by John Erskine Banta<br/>\n<br/>\nThe site where the new capital was located was first settled in the <br/>\n6th century by the Hata family, immigrants from Korea, whose members <br/>\nwere skilled in silkworm culture and silk weaving. <br/>\n<br/>\nGeographically the area consisted of a fault basin, framed on the <br/>\nnorth, east and west by the Tamba Mountains. Two rivers, now known <br/>\nas the Kamogawa and the Katsuragawa, flowed down from the mountains, <br/>\nbisecting the basin before joining the Yodogawa (Yodo River), which <br/>\nemptied into Osaka Bay.<br/>\n<br/>\nWith the rivers providing easy access to the merchants and markets <br/>\nof Osaka, The Hatas gradually amassed great wealth through commerce <br/>\nin silk goods. Their success attracted the powerful Kamo, Izumo and <br/>\nOno families who built imposing residences in the northern districts <br/>\nof the basin.<br/>\n<br/>\nThe population of the basin and the wealth of the families living <br/>\nthere continued to grow. In the late 700s the reigning emperor and <br/>\nhis ministers decided to move the Imperial capital from nearby Nara <br/>\nto the Kyoto basin. They chose to pattern the layout of the new <br/>\ncapital after the Tang dynasty Chinese capital of Chang&#39;an (modern <br/>\nXi&#39;an or Sian), which at that time was one of the largest and <br/>\ngrandest cities in the world. <br/>\n<br/>\nThe new capital, christened Heiankyo (literally, Peace Capital), was <br/>\nlaid out in the shape of a rectangle, measuring 4.5 kilometers (2.8 <br/>\nmiles) from east to west, and 5.2 kilometers (3.2 miles) from north <br/>\nto south. The emperor and his entourage moved to the new city in <br/>\n794, beginning a golden age in Japan that later came to be known as <br/>\nthe Heian Jidai (Hay-ee-on Jee-die) or the Age of Peace.<br/>\n<br/>\nLeaders of the powerful Fujiwara and Taira clans, which vied for <br/>\ncontrol of the Imperial Court by providing Imperial consorts and <br/>\nministers, built their residences in the Shirakawa and Rokuhara <br/>\ndistricts of central Kyoto. <br/>\n<br/>\nOther palatial residences and landscaped gardens proliferated. The <br/>\narts and crafts achieved new heights of sophistication. For the next <br/>\nfour centuries, Kyoto flourished as one of the brightest stars in <br/>\nthe civilized world. <br/>\n<br/>\nIn 1185 clan leader Yoritomo Minamoto defeated his rivals in battle, <br/>\nhad himself named Shogun by the emperor, took complete control of <br/>\nthe country, and moved the administrative functions of the <br/>\ngovernment from Kyoto to Kamakura, a tiny seaside village 45 km (28 <br/>\nmi.) southwest of present-day Tokyo. Although no longer the seat of <br/>\nadministrative power, Kyoto continued to play a major role in the <br/>\ncultural life of the country.<br/>\n<br/>\nWhen the Kamakura government was replaced by the Muromachi Shogunate <br/>\nin 1333, the administration of the country was returned to Kyoto. <br/>\nOne of the first things the new government did was to break the hold <br/>\nthat Buddhist organizations in Nara had on the building of new <br/>\ntemples, and sponsor the building of dozens of temples, many of them <br/>\nhuge complexes, within the new city and on the surrounding <br/>\nmountains. <br/>\n     <br/>\nThe Muromachi period ended in 1568 after a long civil war that <br/>\ndevastated much of the splendid capital. In 1590, Hideyoshi <br/>\nToyotomi, the winner in this new clan struggle, began a major <br/>\nrebuilding program in Kyoto that included the beautiful Fushimi <br/>\nCastle and the lavishly decorated Jurakudai Mansion.<br/>\n<br/>\nIeyasu Tokugawa, Toyotomi&#39;s successor, who founded the Tokugawa <br/>\nShogunate in Edo (now Tokyo) in 1603, continued to support Kyoto as <br/>\nthe Imperial as well as the cultural capital of Japan. To <br/>\naccommodate himself on his regular trips to the city, Ieyasu <br/>\ncommissioned the building of the famous Nijo Castle, which remains <br/>\ntoday as one of Kyoto&#39;s great treasures.<br/>\n     <br/>\nThe arts, crafts and commerce in general flourished in Kyoto during <br/>\nthe Tokugawa period, but after the Shogunate fell and the Emperor <br/>\nwas restored to power in 1868, the new central government moved the <br/>\nImperial Court to Tokyo, once again leaving Kyoto on the sidelines <br/>\nof history.<br/>\n     <br/>\nBut being shunted aside was to turn out to be a major advantage for <br/>\nKyoto as the new government in Tokyo led the rest of the country in <br/>\na rapid industrial revolution between 1870 and 1890. During these <br/>\ntwo frenetic and subsequent decades, Kyoto remained very much like <br/>\nit had been for generationsits castles, palaces, shrines, temples <br/>\nand traditional homes and shops intact.<br/>\n<br/>\nAt the beginning of the U.S.-Japan war in 1941, Kyoto&#39;s reputation <br/>\nfor its cultural and historical significance was such that American <br/>\nscholars and others who were intimately familiar with the city <br/>\npersuaded the U.S. government to put it off-limits to Allied bombers <br/>\nduring the conflict.<br/>\n<br/>\nStill today, despite its postwar industrialization, Kyoto has 202 of <br/>\nthe country&#39;s National Treasures (20 percent of the total) and 1,596 <br/>\nof its Important Cultural Assets (15 percent of the total). <br/>\n<br/>\nAmong these treasures from the past: Kyoto Imperial Palace, Nijo <br/>\nCastle, Katsura Detached Palace, Shugakuin Detached Palace, Nishi <br/>\nHonganji Temple, Higashi Honganji Temple, Kiyomizu Temple, Yasaka <br/>\nShrine, Heian Shrine, and the beautiful Kinkakuji (Temple of the <br/>\nGolden Pavilion). <br/>\n<br/>\nIn addition to these historical treasures, Kyoto has three of the <br/>\ncountry&#39;s largest annual festivals (Gion, Heian and Aoi), along with <br/>\na number of other major annual and monthly events that, combined, <br/>\nattract millions of visitors each year.<br/>\n<br/>\nKyoto is also the birthplace of No, Kyogen and Kabuki, and is the <br/>\nnational center for Chado (the Tea Ceremony) and Ikebana (Flower <br/>\nArranging), two of Japan&#39;s most important cultural practices.<br/>\n<br/>\nWhile examples of Japan&#39;s traditional culture can be found in <br/>\nabundance throughout the islands, Kyoto has retained its role as the <br/>\nprimary repository of the glories of old Japan, and no one can say <br/>\nthey have &quot;done Japan&quot; without a visit to the ancient capital. <br/>\n<br/>\nJohn Erskine Banta is General Manager and Director of Radisson <br/>\nMiyako Hotel Tokyo</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 6951,
    "nextTopicId": 6941
}