{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 145759856,
            "authorName": "Kitsuno",
            "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
            "profile": "kitsuno",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Article: Shogun: The facts behind the fiction",
            "postDate": "1115417269",
            "msgId": 7049,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGQ1Z3BybCtrcWxvQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 7048,
            "nextInTime": 7050,
            "topicId": 7049,
            "numMessagesInTopic": 0,
            "msgSnippet": "Shogun: The facts behind the fiction http://news.independent.co.uk/uk/this_britain/story.jsp?story=635979 A new exhibition at the Royal Armouries museum in",
            "messageBody": "<div id=\"ygrps-yiv-1552443784\">Shogun: The facts behind the fiction<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://news.independent.co.uk/uk/this_britain/story.jsp?story=635979\">http://news.independent.co.uk/uk/this_britain/story.jsp?story=635979</a><br/>\nA new exhibition at the Royal Armouries museum in Leeds explores the <br/>\nextraordinary career of Tokugawa Ieyasu, the man who unified Japan <br/>\nand inspired a bestselling novel. By Louise Jury<br/>\n06 May 2005<br/>\n<br/>\n<br/>\nHe was called Lord Toranaga in James Clavell&#39;s book for the sake of <br/>\nartistic licence; it permitted a love interest for which there was <br/>\nno documentary proof. But the real Shogun who inspired the <br/>\nbestseller and subsequent television drama was Lord Tokugawa Ieyasu, <br/>\none of the most outstanding figures in Japanese history and a lord <br/>\nstill revered in his homeland 400 years after his death.<br/>\n<br/>\nNow 30 years after Clavell&#39;s book was acclaimed for &quot;[taking] the <br/>\nWestern world into a completely different world&quot;, an exhibition at <br/>\nthe Royal Armouries museum in Leeds is to tell the real-life story <br/>\nof the 17th-century leader.<br/>\n<br/>\nUsing more than 50 precious objects, most lent for the first time by <br/>\nthe Nikko Toshogu shrine where the lord was buried after his death <br/>\nin 1616, the exhibition will explore his power and intelligence and <br/>\nshow how he established a dynasty that ruled a newly stabilised and <br/>\npeaceful Japan for 250 years.<br/>\n<br/>\nSo sacred are some of the objects considered that two Shinto priests <br/>\nwill safeguard their journey to Britain for the show, which will run <br/>\nfrom 6 June to 30 August. Shogun armour sent by Lord Tokugawa for <br/>\nKing James I and still in the Royal Armouries collection will be a <br/>\nhighlight. The diary of the British captain, John Saris, who brought <br/>\nthe gifts to the king, will be lent by the British Library. But four-<br/>\nfifths of the exhibits will come from Japan, including decorative <br/>\nand functional items illustrating his martial prowess and his <br/>\ninterests in astronomy and the art.<br/>\n<br/>\nYet when Lord Tokugawa was born in 1543, his domination could not <br/>\nhave been predicted. He was the son of a minor territorial lord at a <br/>\ntime when Japan had been riven with civil war for a couple of <br/>\ncenturies. In the following decades, the feuding territorial lords <br/>\nwere gradually overcome and united, under the warriors Oda Nobunaga <br/>\nand then Toyotomi Hideyoshi. Tokugawa Ieyasu, who fought his first <br/>\nbattle aged 16 and would fight his last more than half a century <br/>\nlater, had a tough training under both men. At one stage, he was <br/>\nforced to kill his wife while his first son committed suicide to <br/>\nsatisfy lords who suspected him of disloyalty.<br/>\n<br/>\nUpon Hideyoshi&#39;s death, Tokugawa swore allegiance to the warrior&#39;s <br/>\nfamily, but did prove disloyal when, in 1600, he fought and defeated <br/>\nHideyoshi&#39;s supporters at the battle of Seki-ga-Hari, a bloody <br/>\nbattle which saw 36,000 left dead or seriously injured in a single <br/>\nday.<br/>\n<br/>\nAfter that, he was granted the title of Shogun, or military leader <br/>\nof Japan, which meant that he was running the country. While the <br/>\nostensible rulers were Japan&#39;s emperors, from the 13th century they <br/>\neffectively abrogated power to the military. &quot;The emperors were <br/>\nthere in the imperial palace in Kyoto, powerless paupers, carrying <br/>\nout a few ceremonial duties,&quot; said Ian Bottomley, the senior curator <br/>\nof oriental arms and armour at the Royal Armouries.<br/>\n<br/>\nWhat was extraordinary about Lord Tokugawa was that he did not <br/>\nsimply consolidate his position in Japan. He began to look outwards <br/>\nto countries, such as Portugal and Holland, whose traders and <br/>\nmissionaries had begun to make contact during the 16th century.<br/>\n<br/>\n&quot;What is quite staggering, really, is that he tried to establish <br/>\ndiplomatic relations with the crowned heads of Europe,&quot; Mr Bottomley <br/>\nsaid. &quot;Here was this country on the far side of the world which the <br/>\npeople of Europe had hardly heard about. It was almost mythical. But <br/>\nIeyasu sent diplomatic gifts to the kings of England, France and <br/>\nSpain and to the Pope. He also dealt with nearer countries like <br/>\nThailand. He was putting Japan on the diplomatic map.&quot;<br/>\n<br/>\nOne of his main ways of doing so was through Will Adams, the <br/>\nEnglishman who inspired Clavell&#39;s character, John Blackthorne, <br/>\nplayed by the actor Richard Chamberlain on television.<br/>\n<br/>\nAdams, who was born in Kent in 1564, learned shipbuilding, astronomy <br/>\nand navigation as a shipyard apprentice before becoming a sailor. In <br/>\n1598, he set sail with a Dutch fleet which became stranded in Japan <br/>\nafter a typhoon and the crew imprisoned in a castle in Osaka on the <br/>\nShogun&#39;s orders. But the Shogun took a liking to Adams and <br/>\neventually made him a diplomatic and trade adviser, bestowing great <br/>\nprivileges upon him as some recompense for refusing him permission <br/>\nto leave his court.<br/>\n<br/>\nMr Bottomley said Lord Tokugawa was a clever man who appreciated <br/>\nwhat he could learn from the young Englishman and saw the advantages <br/>\nthat could be obtained by contact with the West. &quot;A lot of people in <br/>\nJapan were very inward-looking,&quot; Mr Bottomley said. &quot;But Ieyasu was <br/>\na very learned man. He studied navigation and astronomy with Will <br/>\nAdams and was interested in the world. Adams was considered too <br/>\nvaluable to be able to leave.&quot;<br/>\n<br/>\nTokugawa Ieyasu was Shogun for a couple of years before ceding power <br/>\nto one of his five sons. But effectively his rule continued until <br/>\nhis death, bolstered by having his children in positions of <br/>\nauthority across Japan and by tactics such as holding the wives and <br/>\nfamilies of the territorial lords hostage at the Shogun palace at <br/>\nEdo (later Tokyo). He is remembered for his successful unification <br/>\nof Japan and for bequeathing it a long-absent stability through the <br/>\nestablishment of the Tokugawa dynasty.<br/>\n<br/>\nMavis Pilbeam, the author of a children&#39;s book on Japan under the <br/>\nShoguns and a British Museum librarian, said the relative peace <br/>\nenabled Japan&#39;s cultural life to flourish - painting, calligraphy, <br/>\ntheatre and music were already a well-established part of upper-<br/>\nclass life. &quot;It was an extremely sophisticated court at Edo. The <br/>\nShogun had their own artists. They had Noh-style theatre and music. <br/>\nThey were very cultured in that way,&quot; she said. And all the textiles <br/>\nand cloths were fantastic. Silk was made in Japan at that time and <br/>\nthere were high-class ceramics. They had mastered the art of <br/>\nporcelain, which they took from the Chinese and the Koreans. What <br/>\nhappened under the Tokugawa Shogunate was that because of the <br/>\ncomparative peace, it was a wonderful period for the arts, [such as] <br/>\nthe Ukiyo-e school of floating world pictures.&quot;<br/>\n<br/>\nMerchants, though at the bottom of the four-tier social order topped <br/>\nby the samurai, had money to spare on such delights because the <br/>\nwarring had stopped. There was a proliferation of woodcut prints and <br/>\nmore lavish textiles and ceramics. The British Museum is staging its <br/>\nown exhibition at the end of June of prints of heroes of the kabuki <br/>\ntheatre in Osaka between 1789 and 1830.<br/>\n<br/>\nArms and armour became more ornamental as they were no longer <br/>\nrequired for real fighting, but became largely ceremonial.<br/>\n<br/>\nThe teachings of the Chinese philosopher Confucius, who advocated <br/>\nkeeping people in their place amongst other things, gained <br/>\nprominence.<br/>\n<br/>\nYet, after Lord Tokugawa Ieyasu&#39;s death, many of these developments <br/>\ntook place behind closed doors. From 1639 until the middle of the <br/>\n19th century, Japan ceased dealing with all foreigners, bar the <br/>\nDutch who were allowed trading rights at Nagasaki. The Shogun feared <br/>\nWesterners wanted to take the country over. Only in the middle of <br/>\nthe 19th century did the Americans infiltrate Japanese isolation and <br/>\nthe country re-opened to the West.<br/>\n<br/>\nThis prompted a renewed fascination with Japan as seen in the <br/>\nGilbert and Sullivan operetta The Mikado and later in Puccini&#39;s <br/>\nopera Madame Butterfly as well as Japanese influence on garden <br/>\ndesign, the arts and crafts movement and even art nouveau, Ian <br/>\nBottomley said. Japan was added to the Grand Tour after Europe, <br/>\nIndia and America. After a lull during the war, it was revived in <br/>\nthe Sixties, ripe for Clavell&#39;s book in 1975, whichsold seven <br/>\nmillion copies. &quot;What Clavell was writing was fiction. He changed <br/>\nnames so he could play with history, but he didn&#39;t modify it much. <br/>\nHe just didn&#39;t use the names Ieyasu or Will Adams,&quot; he said.<br/>\n<br/>\nFor the Royal Armouries, interest in Lord Tokugawa Ieyasu stemmed <br/>\nfrom his gift of the armour, which is now one of the most highly <br/>\nprized items in its collection. Peter Armstrong, the Armouries&#39; <br/>\ndirector, said it had begun to forge a relationship with the Nikko <br/>\nshrine several years ago with a view to further understanding of the <br/>\narmour and other objects in its collections.<br/>\n<br/>\nThe shrine, now a World Heritage site, is one of the most visited in <br/>\nJapan though it was not Lord Tokugawa&#39;s original resting place. He <br/>\nwas moved there by imperial decree a year after his death. This <br/>\nshrine, too, was deemed too modest and was extended using 4.5 <br/>\nmillion craftsmen and labourers working for 17 months at a cost of <br/>\n£200m in today&#39;s money. The receipts and wages bill are still kept <br/>\nwithin the shrine complex.<br/>\n<br/>\n&quot;It has taken about six or seven years to get them to release <br/>\nobjects that are sacred,&quot; Mr Armstrong said. &quot;It&#39;s like lending <br/>\nbibles from cathedrals.&quot;<br/>\n<br/>\nWhether British visitors will grasp the sacred significance remains <br/>\nto be seen despite the Royal Armouries&#39; best efforts to be <br/>\nsensitive. At the very least, this exhibition will show fans of Star <br/>\nWars the cultural roots of the look of Darth Vader, an influence no <br/>\none could have predicted in Edo 400 years ago.<br/>\n<br/>\nThe Life of Lord Tokugawa Ieyasu runs at Royal Armouries, Leeds, <br/>\nfrom 6 June to 30 August</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 7048,
    "nextTopicId": 7041
}