{
    "totalMsgInTopic": 2,
    "messages": [
        {
            "userId": 150584227,
            "authorName": "Dean Wayland",
            "from": "Dean Wayland &lt;dean@...&gt;",
            "profile": "deanwayland",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Question for Tony (or anyone else) regarding the poles for a jin-maku",
            "postDate": "1116001232",
            "msgId": 7124,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PFdtNUxnT0FRUE5oQ0Z3TDRAdGhlZmlnaHRzY2hvb2wuZGVtb24uY28udWs+",
                "inReplyToHeader": "PDJjNTRkOTNlNzYzY2ZhMzFhMmZiNWU4NDhjN2Q1NmM3QGRvbmtleWlzbGFuZC5jb20+",
                "referencesHeader": "PDJjNTRkOTNlNzYzY2ZhMzFhMmZiNWU4NDhjN2Q1NmM3QGRvbmtleWlzbGFuZC5jb20+"
            },
            "prevInTopic": 7117,
            "nextInTopic": 0,
            "prevInTime": 7123,
            "nextInTime": 7125,
            "topicId": 7117,
            "numMessagesInTopic": 0,
            "msgSnippet": "Hi Tony, I need your advice. I m in the process of building a 62 metre jin-maku (a camp curtain for those not in the know). It s in six parts (4x13m and",
            "messageBody": "<div id=\"ygrps-yiv-792511823\">Hi Tony,<br/>\n<br/>\nI need your advice. I&#39;m in the process of building a 62 metre jin-maku<br/>\n(a &quot;camp curtain&quot; for those not in the know). It&#39;s in six parts (4x13m<br/>\nand 2x5m)and we&#39;ve gone for the more authentic structure, that is each<br/>\ncurtain is made of five narrow horizontal strips of linen fabric with<br/>\nmatching loops for its 6mm hemp suspension rope. Top and bottom panels<br/>\nare dark blue, the middle three are sky blue, as will be the loops.<br/>\nBlack painted kamon, to be applied later.<br/>\n<br/>\nNow, the question is in regard to the poles. On your site, you say that<br/>\nthe authentic material for these would be iron/steel rather than wood.<br/>\nFair enough, the pictures I&#39;ve been looking at would support that, as<br/>\nthey are quite thin and have a hook about a shaku from the top finial,<br/>\nwhich seems to be a sphere or the like in shape. How thick do you reckon<br/>\nthese poles are? Half inch maybe? They can&#39;t be too thick as this would<br/>\nmake them very heavy to transport. Any ideas? <br/>\n<br/>\nWhat concerns me is that at around seven and a half feet above the deck,<br/>\nplus I guess one and a half to two and a half in the deck, there is some<br/>\nrisk of bending? I don&#39;t yet know if I can get such a long length of<br/>\nmetal hardened and tempered to resist this, but I&#39;m still looking in to<br/>\nit, assuming that it is necessary.<br/>\n<br/>\nOf course there is the issue of just how many we need to get made, I was<br/>\nworking on one pole every 5 metres or so.<br/>\n<br/>\nAny input, or other suggestions on their design etc. would also be much<br/>\nappreciated.<br/>\n<br/>\nIf anyone else has a view, feel free to dive in, ninja not<br/>\nwithstanding:-)<br/>\n<br/>\nBTW Kitsuno-dono, the &quot;Ultimate Power&quot; link is a true killer LOL<br/>\n<br/>\nYours<br/>\n<br/>\nDean<br/>\n***<br/>\nDean Wayland<br/>\nHead Of The Fight School<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.thefightschool.demon.co.uk\">http://www.thefightschool.demon.co.uk</a></div>",
            "specialLinks": []
        },
        {
            "userId": 166870616,
            "authorName": "Cepo",
            "from": "Cepo &lt;cepo@...&gt;",
            "profile": "cepooooo",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "My 5c about Ninjas",
            "postDate": "1115933931",
            "msgId": 7117,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDJjNTRkOTNlNzYzY2ZhMzFhMmZiNWU4NDhjN2Q1NmM3QGRvbmtleWlzbGFuZC5jb20+"
            },
            "prevInTopic": 0,
            "nextInTopic": 7124,
            "prevInTime": 7116,
            "nextInTime": 7118,
            "topicId": 7117,
            "numMessagesInTopic": 0,
            "msgSnippet": "I have JUST finished my MA course load on Japanese History. I have studied with some of the best professors in the US. They made me read dozens of books about",
            "messageBody": "<div id=\"ygrps-yiv-1272161525\">I have JUST finished my MA course load on Japanese History. I have <br/>\nstudied with some of the best professors in the US. They made me read <br/>\ndozens of books about Japanese history (especially about the &quot;medieval&quot; <br/>\nperiod) written by all the greatest japanologists of the 20th century - <br/>\nincluding the whole Cambridge History of Japan. I have read thousands <br/>\nand thousands of pages...<br/>\n<br/>\nWell, I don&#39;t remember ONE WORD about ninjas.<br/>\nMay be that they&#39;re not so important in Japanese HISTORY?<br/>\n<br/>\nCheers,<br/>\ncepo<br/>\n<br/>\nPS = Anyway, I loved the Old Ninja in Samurai Fiction... the ones in <br/>\nLast Samurai, instead,  were baaaad: they all got killed, some of them <br/>\nby Tom Cruise - what a bunch of morons!!</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 7119,
    "nextTopicId": 7125
}