{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 145759856,
            "authorName": "Kitsuno",
            "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
            "profile": "kitsuno",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Living In Kyoto: Chuushingura: The Treasury of Loyal Retainers aka The 47 Ronin",
            "postDate": "1119028931",
            "msgId": 7232,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGQ4djBzMytuN3M5QGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 7231,
            "nextInTime": 7233,
            "topicId": 7232,
            "numMessagesInTopic": 0,
            "msgSnippet": "Living In Kyoto: Chuushingura: The Treasury of Loyal Retainers aka The 47 Ronin Posted by: activeadmin on Wednesday, June 15, 2005 - 08:00 AM Chuushingura: The",
            "messageBody": "<div id=\"ygrps-yiv-1698032942\">Living In Kyoto: Chuushingura: The Treasury of Loyal Retainers aka <br/>\nThe 47 Ronin<br/>\nPosted by: activeadmin on Wednesday, June 15, 2005 - 08:00 AM <br/>\n<br/>\nChuushingura: The Treasury of Loyal Retainers aka The 47 Ronin<br/>\n<br/>\nIn addition to Noh, I also went to see Bunraku, Japanese traditional <br/>\npuppet theater. Osaka, known for many things혰takoyaki, bargaining, <br/>\njaywalkers, and snoopy people혰is also famous for its Bunraku. <br/>\n<br/>\nI was excited for a number of reasons. One of course was the bunraku <br/>\nitself. I&#39;d attended a small introductory seminar the day before by <br/>\na bunraku troupe showing how the puppets moved and so on. It&#39;s not <br/>\nlike marionettes in the least. There is the head puppeteer who <br/>\ninserts his hand into the body of the puppet [which is about 4 feet <br/>\ntall] and controls the facial movements of the wooden head and the <br/>\nright arm. There are two underling puppeteers, one who controls the <br/>\nother hand and hands props to the right hand the true underling who <br/>\ncontrols only the feet. I think the troupe said it takes about 10 <br/>\nyears of apprenticeship working on just the feet before you can <br/>\ngraduate up to left hand. A puppeteer is trained in using only one <br/>\nparticular puppet and plays that role for his career혰such as the <br/>\nmiddle age man, young girl, married woman, and so on. <br/>\n<br/>\nThe head puppeteer is the only one who shows his face while the <br/>\nunderlings are dressed in black with black gauze covering their <br/>\nfaces to perpetuate the willing suspension of disbelief that in <br/>\nfact, they don&#39;t even exist. As apprentices, their contribution to <br/>\nthe puppetering is considered anonymous, and only the master is <br/>\nallowed credit. [On a random note, on Japanese TV game shows, you <br/>\ncan sometimes see a random prop guy going out to hand something to <br/>\nthe contestants, and if that is the case, he wears a black gauze hat <br/>\nthing covering his face. I wonder if it&#39;s a modern outgrowth of the <br/>\nbunraku thing.] The troupe demonstrated a puppet crying, arranging <br/>\nher hair, and reading a letter, and all her gestures were so in <br/>\nkeeping with real human movements that it was really quite eerie. <br/>\n<br/>\nThe bunraku play I went to see was called Chushingura or, as it&#39;s <br/>\ntranslated in English, The 47 Ronin. It&#39;s based on a real incident <br/>\nthat occurred in Tokugawa Japan [1600&#39;s or so]. In the presence of <br/>\nthe shogun, it was forbidden to draw swords. A young nobleman was <br/>\nbeing bullied by an older courtier and was so insulted he pulled out <br/>\nhis sword and attacked the elder. For violating the rule, the <br/>\nyounger nobleman was forced to commit seppuku [ritual suicide] while <br/>\nthe elder was unpunished. In order to prevent violence, according to <br/>\nthe laws of that time, whoever engaged in a fight, the attacker as <br/>\nwell as the attacked both would be forced to commit seppuku. That <br/>\nthe corrupt elder courtier was not punished at all upset many <br/>\npeople. <br/>\n<br/>\nTo reinstate the honor of their lord and avenge his death, 47 of his <br/>\nloyal retainers planned, over the course of 2 years, an elaborate <br/>\nscheme to kill the elder courtier. They avenged their lord&#39;s death <br/>\nand paraded through town with the head of the elder courtier. All 47 <br/>\nwere forced to commit seppuku as well. The play explores the initial <br/>\nstories of several of the 47, focusing particularly on the life of <br/>\nthe leader of the ronin [lordless samurai]. The lead role was <br/>\nperformed by a master puppeteer who is in his 80&#39;s and was <br/>\ndesignated a Living National Treasure. It&#39;s simply soaked in bathos. <br/>\nA kind of who can outdo who in self-inflicted suffering. By the way, <br/>\nthe above summary is of the play, not of the actual historical event혰<br/>\nwhich obviously differs from the play in many key places, for <br/>\nexample, the young lord who&#39;s death was being avenged, was in fact <br/>\nstupid and cowardly.<br/>\n<br/>\nThe story has been wildly popular in Japan ever since. It was made <br/>\ninto both a Kabuki and Bunraku play, and airs in dorama form on TV <br/>\nevery few years. Because it has so many good roles, Chuushingura is <br/>\na good way for a TV station to bring out and showcase all of its <br/>\nmajor actors. Every year, there&#39;s a Chuushingura parade in the town <br/>\nof Yamashina [a little south of Kyoto] because that&#39;s where the <br/>\nleader of the 47 ronin lived. It&#39;s held on Dec. 14, the day they <br/>\nfinally avenged their master&#39;s death. The parade was interesting <br/>\nbecause it was just random people from the town of Yamashina dressed <br/>\nas various ronin. You could see families in the crowd saying &quot;look, <br/>\nthere&#39;s dad&quot; as men marched by in costume. <br/>\n<br/>\nAnyway, back to the bunraku. The puppetry truly was enchanting. The <br/>\nstage is huge and elaborate, with layers and layers to indicate the <br/>\noutside, the outside of a building, and rooms inside, all of which <br/>\nthe puppets and puppeteers can pass through. In one of the scenes <br/>\nnear the end, white confetti drifted down in just the &quot;outside&quot; <br/>\nlayer to look like snow. On the right of the stage are chanters, who <br/>\nchant the dialogue much in the same way that Noh plays are done, <br/>\nexcept that it&#39;s much faster than the elongated drawls of Noh. <br/>\nThere&#39;re also shamisen players who provide accompaniment for the <br/>\nchanters.<br/>\n<br/>\nA full Bunarku play is a whole day-long affair. I was only going for <br/>\nthe second half of it, which started at 4. I thought it would end by <br/>\n6 or 7 and then could eat dinner in and explore Osaka. It carried on <br/>\nuntil 9 pm. I really enjoyed Bunraku, but 5 straight hours of it <br/>\npushed me a little over the edge. It was a battle not to fall asleep <br/>\nespecially because I&#39;d stayed up much of the night before reading <br/>\nthe English translation of the play. And so, my only experience of <br/>\nOsaka was the subway and the Bunraku theater! But fear not, I did <br/>\neventually explore Osaka, and will write it all up, probably several <br/>\narticles from now.</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 7230,
    "nextTopicId": 7233
}