{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 145759856,
            "authorName": "Kitsuno",
            "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
            "profile": "kitsuno",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "REVIEWS: Roningai",
            "postDate": "1119029185",
            "msgId": 7233,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGQ4djE0MStwcWZjQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 7232,
            "nextInTime": 7234,
            "topicId": 7233,
            "numMessagesInTopic": 0,
            "msgSnippet": "REVIEWS Roningai (1990) AKA: Street of the Ronin; Street of the Masterless Samurai Premise: A restaurant outside of Edo in the early 19th century is a hangout",
            "messageBody": "<div id=\"ygrps-yiv-181320889\">REVIEWS <br/>\n<br/>\nRoningai (1990)<br/>\n<br/>\nAKA: Street of the Ronin; Street of the Masterless Samurai<br/>\n<br/>\nPremise: A restaurant outside of Edo in the early 19th century is a <br/>\nhangout for whores, lechers and unemployed samurai known as ronin. A <br/>\ngroup of dissatisfied samurai begin murdering prostitutes and even <br/>\nthe restaurant&#39;s owner. When a prostitute named Oshin tries to fight <br/>\nback and is captured, three swordsmen come to her defense. <br/>\n<br/>\nReview: The Japanese are true masters of cinema and Roningai is <br/>\nproof positive. Director Kazuo Kuroki paints a rich and detailed <br/>\ntapestry of flawed characters and brutal violence nearing the end of <br/>\nthe age of samurai that carefully builds up to an eruption of <br/>\nintense swordplay in the final act. <br/>\n<br/>\nIt is a period on Japanese history marked by transition from the <br/>\nfeudal era where samurai were near the top of the social ladder to <br/>\nan era of relative stability leading into the Meiji Restoration. <br/>\nRoningai follows the pitiful lives of a number of people who <br/>\nconverge on a restaurant just outside of Edo and must contend with <br/>\nmurderous samurai. Aramaki Gennai, a wild ronin reminiscent of <br/>\nToshiro Mifune&#39;s Kikuchiyo from Seven Samurai arrives to resume a <br/>\nbawdy relationship with a high-priced prostitute named Oshin. She&#39;s <br/>\nalso the object of desire for a more reserved ronin named Horo <br/>\nGombei. A third warrior known as &quot;Bull&quot; has become the self <br/>\nproclaimed protector of Oshin and all of the prostitutes who <br/>\nfrequent the eatery. Another frustrated warrior named Doi lives with <br/>\nhis sister and has become a breeder of smelly birds. Trouble begins <br/>\nas one by one; the prostitutes begin to turn up dead. Growing fear <br/>\nand uncertainty reaches a fever pitch when the restaurant&#39;s owner is <br/>\nalso killed. The killers themselves, a group of samurai and their <br/>\nretainers crash the funeral and declare both their distaste for the <br/>\nworld&#39;s oldest profession and their intention to kill any more who <br/>\ncontinue the practice. Incensed, Oshin and Doi&#39;s sister plot their <br/>\nrevenge by setting a trap in order to shoot the first samurai who <br/>\nattacks with a pistol. Bull, who has sold himself to the samurai <br/>\nfoils the attempt and the two girls are captured. After <br/>\nincriminating evidence of the samurais&#39; illicit activities come into <br/>\nthe hands of Doi, his sister is released and Oshin comes in danger <br/>\nof being torn apart by real bulls unless the ronin turn up with the <br/>\nevidence. Still in a drunken stupor, Gennai shows up first to <br/>\nchallenge over 100 men single-handedly. Learning of Oshin&#39;s plight, <br/>\nGombei then plows into the fray. Finally, Doi in full armor rides in <br/>\non horseback and the three warriors fight furiously to save Oshin. <br/>\n<br/>\nKazuo apparently chose filmmaking over a career in the ministry <br/>\nafter becoming inspired by the films of Akira Kurosawa. This film <br/>\nclearly displays those influences and perhaps most noticeable are <br/>\nthe details. Everything from the sets and costumes to the story <br/>\nstructure and camera work is meticulously recreated and used. Also <br/>\nlike Kurosawa&#39;s films, the characters are dark and tragic. One <br/>\ndifference is that instead of watching them descend into darkness, <br/>\nthey begin there and rise out to become noble. It&#39;s hard to describe <br/>\njust how well this is done. Initially, Oshin is frivolous and Gennai <br/>\nis a drunkard seemingly uncaring about the murders or anything else. <br/>\nGombei is cowardly in his secret affections for Oshin and later <br/>\nendures humiliation as a result. Bull is both a coward and an <br/>\nopportunist who sells himself to the samurai. Even Doi, who has <br/>\nactually managed to earn a living, browbeats his supportive sister <br/>\nwhile dreaming of being a samurai again. All of these characters are <br/>\nfairly unlikable. But as they become challenged by the murderous <br/>\nsamurai, they all eventually rise to the challenge and prove to be <br/>\nbetter than the samurai who scorn them. <br/>\n<br/>\nAs a chambara film, the swordplay action is fairly sparse until the <br/>\nfinal scene, but it more than makes up for it. Holding back on the <br/>\naction actually has the positive effect of making the finale fight <br/>\nseem all the more startling. You&#39;ve almost come to expect nothing <br/>\nfrom these swordsmen and when they leap into action, the result is <br/>\nincredible. The actor who plays Gennai gives a wonderfully <br/>\nexpressive physical performance as he stumbles around flinging <br/>\nbloodied swords about. His hair which is out of control reminded me <br/>\nof Max Mok in The Assassin and although that is no compliment, his <br/>\nfrenzied role is definitely a highlight. <br/>\n<br/>\nRoningai is a terrific chambara film and also a fine example of how <br/>\ncharacter and depth need not be sacrificed for action and <br/>\nexcitement. With excellent production values, acting and a simmering <br/>\nplot topped off with an incredible finale, you are strongly advised <br/>\nto seek this film out.<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.kungfucinema.com/reviews/roningai_053105.htm\">http://www.kungfucinema.com/reviews/roningai_053105.htm</a></div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 7232,
    "nextTopicId": 7235
}