{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 145759856,
            "authorName": "Kitsuno",
            "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
            "profile": "kitsuno",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Father and Son Warriors in &quot;The Last Samurai&quot;",
            "postDate": "1120238521",
            "msgId": 7265,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGRhM3UzcCtrNW9hQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 7264,
            "nextInTime": 7266,
            "topicId": 7265,
            "numMessagesInTopic": 0,
            "msgSnippet": "The Last Samurai Premiere: Interviews with Ken Watanabe and Shin Koyamada From Rebecca Murray, Your Guide to Hollywood Movies. Father and Son Warriors in",
            "messageBody": "<div id=\"ygrps-yiv-55846247\">&quot;The Last Samurai&quot; Premiere: Interviews with Ken Watanabe and Shin <br/>\nKoyamada<br/>\nFrom Rebecca Murray,<br/>\nYour Guide to Hollywood Movies.<br/>\n<br/>\nFather and Son Warriors in &quot;The Last Samurai&quot;<br/>\nIn &quot;The Last Samurai,&quot; Ken Watanabe plays Katsumoto, the leader of <br/>\nthe samurai who first captures then befriends Tom Cruise&#39;s <br/>\ncharacter, Captain Nathan Algren. Shin Koyamada co-stars as <br/>\nKatsumoto&#39;s son, Nobutada, a skilled young samurai who takes an <br/>\nimmediate liking to Algren and teaches him the ways of Japan.<br/>\nCatching up with the two stars at the US Premiere of &quot;The Last <br/>\nSamurai,&quot; I had an opportunity to ask each about their work on this <br/>\nbig budget American film.<br/>\n<br/>\nKEN WATANABE (&#39;Katsumoto&#39;):<br/>\n<br/>\nHow difficult was the language barrier when you were working?<br/>\nAt first it was so difficult. The dialogue [took much] practice, and <br/>\n[much] practice of pronunciation. <br/>\n<br/>\nI understood the meaning, so it was it was very comfortable. But <br/>\nconversation, I want to more deep feeling and more deep stories. I <br/>\nwant to talk with Ed [Zwick] and Tom [Cruise] and it&#39;s so difficult. <br/>\nIt was step by step.<br/>\nDid you have a translator on the set when you were working?<br/>\nYes. In very sensitive scenes, I had to have correct meaning. I used <br/>\na translator to understand and act.<br/>\n<br/>\nWhat was your most difficult scene to film?<br/>\nThe cherry blossoms. Three days of shooting and oh my God! It&#39;s a <br/>\nterrible schedule.<br/>\n<br/>\nSHIN KOYAMADA (&#39;Nobutada&#39;):<br/>\n<br/>\nCan you tell me a little about your role in &quot;The Last Samurai?&quot;<br/>\nI play the young samurai Nobutada who befriends captured American <br/>\nsoldier, played by Tom Cruise. My father, the leader samurai, <br/>\nadvises me to teach Tom&#39;s character in the Japanese way  Japanese <br/>\nculture and Japanese language.<br/>\n<br/>\nYour character&#39;s also an expert with bow and arrows. Did you train <br/>\nor were you already familiar with archery?<br/>\nI had to spend most of my time training Japanese archery and <br/>\nhorseback riding since the movie was starting. I even paid to <br/>\npractice on my days off (laughing).<br/>\n<br/>\nHow difficult was it to learn the bow?<br/>\nJapanese archery is not actually a sport. Martial arts, it is kind <br/>\nof like mediation. So you had to learn mentally and it took me <br/>\nawhile to understand Japanese archery itself. <br/>\n<br/>\nWhat do you think about the way the samurai lifestyle is portrayed?<br/>\nThis is THE movie where you can learn about samurai (laughing).<br/>\n<br/>\nYou had a lot of action in this movie. What was the most difficult <br/>\nstunt for you to do?<br/>\nI had to shoot the arrows on horseback. It takes usually 10 years to <br/>\ndo that. I had to it for seven months to learn it. I killed myself <br/>\nlearning [so as] not to be embarrassed to show Japanese people, <br/>\nrespectfully.<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://movies.about.com/cs/thelastsamurai/a/smkw120103.htm\">http://movies.about.com/cs/thelastsamurai/a/smkw120103.htm</a></div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 7264,
    "nextTopicId": 7266
}