{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 145759856,
            "authorName": "Kitsuno",
            "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
            "profile": "kitsuno",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "By the Sword: A History of Gladiators, Musketeers, Samurai, Swashbucklers...",
            "postDate": "1120239375",
            "msgId": 7269,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGRhM3V1Zitoa2oyQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 7268,
            "nextInTime": 7270,
            "topicId": 7269,
            "numMessagesInTopic": 0,
            "msgSnippet": "By the Sword: A History of Gladiators, Musketeers, Samurai, Swashbucklers, and Olympic Champions, by Richard Cohen New York: Modern Paperback Library, 2003.",
            "messageBody": "<div id=\"ygrps-yiv-80912187\">By the Sword: A History of Gladiators, Musketeers, Samurai, <br/>\nSwashbucklers, and Olympic Champions, by Richard Cohen<br/>\n<br/>\nNew York: Modern Paperback Library, 2003. Pp. xxiv, 519 pages. <br/>\nIllus., notes, index. $15.95 paper. ISBN:0-8129-6966-9.<br/>\n<br/>\n<br/>\nWhile Richard Cohen&#39;s By the Sword isn&#39;t directly related to the <br/>\ntopic of military history, it does provide the reader with a rare <br/>\nand fascinating glimpse into the development of the sword, a weapon <br/>\nthat played a pivotal role in warfare for at least three millennia. <br/>\n<br/>\nA former Olympic fencer himself, the author starts off by telling us <br/>\nthat it was the ancient Assyrian king, Nimus, who first made fencing <br/>\ninto a formal sport and hired fencing masters to teach his troops <br/>\nswordsmanship. Cohen then tells the reader that the classical <br/>\nGreeks, for all their record of military success against the <br/>\nPersians and in producing brutally efficient soldiers like the <br/>\nSpartans, looked down on the art of swordplay. They admired skill <br/>\nwith the javelin more than the sword, feeling that it was a weapon <br/>\nof last resort only. <br/>\n<br/>\nCohen devotes an entire chapter to the art of sword-making. He tells <br/>\nthe secret of the Damascus steel, used to make some of the most <br/>\nhighly prized swords of the Middle Ages. The city&#39;s famous sword <br/>\nsmiths would use special steel ingots imported from India that were <br/>\na mixture of low-carbon and high-carbon iron alloys that gave <br/>\nDamascus blades the combination of strength and flexibility that <br/>\nmade them so highly valued in their time. Each culture would have <br/>\nits own unique way of testing the sharpness of a newly forged sword. <br/>\nArab smiths would place a new blade point down in a stream to see if <br/>\nit could cut a drifting leaf. The Japanese used what had to be the <br/>\nmost gruesome method of all to test a blade&#39;s quality: one medieval <br/>\nJapanese sword smith certified his blades through the use of the <br/>\niai, a special upward thrust that involved chopping a condemned <br/>\ncriminal in two by slicing him from hip to shoulder. <br/>\n<br/>\nOne of book&#39;s charms is that Cohen populates it with interesting <br/>\ncharacters. We learn that d&#39;Artagnan, the famous hero of Alexandre <br/>\nDumas&#39;s The Three Musketeers, actually existed. Born in 1615, the <br/>\nFrench swordsman led a life just as adventurous as the one described <br/>\nin Dumas&#39;s novel, including service as a secret agent for Cardinal <br/>\nMazarin, the successor to the fictional d&#39;Artagnan&#39;s nemesis, the <br/>\nreal-life Cardinal Richelieu. <br/>\n<br/>\nOne truly strange personality was the 18th century French swordsman, <br/>\nthe Chevalier d&#39;Eon. The best fencer of his day, the Chevalier was <br/>\nalso Europe&#39;s most notorious transvestite. In 1787, when he was 59, <br/>\nhe participated in a duel in London witnessed by the Prince of Wales <br/>\nand other members of English high society; Dressed like a <br/>\ngrandmother, and nearly 20 years older than his opponent, d&#39;Eon <br/>\nstill won the match, outscoring his adversary by seven hits to one. <br/>\n<br/>\nAs the stories of d&#39;Artagnan and the Chevalier d&#39;Eon show, it is the <br/>\nidea of the duel that ties Cohen&#39;s book together. Long after the <br/>\nsword began to lose its military utility, the ability to use a blade <br/>\nremained a mark of character and skill. Otto von Bismarck, Germany&#39;s <br/>\nIron Chancellor, was a duelist during his student days. Even Karl <br/>\nMarx learned to fence. In pre-Civil War New Orleans there was a <br/>\ndueling ground called &quot;The Dueling Oaks&quot; where at one point up to a <br/>\ndozen duels were held every week. <br/>\n<br/>\nAnd sometimes the art of the sword was an aid to the imagination. <br/>\nThe duels in Alexandre Dumas&#39;s books were more than just the <br/>\nproducts of a vivid imagination. T he French novelist took fencing <br/>\nlessons three times a week. The tradition of using swordplay to <br/>\nsettle matters of honor survived throughout the 20th century. Duels <br/>\nwere being held in Italy as late as the 1920s. Even modern Germany, <br/>\nthe land of Siemens and BMW, still quietly maintains the custom of <br/>\nthe duel. Cohen notes that between 1500 and 2000 non-lethal duels <br/>\nare still fought in Germany and Austria every year. And though it&#39;s <br/>\nnever mentioned in their quarterly reports, some German companies <br/>\nrequire a dueling background if a person wants to become a senior <br/>\nexecutive. Settling affairs by the sword seems to fulfill a primal <br/>\nneed for personal combat in some very modern people. <br/>\n<br/>\nIt&#39;s when By the Sword discusses fencing as an Olympic sport that it <br/>\nis at its weakest. The last few chapters of the book turn into a <br/>\nlitany of famousto a fencer at leastfencing masters and Olympic <br/>\nduels that are of only mild interest to a non-fencer. But even here, <br/>\nCohen makes things lively by dropping in an interesting character or <br/>\ntwo, including the beautiful Helene Mayer, a German Jew who competed <br/>\nfor the Nazis at the 1936 Berlin Olympics. <br/>\n<br/>\nOverall, By the Sword is a gold mine of information about a world <br/>\nthat has generally only been available to the public through the <br/>\nlens of a movie camera. It&#39;s the only book you&#39;re ever going to need <br/>\nabout the history of the sword. Unless you plan to take up <br/>\nswashbuckling, of course. <br/>\n<br/>\nReviewer: Michael G. Gallagher</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 7268,
    "nextTopicId": 7273
}