{
    "totalMsgInTopic": 2,
    "messages": [
        {
            "userId": 228563215,
            "authorName": "shikisokuzekukusokuzeshiki8",
            "from": "&quot;shikisokuzekukusokuzeshiki8&quot; &lt;tonchamon@...&gt;",
            "profile": "shikisokuzekukusokuzeshiki8",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Re: Tsukudajima survives beneath concrete and steel",
            "postDate": "1121748985",
            "msgId": 7307,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGRiaTE1cCt0M3B1QGVHcm91cHMuY29tPg==",
                "inReplyToHeader": "PGRhM3ZpMisycjB0QGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 7270,
            "nextInTopic": 0,
            "prevInTime": 7306,
            "nextInTime": 7308,
            "topicId": 7270,
            "numMessagesInTopic": 0,
            "msgSnippet": "... I am reading a book written by Tokugawa Munefusa who is 11th  Head of the Tayasu Tokugawa Household. The book is called Secret stories of Tokugawa 400",
            "messageBody": "<div id=\"ygrps-yiv-436055793\"><blockquote><span title=\"ireply\">&gt;&gt;Tsunenari Tokugawa, 18th Head of the Tokugawa Shogunal Household, <br/>\n<br/>\n </span></blockquote>I am reading a book written by Tokugawa Munefusa who is 11th  Head of <br/>\nthe Tayasu Tokugawa Household.<br/>\nThe book is called &quot;Secret stories of Tokugawa 400 years&quot;<br/>\nFor example,<br/>\n&quot;Ieyasu liked Shingen, didn&#39;like Nobunaga&quot; <br/>\n&quot;Hideyoshi and Ieyasu went pee together before attacking Odawara castle.<br/>\n&quot;Young Nobunaga was a punk&quot;<br/>\n&quot;Shingen&#39;s love letter to the boy&quot;<br/>\n&quot;Tsukudajima fishermen were sea ninja&quot;<br/>\n<br/>\nNothing really secret but fun to read.</div>",
            "specialLinks": []
        },
        {
            "userId": 145759856,
            "authorName": "Kitsuno",
            "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
            "profile": "kitsuno",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Tsukudajima survives beneath concrete and steel",
            "postDate": "1120240002",
            "msgId": 7270,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGRhM3ZpMisycjB0QGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 7307,
            "prevInTime": 7269,
            "nextInTime": 7271,
            "topicId": 7270,
            "numMessagesInTopic": 0,
            "msgSnippet": "Weekend Beat: Tsukudajima survives beneath concrete and steel 06/25/2005 By MICHAEL KLEINDL, Contributing Writer Tsukudajima is a neighborhood unlike any other",
            "messageBody": "<div id=\"ygrps-yiv-515314520\">Weekend Beat: Tsukudajima survives beneath concrete and steel<br/>\n06/25/2005<br/>\n<br/>\nBy MICHAEL KLEINDL, Contributing Writer<br/>\n<br/>\n<br/>\nTsukudajima is a neighborhood unlike any other in Tokyo. It survived <br/>\nunscathed the Great Kanto Earthquake and the fire bombings of World <br/>\nWar II, but other pockets of the city share that good fortune. What <br/>\nsets Tsukudajima apart is the sense of community that has survived <br/>\nfor four centuries. <br/>\n<br/>\nOriginally a grassy island at the estuary of the Sumidagawa river, <br/>\nit was settled at the beginning of the Edo Period (1603-1867), at <br/>\nthe invitation of Tokugawa Ieyasu, by a group of fishermen from <br/>\nOsaka whose descendants still fish the waters of Tokyo Bay. They <br/>\ncalled it Tsukudajima, an area that roughly corresponds to Tsukuda 1-<br/>\nchome. <br/>\n<br/>\nTsunenari Tokugawa, 18th Head of the Tokugawa Shogunal Household, <br/>\nlooks at least 10 years younger than his 65 years. For 38 of those <br/>\nyears he worked at Nippon Yusen Kaisha (NYK Line), but retired as <br/>\nvice president two years ago to devote his time and energy to <br/>\nestablishing the Tokugawa Memorial Foundation. <br/>\n<br/>\n&quot;Do you mind if I smoke?&quot; he asks, sitting in his NYK office, where <br/>\nhe still works as a consultant. &quot;This is the only room in the whole <br/>\nbuilding where smoking is still permitted,&quot; he says and <br/>\nshrugs. &quot;Executive privilege,&quot; he says with a smile. <br/>\n<br/>\nTokugawa explains that Ieyasu once needed to visit a shrine in the <br/>\nOsaka area, but the trip was made difficult because of a flood. <br/>\nFishermen from a nearby village, Tsukudamura, provided boats and <br/>\nprovisions and helped him reach the shrine. Ieyasu was grateful for <br/>\ntheir help and when he moved into Fushimi Castle, he asked them to <br/>\nprovide fresh fish to the castle. <br/>\n<br/>\nAfter he became shogun and began to govern, Ieyasu invited the <br/>\nfishermen to Edo, gave them the island, which they named <br/>\nTsukudajima, and granted them fishing rights to all of Edo Bay. He <br/>\nasked them to provide fresh fish every day to Edo Castle, <br/>\nparticularly shirauo, whitebait. <br/>\n<br/>\n&quot;They brought virtually all of them to the castle and this continued <br/>\nfor 260 years,&quot; Tokugawa says. <br/>\n<br/>\nThe Tsukudajima people were still providing shirauo to the Tokugawa <br/>\nfamily after the start of the Meiji Era (1868-1912). <br/>\n<br/>\n&quot;On March 1, four or five representatives of the Tsukudajima people <br/>\ncome to my home to present a quantity of shirauo,&quot; Tokygawa <br/>\nsays. &quot;It is a small, transparent fish that turns white when you <br/>\ncook it. Very delicious,&quot; he says. &quot;Especially as tempura. That&#39;s <br/>\nhow my wife fixes it for me.&quot; <br/>\n<br/>\n&quot;But, alas, no shirauo are left in Tokyo Bay,&quot; he says. &quot;The last <br/>\nwere caught, I believe, in the late 1950s. Since then they&#39;ve been <br/>\ngoing to Tsukiji fish market to get the best shirauo they could <br/>\nfind.&quot; <br/>\n<br/>\nOn a more hopeful note Tokugawa says that the water quality in the <br/>\nbay has improved tremendously and that researchers have succeeded in <br/>\nhatching shirauo. &quot;If that fish comes back to Tokyo Bay it will be a <br/>\nvictorious day for the ecology.&quot; <br/>\n<br/>\n&quot;This is not a dream,&quot; he adds. &quot;Some sushi-quality fish you get now <br/>\ncome from Tokyo Bay. I&#39;m crossing my fingers that someday the <br/>\nshirauo will be back.&quot; <br/>\n<br/>\nTsukudajima still retains the slow-paced atmosphere of a rural <br/>\nfishing village. The houses, many of which are superb examples of <br/>\nmokuzo kaoku, traditional wooden timbered structures, are crowded <br/>\ntogether with only narrow passageways between them. A few long-<br/>\nhandled water pumps, which still work, are scattered throughout the <br/>\nneighborhood. Docked at a rickety peer in a canal off the river are <br/>\nseveral fishing vessels and a traditional yakatabune, a tatami-<br/>\nfloored party boat, which can be hired out for special occasions. <br/>\n<br/>\nThe small neighborhood is bordered on two sides by nine towering <br/>\napartment buildings, with more on the way. But if you turn your back <br/>\non the high-rises and look toward the river, nothing looms on the <br/>\nhorizon. <br/>\n<br/>\nThe heart of the neighborhood embraces a post office, a liquor <br/>\nstore, a barber shop, and a general store that sells everything from <br/>\nscrubbing powder and dishwashing liquid to jump ropes and penny <br/>\ncandy-100 kinds that attract a constant parade of neighborhood kids. <br/>\n<br/>\nThese shops have been run by their respective families for <br/>\ngenerations. The neighborhood also boasts three shops that <br/>\nspecialize in tsukudani, an Edo-Period delicacy. <br/>\n<br/>\nTsukudani is a salty-sweet preserve of tiny fish, shrimp, shellfish, <br/>\nseaweed, or other edibles that have been simmered in soy sauce, <br/>\nsugar and salt. Often eaten as a topping on rice, tsukudani <br/>\noriginated in Tsukudajima. <br/>\n<br/>\nKenji Kobayashi, the voluble sixth-generation proprietor of Marukyu, <br/>\na tsukudani shop open since 1859, stands behind his small counter <br/>\nlined with red lacquer boxes containing various types of tsukudani. <br/>\n<br/>\n&quot;Each item is simmered for three or four hours in a huge iron pot,&quot; <br/>\nhe says, spreading his arms apart, &quot;large enough for two men to <br/>\nstand inside.&quot; <br/>\n<br/>\nHis tsukudani is made exactly the way it&#39;s always been made, he <br/>\npoints out. The exact balance of salty and sweet is a secret varying <br/>\nfrom shop to shop. &quot;We make new batches every two to three days <br/>\ndepending on what&#39;s needed,&quot; he says. <br/>\n<br/>\n&quot;Once all our raw material came from Tokyo Bay,&quot; he says, gesturing <br/>\ntoward the river. &quot;The fish, the seaweed, the shrimp-but now only <br/>\nasari (clams) come from the bay.&quot; <br/>\n<br/>\nThe apartment towers don&#39;t seem to bother him much. &quot;We&#39;ve got three <br/>\ngenerations of customers coming here,&quot; Kobayashi says. &quot;Even those <br/>\nnew apartment buildings are not bad for us. Many young people are <br/>\nliving there and some of them come in to try our tsukudani.&quot; <br/>\n<br/>\nThere are two other old tsukudani shops on the same street, Tenyasu <br/>\nand Tsukugen Tanakaya, each in business for about 160 years. <br/>\n<br/>\nAnother member of the community is Yasuhide Nakajima, an 11th-<br/>\ngeneration master craftsman of Edo-style lacquer work. <br/>\n<br/>\n&quot;My ancestors started in Nihonbashi at the time of Tokugawa Iemitsu, <br/>\nmore than 300 years ago,&quot; says the 61-year-old artisan. <br/>\n<br/>\nThe war destroyed his family workshop. About 40 years ago his father <br/>\nmoved the atelier to Tsukudajima. The old wooden shack that serves <br/>\nas his workshop is perhaps the oldest building in the neighborhood. <br/>\n<br/>\nOne of Nakajima&#39;s best-selling items is eight-sided chopsticks made <br/>\nfrom teak or purple rosewood. &quot;These chopsticks will last 20 years,&quot; <br/>\nhe says. &quot;And I&#39;ll repair them for free, if they need it.&quot; <br/>\n<br/>\n&quot;I make real things,&quot; says Nakajima. <br/>\n<br/>\nHis family is famous for the luminous dakkanshitsu (Japanese sweets <br/>\ndish). It is painstakingly crafted layer by layer of hemp linen, <br/>\nwashi paper and coatings of red lacquer. Creating a set of five <br/>\ntakes three years. <br/>\n<br/>\nLacquer painting is a tedious process. &quot;It&#39;s paint-dry-paint-dry,&quot; <br/>\nNakajima says. &quot;You brush on one coat of lacquer and that&#39;s it for <br/>\nthe day,&quot; he says with a grin. &quot;Young people don&#39;t have the patience <br/>\nfor this kind of work.&quot; <br/>\n<br/>\nPatience is most important, stresses Nakajima. It takes time to make <br/>\nsomething strong, beautiful, and useful-until aji ga deru, the <br/>\ndeeper quality, is revealed. <br/>\n<br/>\nSomething similar, perhaps, happens to neighborhoods. Four centuries <br/>\nof remembrance and appreciation have helped to define the unique <br/>\nsense of community that thrives in Tsukudajima. <br/>\n<br/>\nHigh-rise by high-rise, the city slowly encroaches on Tsukudajima, <br/>\nbut life still goes on pretty much as it has for generations. <br/>\n<br/>\nA tofu peddler, a young man in baggy jeans and a baseball cap, pulls <br/>\na cart through the narrow alleyways and occasionally blows two <br/>\nforlorn notes on a small brass horn announcing fresh tofu for sale. <br/>\nA housewife stops him to purchase something for the evening meal. <br/>\nThen he is on his way again-his tune floating on the evening air. <br/>\n<br/>\n* <br/>\n<br/>\n* <br/>\n<br/>\n* <br/>\n<br/>\nMarukyu (1-2-10 Tsukuda, Chuo Ward, 03-3531-4823). Tenyasu (1-3-14 <br/>\nTsukuda, 03-3531-3457). Tsukugen Tanakaya (1-3-13 Tsukuda, 03-3531-<br/>\n2649). Yasuhide Nakajima&#39;s workshop, 1-4-12 Tsukuda, 03-3531-6868.<br/>\n(IHT/Asahi: June 25,2005)</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 7302,
    "nextTopicId": 7299
}