{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 145759856,
            "authorName": "Kitsuno",
            "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
            "profile": "kitsuno",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Relics of the ruler who unified Japan come to Leeds",
            "postDate": "1120240321",
            "msgId": 7273,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGRhM3ZzMStkMjduQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 7272,
            "nextInTime": 7274,
            "topicId": 7273,
            "numMessagesInTopic": 0,
            "msgSnippet": "Relics of the ruler who unified Japan come to Leeds Martin Wainwright Monday June 6, 2005 The Guardian Delicate negotiations between British museum curators",
            "messageBody": "<div id=\"ygrps-yiv-384816221\">Relics of the ruler who unified Japan come to Leeds <br/>\n<br/>\nMartin Wainwright<br/>\nMonday June 6, 2005<br/>\nThe Guardian <br/>\n<br/>\nDelicate negotiations between British museum curators and a Japanese <br/>\nshrine have unlocked a 400-year-old chest of sacred art, which goes <br/>\non show today under the supervision of Shinto priests. <br/>\nPaintings on gold leaf and minute instructions about military <br/>\netiquette in a savage civil war will be on display for three months <br/>\nat the Royal Armouries in Leeds, along with a spidery letter from <br/>\nthe English sea-pilot William Adams, whose story inspired the best-<br/>\nselling novel Shogun. <br/>\n<br/>\nThe exhibition tells the story of Lord Tokugawa Ieyasu, the 17th-<br/>\ncentury unifier of Japan who took the title Shogun and was later <br/>\ndeclared a god. The status of objects such as a vast gold fan which <br/>\nhe carried at his many battles led to years of negotiations over <br/>\ntheir first loan for showing abroad. <br/>\n&quot;It has been a triumph for international cooperation,&quot; said Paul <br/>\nEvans, chief executive of the Royal Armouries, which will return a <br/>\nnumber of the most delicate artworks after only six weeks as their <br/>\nfragile condition requires limited exposure to light. <br/>\n<br/>\n&quot;It has called on all the expertise, diplomacy and determination of <br/>\nthe staff of the Royal Armouries and the Nikko Toshogu shrine <br/>\n(dedicated to the Shogun) to bring to life the story of a great <br/>\nman.&quot; <br/>\n<br/>\nLaunched yesterday with a hair-raising display of Yabusame, the high-<br/>\nspeed mounted archery which won Tokugawa&#39;s battles, the exhibition <br/>\nalso shows the mismatch in understanding between Japan and the west <br/>\nfor centuries. In spite of the presence of men such as Adams, an <br/>\nArmada war veteran who advised the Shogun on naval policy, ignorance <br/>\nwas sometimes spectacular. <br/>\n<br/>\nThe exhibition includes a presentation suit of armour sent by the <br/>\nShogun to England&#39;s King James I which within 30 years was <br/>\ncatalogued at the Tower of London as &quot;a gift from the Great Moghul&quot; <br/>\n(of India). Even greater indignities were inflicted on similar suits <br/>\nsent to the court in Austria, where they were reclassified for <br/>\ndiplomatic purposes to do with the conquest of Mexico as &quot;having <br/>\nbelonged to Montezuma and his son&quot;. <br/>\n<br/>\nShogun is at the Royal Armouries until August 30</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 7269,
    "nextTopicId": 7274
}