{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 145759856,
            "authorName": "Kitsuno",
            "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
            "profile": "kitsuno",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Samurai you win...some you lose",
            "postDate": "1120786570",
            "msgId": 7291,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGRha2xhYSs5amdnQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 7290,
            "nextInTime": 7292,
            "topicId": 7291,
            "numMessagesInTopic": 0,
            "msgSnippet": "Samurai you win...some you lose Brian Dooks VISITORS to the Great Yorkshire Show have seen most things in its 167-year history, but next week a Samurai warrior",
            "messageBody": "<div id=\"ygrps-yiv-2143420824\">Samurai you win...some you lose<br/>\nBrian Dooks<br/>\nVISITORS to the Great Yorkshire Show have seen most things in its <br/>\n167-year history, but next week a Samurai warrior will mingle with <br/>\nthousands of animals at the North&#39;s leading agricultural showcase.<br/>\nThe Royal Armouries Museum is taking part of its spectacular summer <br/>\nexhibition, Shogun  The Life of Lord Tokugawa Ieyasu, to the three-<br/>\nday event which starts on the 150-acre showground in Harrogate on <br/>\nTuesday. <br/>\nHonourary show director Christopher Hall yesterday found himself <br/>\nusing his traditional &#39;badge of office&#39;, a ramshorn shepherd&#39;s <br/>\ncrook, to ward off blows from a Samurai sword wielded by the <br/>\nmuseum&#39;s senior interpreter Andy Deane. <br/>\nFor four centuries Japan has guarded the treasures belonging to its <br/>\ngreatest statesman and Shogun, Lord Tokugawa Ieyasu. Now, for the <br/>\nfirst time, 80 artefacts  screens, costumes, weapons, armour, art, <br/>\nscrolls and furniture  are on display at the Royal Armouries in <br/>\nLeeds until August 30. <br/>\nBut the Royal Armouries travelling exhibition is not all Japanese. <br/>\nA corner of the showground near the Gold Gate will be transformed <br/>\ninto a Medieval castle where Mr Deane and his colleagues will <br/>\ndemonstrate fighting skills from another era. <br/>\nThey will wear 80lbs of full plate armour to fight with a pollaxe  <br/>\na long double-handed staff with an axe-like blade. <br/>\nMr Deane, who came north to the Royal Armouries after working at the <br/>\nTower of London, said: &quot;My parents were very good to me, giving me a <br/>\nlove of history. I learned to ride and a misspent youth has allowed <br/>\nme to work at the Royal Armouries.&quot; <br/>\nMuseum director Peter Armstrong said: &quot;We are all about igniting <br/>\npeople&#39;s interest in history and going on tour is crucial to the <br/>\ndevelopment of the museum.&quot; <br/>\nMr Hall, who hands over the role of show director to Bill Cowling <br/>\nafter this year&#39;s show ends, said: &quot;We are delighted to welcome the <br/>\nRoyal Armouries as they will certainly add another dimension to the <br/>\nshow.&quot; <br/>\nYorkshire Post reporters and photographers will bring a <br/>\ncomprehensive results and news service from the show throughout its <br/>\nthree days of competitive events  starting on Tuesday morning with <br/>\nreports from the Yorkshire Agriculture Society&#39;s preview day.<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:brian.dooks@...\">brian.dooks@...</a><br/>\n07 July 2005</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 7290,
    "nextTopicId": 7288
}