{
    "totalMsgInTopic": 3,
    "messages": [
        {
            "userId": 231010623,
            "authorName": "seikei7248@aol.com",
            "from": "seikei7248@...",
            "profile": "chunjouonimusha",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Re: [samuraihistory] Kagemusha is a visual splendor",
            "postDate": "1122253619",
            "msgId": 7351,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDFlNC40MDJkNzU2Ny4zMDE1OTUzM0Bhb2wuY29tPg=="
            },
            "prevInTopic": 7339,
            "nextInTopic": 0,
            "prevInTime": 7350,
            "nextInTime": 7352,
            "topicId": 7333,
            "numMessagesInTopic": 0,
            "msgSnippet": "Jon!  Thanks for your post.   Was very informative.  I have aways been a great admirer of his films.  I enjoyed your post.  Think I will have to go rent one",
            "messageBody": "<div id=\"ygrps-yiv-1525579589\">Jon!  Thanks for your post.   Was very informative.  I have aways been a <br/>\ngreat admirer of his films.  I enjoyed your post.  Think I will have to go rent <br/>\none for tonight.  <br/>\n<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        },
        {
            "userId": 126049995,
            "authorName": "jonathan lee",
            "from": "jonathan lee &lt;shinobij@...&gt;",
            "profile": "shinobij",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Re: [samuraihistory] Kagemusha is a visual splendor+nobukado",
            "postDate": "1122170945",
            "msgId": 7339,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDIwMDUwNzI0MDIwOTA1LjYzNTg3LnFtYWlsQHdlYjI2OTAyLm1haWwudWtsLnlhaG9vLmNvbT4=",
                "inReplyToHeader": "PGRidHJlMCs4MGo1QGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 7333,
            "nextInTopic": 7351,
            "prevInTime": 7338,
            "nextInTime": 7340,
            "topicId": 7333,
            "numMessagesInTopic": 0,
            "msgSnippet": "I recently watched Kagemusha.I enjoyed it very much and would certainly describe it as visually splendorous . Actually I have recently become interested in",
            "messageBody": "<div id=\"ygrps-yiv-1134034810\">I recently watched Kagemusha.I enjoyed it very much<br/>\nand would certainly describe it as &quot;visually<br/>\nsplendorous&quot;. Actually I have recently become<br/>\ninterested in Nobukado and know nothing other that he<br/>\nwas the brother of Takeda Shingen and one of his<br/>\ntwenty four generals. Could anyone give me information<br/>\non him? Also what his Mon looked like? <br/>\nThanks.<br/>\nJonny.<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n--- Kitsuno &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:samurai-listowner@...\">samurai-listowner@...</a>&gt;<br/>\nwrote:<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Kagemusha is a visual splendor<br/>\n&gt; <br/>\n&gt; By Jon Carrelli<br/>\n&gt; Published: Friday, July 22, 2005<br/>\n&gt;  <br/>\n&gt; World-renowned director Akira Kurosawa was<br/>\n&gt; responsible for such <br/>\n&gt; classic films as Rashomon, Ikiru, Seven Samurai and<br/>\n&gt; The Hidden <br/>\n&gt; Fortress. Since his passing in 1998, the Criterion<br/>\n&gt; Collection has <br/>\n&gt; done a superb job reissuing some of his most<br/>\n&gt; cherished works <br/>\n&gt; including those mentioned above, as well as Red<br/>\n&gt; Beard, Throne of <br/>\n&gt; Blood, Stray Dog, Sanjuro, Yojimbo and High and Low.<br/>\n&gt; Most recently <br/>\n&gt; the Criterion Collection has released a double disc<br/>\n&gt; version of <br/>\n&gt; Kurosawa&#39;s 1980 film Kagemusha. <br/>\n&gt; <br/>\n&gt; Although the film was plagued with delays during<br/>\n&gt; production, it <br/>\n&gt; still remains as one of Kurosawa&#39;s most poignant<br/>\n&gt; works and is given <br/>\n&gt; an overdue, brilliant treatment on this reissue. <br/>\n&gt; <br/>\n&gt; In 1968, Kurosawa collaborated with Japanese<br/>\n&gt; directors Masaki <br/>\n&gt; Kobayashi, Kon Ichikawa and Keisuke Kinoshita to<br/>\n&gt; form the Yonki-no-<br/>\n&gt; kai company. The company&#39;s only film, Dodes&#39;ka-Den,<br/>\n&gt; released in 1970 <br/>\n&gt; was a commercial failure. This event, in conjunction<br/>\n&gt; with his <br/>\n&gt; decision to leave the set of the disastrous Tora!<br/>\n&gt; Tora! Tora!, sent <br/>\n&gt; Kurosawa into a deep depression. His depression<br/>\n&gt; culminated in an <br/>\n&gt; attempted suicide in December of 1971. <br/>\n&gt; <br/>\n&gt; However, three years later Mosfilm (the Soviet<br/>\n&gt; national film <br/>\n&gt; production bureau) commissioned Kurosawa to make<br/>\n&gt; Dersu Uzala, which <br/>\n&gt; went on to win the 1976 Academy Award for Best<br/>\n&gt; Foreign Film. <br/>\n&gt; <br/>\n&gt; Regardless, Kurosawa still lacked the funding for he<br/>\n&gt; needed to make <br/>\n&gt; Kagemusha due to the failure of Dodes&#39;ka-Den.<br/>\n&gt; <br/>\n&gt; To relieve the frustration of this situation,<br/>\n&gt; Kurosawa began <br/>\n&gt; painting furiously again. As a young man, Kurosawa<br/>\n&gt; had originally <br/>\n&gt; been a painter within the Japan Proletariat Artists<br/>\n&gt; Group.<br/>\n&gt; <br/>\n&gt; Contemporary German Expressionism, Soviet Realism<br/>\n&gt; and French Avant-<br/>\n&gt; Garde influenced his work as a painter. His<br/>\n&gt; paintings and <br/>\n&gt; storyboards (some of which are featured in the<br/>\n&gt; 48-page booklet <br/>\n&gt; packaged with Kagemusha) have characteristic<br/>\n&gt; calligraphic lines and <br/>\n&gt; bold primary colors. Kurosawa cites political<br/>\n&gt; pressure against <br/>\n&gt; artists and liberal writers, needing to find a<br/>\n&gt; dependable livelihood <br/>\n&gt; and the suicide of his brother as the three factors<br/>\n&gt; that made him <br/>\n&gt; switch from painting to film.<br/>\n&gt; <br/>\n&gt; Kurosawa learned film under Yamamoto Kajiro, a<br/>\n&gt; relationship he <br/>\n&gt; describes more like that of an elder and younger<br/>\n&gt; brother rather than <br/>\n&gt; an apprenticeship. <br/>\n&gt; <br/>\n&gt; It was based on these brilliant storyboards for<br/>\n&gt; Kagemusha that <br/>\n&gt; Francis Ford Coppola and George Lucas (huge admirers<br/>\n&gt; of Kurosawa&#39;s <br/>\n&gt; work) approached Kurosawa about helping him fund the<br/>\n&gt; project. <br/>\n&gt; <br/>\n&gt; Essentially the funding for Kagemusha was garnered<br/>\n&gt; from the success <br/>\n&gt; of Lucas&#39; first Star Wars film, as well as Coppola&#39;s<br/>\n&gt; first two <br/>\n&gt; Godfather installments and Apocalypse Now. <br/>\n&gt; <br/>\n&gt; Production for Kagemusha began in 1979 and was<br/>\n&gt; plagued by an <br/>\n&gt; argument Kurosawa had with lead actor Katsu Shintaro<br/>\n&gt; who demanded <br/>\n&gt; that his own personal camera crew be allowed on the<br/>\n&gt; set to keep a <br/>\n&gt; video record of his work. Nakadai Tatsuya replaced<br/>\n&gt; Shintaro and <br/>\n&gt; Kagemusha was ready to be transformed from static<br/>\n&gt; paintings into <br/>\n&gt; living, breathing film.<br/>\n&gt; <br/>\n&gt; Kurosawa describes Kagemusha as a medieval samurai<br/>\n&gt; drama loosely <br/>\n&gt; based on ideas in Shakespeare&#39;s King Lear. Kurosawa<br/>\n&gt; had already <br/>\n&gt; successfully translated Macbeth in his Throne of<br/>\n&gt; Blood film and <br/>\n&gt; Hamlet in The Bad Sleep Well. He would later more<br/>\n&gt; fully adapt King <br/>\n&gt; Lear in his 1985 film Ran. <br/>\n&gt; <br/>\n&gt; Kurosawa made Kagemusha about the historical<br/>\n&gt; character of Shingen <br/>\n&gt; Takeda that would have to display different faces in<br/>\n&gt; different <br/>\n&gt; situations. <br/>\n&gt; <br/>\n&gt; Historically, Shingen was known to use many<br/>\n&gt; kagemusha, or doubles, <br/>\n&gt; so that he could avoid surprise attacks. In the<br/>\n&gt; film, Shingen uses <br/>\n&gt; his brother Nobukado as a double, as well as a<br/>\n&gt; ruffian from the <br/>\n&gt; streets who looks uncannily like him. (Skip to next<br/>\n&gt; paragraph to <br/>\n&gt; avoid SPOILERS). <br/>\n&gt; <br/>\n&gt; After Shingen dies, his brother refuses to continue<br/>\n&gt; impersonating <br/>\n&gt; him. Having been so affected by Shingen as a person,<br/>\n&gt; the thief <br/>\n&gt; agrees to continue impersonating him in order to<br/>\n&gt; keep the Takeda <br/>\n&gt; clan alive. <br/>\n&gt; <br/>\n&gt; However, the family of Shingen begins to notice that<br/>\n&gt; the thief is <br/>\n&gt; not truly their warlord and expel him from the clan.<br/>\n&gt; Later in time, <br/>\n&gt; the thief is forced to watch the Takeda clan fall to<br/>\n&gt; Nobunaga and <br/>\n&gt; his Tokugawa clan as they ignore the advice of<br/>\n&gt; Shingen and <br/>\n&gt; strategist Sun Zi: &quot;Swift as the wind, as silent as<br/>\n&gt; the forest, as <br/>\n&gt; sweeping as fire, as immovable as the mountain.&quot;<br/>\n&gt; Kurosawa sees this <br/>\n&gt; as historically fascinating because Japan would have<br/>\n&gt; been a much <br/>\n&gt; different place had Shingen and the Takeda clan<br/>\n&gt; gained control of <br/>\n&gt; Kyoto. <br/>\n&gt; <br/>\n&gt; Kurosawa&#39;s writing process always involved two or<br/>\n&gt; three partners, <br/>\n&gt; but he &quot;always left the translation of prose scenes<br/>\n&gt; into images to <br/>\n&gt; himself.&quot; Since Kurosawa began losing his eyesight<br/>\n&gt; around this time, <br/>\n&gt; his use of illustrated storyboards greatly aided him<br/>\n&gt; in <br/>\n&gt; communicating how he wanted Kagemusha to look. <br/>\n&gt; <br/>\n&gt; Perhaps his most visually stunning film, Kagemusha<br/>\n&gt; uses brilliantly <br/>\n&gt; colored fabrics of blood reds and fiery yellows. In<br/>\n&gt; a dream <br/>\n&gt; sequence, Kurosawa&#39;s use of black lights, Day-Glo<br/>\n&gt; paints, surreal <br/>\n&gt; terrain, otherworldly backdrops and eerie<br/>\n&gt; reflections makes for one <br/>\n&gt; of the most visually stunning scenes in film<br/>\n&gt; history.<br/>\n&gt; <br/>\n&gt; In a Tony Rayns interview with Kurosawa, the<br/>\n&gt; director shares how he <br/>\n&gt; feels about young directors in the Japanese film<br/>\n&gt; industry. <br/>\n&gt; <br/>\n&gt; He explains that although these young &quot;indie&quot;<br/>\n&gt; directors are limited <br/>\n&gt; by budget, they try to make their films abrasive to<br/>\n&gt; attract an <br/>\n&gt; audience. <br/>\n&gt; <br/>\n&gt; However, Kurosawa believes that a director should<br/>\n&gt; always make a film <br/>\n&gt; to attract as large an audience as possible, while<br/>\n&gt; sacrificing none <br/>\n&gt; of his or her artistic vision. <br/>\n&gt; <br/>\n&gt; It is in this way that Kagemusha succeeds so well.<br/>\n&gt; It is an <br/>\n&gt; accessible film with an engaging story based on true<br/>\n&gt; history and <br/>\n&gt; beautiful cinematography to boot. Kagemusha went on<br/>\n&gt; to <br/>\n </span></blockquote>=== message truncated ===<br/>\n<br/>\n<br/>\n<br/>\n\t<br/>\n\t<br/>\n\t\t<br/>\n___________________________________________________________ <br/>\nYahoo! Messenger - NEW crystal clear PC to PC calling worldwide with voicemail <a rel=\"nofollow\" target=\"_blank\" href=\"http://uk.messenger.yahoo.com\">http://uk.messenger.yahoo.com</a></div>",
            "specialLinks": []
        },
        {
            "userId": 145759856,
            "authorName": "Kitsuno",
            "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
            "profile": "kitsuno",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Kagemusha is a visual splendor",
            "postDate": "1122136320",
            "msgId": 7333,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGRidHJlMCs4MGo1QGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 7339,
            "prevInTime": 7332,
            "nextInTime": 7334,
            "topicId": 7333,
            "numMessagesInTopic": 0,
            "msgSnippet": "Kagemusha is a visual splendor By Jon Carrelli Published: Friday, July 22, 2005 World-renowned director Akira Kurosawa was responsible for such classic films",
            "messageBody": "<div id=\"ygrps-yiv-1516424874\">Kagemusha is a visual splendor<br/>\n<br/>\nBy Jon Carrelli<br/>\nPublished: Friday, July 22, 2005<br/>\n <br/>\nWorld-renowned director Akira Kurosawa was responsible for such <br/>\nclassic films as Rashomon, Ikiru, Seven Samurai and The Hidden <br/>\nFortress. Since his passing in 1998, the Criterion Collection has <br/>\ndone a superb job reissuing some of his most cherished works <br/>\nincluding those mentioned above, as well as Red Beard, Throne of <br/>\nBlood, Stray Dog, Sanjuro, Yojimbo and High and Low. Most recently <br/>\nthe Criterion Collection has released a double disc version of <br/>\nKurosawa&#39;s 1980 film Kagemusha. <br/>\n<br/>\nAlthough the film was plagued with delays during production, it <br/>\nstill remains as one of Kurosawa&#39;s most poignant works and is given <br/>\nan overdue, brilliant treatment on this reissue. <br/>\n<br/>\nIn 1968, Kurosawa collaborated with Japanese directors Masaki <br/>\nKobayashi, Kon Ichikawa and Keisuke Kinoshita to form the Yonki-no-<br/>\nkai company. The company&#39;s only film, Dodes&#39;ka-Den, released in 1970 <br/>\nwas a commercial failure. This event, in conjunction with his <br/>\ndecision to leave the set of the disastrous Tora! Tora! Tora!, sent <br/>\nKurosawa into a deep depression. His depression culminated in an <br/>\nattempted suicide in December of 1971. <br/>\n<br/>\nHowever, three years later Mosfilm (the Soviet national film <br/>\nproduction bureau) commissioned Kurosawa to make Dersu Uzala, which <br/>\nwent on to win the 1976 Academy Award for Best Foreign Film. <br/>\n<br/>\nRegardless, Kurosawa still lacked the funding for he needed to make <br/>\nKagemusha due to the failure of Dodes&#39;ka-Den.<br/>\n<br/>\nTo relieve the frustration of this situation, Kurosawa began <br/>\npainting furiously again. As a young man, Kurosawa had originally <br/>\nbeen a painter within the Japan Proletariat Artists Group.<br/>\n<br/>\nContemporary German Expressionism, Soviet Realism and French Avant-<br/>\nGarde influenced his work as a painter. His paintings and <br/>\nstoryboards (some of which are featured in the 48-page booklet <br/>\npackaged with Kagemusha) have characteristic calligraphic lines and <br/>\nbold primary colors. Kurosawa cites political pressure against <br/>\nartists and liberal writers, needing to find a dependable livelihood <br/>\nand the suicide of his brother as the three factors that made him <br/>\nswitch from painting to film.<br/>\n<br/>\nKurosawa learned film under Yamamoto Kajiro, a relationship he <br/>\ndescribes more like that of an elder and younger brother rather than <br/>\nan apprenticeship. <br/>\n<br/>\nIt was based on these brilliant storyboards for Kagemusha that <br/>\nFrancis Ford Coppola and George Lucas (huge admirers of Kurosawa&#39;s <br/>\nwork) approached Kurosawa about helping him fund the project. <br/>\n<br/>\nEssentially the funding for Kagemusha was garnered from the success <br/>\nof Lucas&#39; first Star Wars film, as well as Coppola&#39;s first two <br/>\nGodfather installments and Apocalypse Now. <br/>\n<br/>\nProduction for Kagemusha began in 1979 and was plagued by an <br/>\nargument Kurosawa had with lead actor Katsu Shintaro who demanded <br/>\nthat his own personal camera crew be allowed on the set to keep a <br/>\nvideo record of his work. Nakadai Tatsuya replaced Shintaro and <br/>\nKagemusha was ready to be transformed from static paintings into <br/>\nliving, breathing film.<br/>\n<br/>\nKurosawa describes Kagemusha as a medieval samurai drama loosely <br/>\nbased on ideas in Shakespeare&#39;s King Lear. Kurosawa had already <br/>\nsuccessfully translated Macbeth in his Throne of Blood film and <br/>\nHamlet in The Bad Sleep Well. He would later more fully adapt King <br/>\nLear in his 1985 film Ran. <br/>\n<br/>\nKurosawa made Kagemusha about the historical character of Shingen <br/>\nTakeda that would have to display different faces in different <br/>\nsituations. <br/>\n<br/>\nHistorically, Shingen was known to use many kagemusha, or doubles, <br/>\nso that he could avoid surprise attacks. In the film, Shingen uses <br/>\nhis brother Nobukado as a double, as well as a ruffian from the <br/>\nstreets who looks uncannily like him. (Skip to next paragraph to <br/>\navoid SPOILERS). <br/>\n<br/>\nAfter Shingen dies, his brother refuses to continue impersonating <br/>\nhim. Having been so affected by Shingen as a person, the thief <br/>\nagrees to continue impersonating him in order to keep the Takeda <br/>\nclan alive. <br/>\n<br/>\nHowever, the family of Shingen begins to notice that the thief is <br/>\nnot truly their warlord and expel him from the clan. Later in time, <br/>\nthe thief is forced to watch the Takeda clan fall to Nobunaga and <br/>\nhis Tokugawa clan as they ignore the advice of Shingen and <br/>\nstrategist Sun Zi: &quot;Swift as the wind, as silent as the forest, as <br/>\nsweeping as fire, as immovable as the mountain.&quot; Kurosawa sees this <br/>\nas historically fascinating because Japan would have been a much <br/>\ndifferent place had Shingen and the Takeda clan gained control of <br/>\nKyoto. <br/>\n<br/>\nKurosawa&#39;s writing process always involved two or three partners, <br/>\nbut he &quot;always left the translation of prose scenes into images to <br/>\nhimself.&quot; Since Kurosawa began losing his eyesight around this time, <br/>\nhis use of illustrated storyboards greatly aided him in <br/>\ncommunicating how he wanted Kagemusha to look. <br/>\n<br/>\nPerhaps his most visually stunning film, Kagemusha uses brilliantly <br/>\ncolored fabrics of blood reds and fiery yellows. In a dream <br/>\nsequence, Kurosawa&#39;s use of black lights, Day-Glo paints, surreal <br/>\nterrain, otherworldly backdrops and eerie reflections makes for one <br/>\nof the most visually stunning scenes in film history.<br/>\n<br/>\nIn a Tony Rayns interview with Kurosawa, the director shares how he <br/>\nfeels about young directors in the Japanese film industry. <br/>\n<br/>\nHe explains that although these young &quot;indie&quot; directors are limited <br/>\nby budget, they try to make their films abrasive to attract an <br/>\naudience. <br/>\n<br/>\nHowever, Kurosawa believes that a director should always make a film <br/>\nto attract as large an audience as possible, while sacrificing none <br/>\nof his or her artistic vision. <br/>\n<br/>\nIt is in this way that Kagemusha succeeds so well. It is an <br/>\naccessible film with an engaging story based on true history and <br/>\nbeautiful cinematography to boot. Kagemusha went on to win the Palm <br/>\nD&#39;Or at Cannes in 1980.<br/>\n<br/>\nDisc one of the Criterion Collection re-release of Kagemusha <br/>\nincludes a new, restored high-definition digital transfer, audio <br/>\ncommentary, theatrical trailers and improved English subtitle <br/>\ntranslation. <br/>\n<br/>\nDisc two is a fascinating collection of documentaries including a <br/>\ndiscussion between Lucas, Coppola and Kurosawa, a making of <br/>\nKagemusha, a storyboard to film comparison, a collection of Suntory <br/>\nWhiskey commercials and a gallery of storyboards painted by <br/>\nKurosawa. <br/>\n<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.thetriangle.org/media/paper689/news/2005/07/22/Entertainme\">http://www.thetriangle.org/media/paper689/news/2005/07/22/Entertainme</a><br/>\nnt/Kagemusha.Is.A.Visual.Splendor-963856.shtml</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 7344,
    "nextTopicId": 7347
}