{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 145759856,
            "authorName": "Kitsuno",
            "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
            "profile": "kitsuno",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Invasion of the samurai",
            "postDate": "1122872886",
            "msgId": 7425,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGRja2FubStkdTllQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 7424,
            "nextInTime": 7426,
            "topicId": 7425,
            "numMessagesInTopic": 0,
            "msgSnippet": "Invasion of the samurai Japanese warriors bring an authentic touch to Armouries latest exhibition By Howard Williamson SAMURAI warriors brought to life the",
            "messageBody": "<div id=\"ygrps-yiv-1227117980\">Invasion of the samurai<br/>\nJapanese warriors bring an authentic touch to Armouries&#39; latest <br/>\nexhibition<br/>\nBy Howard Williamson<br/>\nSAMURAI warriors brought to life the history behind a major new <br/>\nexhibition at the Royal Armouries.<br/>\nUntil August 30 the arms museum is staging &quot;Shogun: the life of Lord <br/>\nTokugawa Ieyasu,&quot; a tribute to the great warrior statesman who <br/>\nunited Japan 400 years ago.<br/>\nAnd, in order to see the exhibition, a party of Japanese martial <br/>\narts experts and politicians brought forward a planned visit to <br/>\nBritain by one year.<br/>\nThe experts will demonstrate their skills at the Armouries three <br/>\ntimes a day until Wednesday and will then take their show to the <br/>\nTower of London.<br/>\nThey use a variety of weapons and demonstrate the art of drawing a <br/>\nsword and killing an opponent.<br/>\nThe experts were &quot;guarded&quot; by members of the Ashikita Matchlock Gun <br/>\nSociety, wearing full samurai armour and carrying muskets.<br/>\nThey recently competed in a gun festival in Japan where they won the <br/>\ntop prize.<br/>\nThe sight of Japanese men and women brandishing guns is in itself a <br/>\nrare occurrence for gun control is very strict in that country.<br/>\nGraeme Rimer, the Armouries academic director, said: &quot;Holders of <br/>\nfirearms, even antique ones, are visited every few weeks by police. <br/>\nThat makes our gun control seem almost lax!&quot;<br/>\nSpectators who hoped to see a puff of smoke from the muskets were <br/>\ndisappointed, however. The visiting party was too late to acquire <br/>\nthe necessary firearms and blue powder certificates to allow this to <br/>\nhappen.<br/>\nSacred<br/>\nThe visitors were entertained at a reception in the Armouries before <br/>\ninspecting the exhibition of objects connected to Lord Tokugawa.<br/>\nThe Mayor of Ashikita, Kazunari Takezaki, said through an <br/>\ninterpreter: &quot;We do not have this sort of brilliant museum in Japan.&quot;<br/>\nHe is due to meet the Lord Mayor of Leeds at a reception next <br/>\nTuesday.<br/>\nAshikita is a small town of 22,000 people surrounded by mountains <br/>\nand is noted for its oranges.<br/>\nGraeme Rimer said the musket was introduced to Japan by Portuguese <br/>\ntraders in 1543 and its importance was recognised by Tokugawa.<br/>\nBut after he brought peace to his country for 200 years its use fell <br/>\naway in favour of traditional weapons.<br/>\nThe Armouries exhibition is the result of cooperation with its twin, <br/>\nthe Nikko Toshogu Shrine north of Tokyo.<br/>\nIt is the first time many of the artefacts have been allowed into <br/>\nthe west. So precious and sacred are certain works of art that a <br/>\nShinto priest from the shrine is present throughout the exhibition.<br/>\nA war fan belonging to a 16th century general has been loaned by the <br/>\nOsaka Castle Museum. It has been compared to Nelson&#39;s telescope in <br/>\nits iconic significance.<br/>\n30 July 2005</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 7363,
    "nextTopicId": 4702
}