{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 96263588,
            "authorName": "samurai182uk",
            "from": "&quot;samurai182uk&quot; &lt;M.Cholewa@...&gt;",
            "profile": "samurai182uk",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Internal wars and there relation to a states decline or  unification.",
            "postDate": "1018654242",
            "msgId": 748,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGE5N3FuMitsbm8yQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 747,
            "nextInTime": 749,
            "topicId": 748,
            "numMessagesInTopic": 0,
            "msgSnippet": "I have been following with interest the long debate about Nagashino and found it fascinating to hear so many different opinions.  Then this sparked off a load",
            "messageBody": "<div id=\"ygrps-yiv-775344232\">I have been following with interest the long debate about <br/>\nNagashino and found it fascinating to hear so many different <br/>\nopinions.  Then this sparked off a load of non Japanese related <br/>\nhistory.  Which is interesting as it shows how inter related all <br/>\nhistory is.  <br/>\n<br/>\n        I am interested in the warring states periods of china and <br/>\nJapan, recently I read the romance of the three kingdoms which <br/>\nhighlights how destructive and the scale of warfare was at this <br/>\ntime.  Mostly I <br/>\ndo read academic books like Friday, Farell, Owen, etc.  <br/>\n        <br/>\n        But Sometimes these books go so far into the detail of the <br/>\nperiod I lose sight of the big picture, forgetting that as Japan was <br/>\ninvolved in the Sengoku Jidai the rest of the world was forming it&#39;s <br/>\nown bounderies.  <br/>\n<br/>\n        This got me thinking of another question slightly off topic <br/>\nbut I am following the flow of this debate.  The question is the <br/>\ninternal wars of Japan and China helped to form it&#39;s identity and <br/>\nit&#39;s position in the world today, it was probably a very neccesary <br/>\nthing.  But my problem is theoretically how much stronger would Japan <br/>\nhave been without these internal wars?.<br/>\n<br/>\n       I mean the Kamakura shogunate was succesful but it had to <br/>\ncontend with Kublai Khan and Japan was not as well developed as it <br/>\nwas by say 1530.  Can you imagine if the daimyo&#39;s all got on <br/>\n(actually immposible) but if they all worked together it would be an <br/>\nincredible power.  If china was united throughout it&#39;s history too <br/>\nwhat would that have done to the boundaries of the world today.  I am <br/>\nonly theorizing but it is obvious that wars are part of human <br/>\nsociety.  But if those wars had only been external (invasions etc) <br/>\n(like Hideyoshi Korea) I <br/>\nwonder how much stronger the samurai as a class would have been.  <br/>\nPerhaps the Sengoku Jidai enabled Ieyasu to come to power and hold <br/>\nit, but it also inevitably made Japan stronger but in contradiction <br/>\nless able to deal with the Black ships when they arrived.  I <br/>\ncertainly am not descrediting the Bushi just stating a point.  <br/>\n<br/>\nAnyone wanna comment.  I have loads more research to do. <br/>\nThanks Mark</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 746,
    "nextTopicId": 751
}