{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 197263283,
            "authorName": "Thomas Davidson",
            "from": "&quot;Thomas Davidson&quot; &lt;tom.davidson@...&gt;",
            "profile": "thomas_tessera",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Samurai - sword and soil",
            "postDate": "1125682545",
            "msgId": 7606,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGRmYTJoaCtqaGZxQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 7605,
            "nextInTime": 7607,
            "topicId": 7606,
            "numMessagesInTopic": 0,
            "msgSnippet": "One aspect of the samurai is the notion that once removed from the land, the rot sets it. Samurai do not thrive in cities, as the Taira were the first to",
            "messageBody": "<div id=\"ygrps-yiv-991104954\">One aspect of the samurai is the notion that once removed from the<br/>\nland, the rot sets it. Samurai do not thrive in cities, as the Taira<br/>\nwere the first to demonstrate.<br/>\n<br/>\nThe Tokugawa did not originate the residency system, but they<br/>\ncertainly brought it to fruition, but if one looks at Shikoku, and<br/>\nespecially Tosa, there is a fine example of what is involved.<br/>\n<br/>\nHideyoshi&#39;s edicts laid the foundation, and samurai were required to<br/>\nlive in the castle town (Urado, which did not exist at the time!), and<br/>\nany who refused were demoted to farmers - remove the land from the<br/>\nsword, or the sword from the land - didn&#39;t matter, but a land and<br/>\nsword together means independence and a degree of autonomy which<br/>\nnobody likes.<br/>\n<br/>\nWhen Yamanouchi took over the Chosokabe, a split developed between the<br/>\ntraditional idea of the samurai, reconstructed and remodelled on<br/>\nTokugawan lines (surviving on a stipend from his employers) who were<br/>\ncalled joshi (upper class) and the local rustics, both farmer and<br/>\nwarrior, the goshi (lower class), led by the shoya, village headmen<br/>\nentitled to ceremonial dress and to carry one sword. (Other rules<br/>\nallowed joshi to have an umbrella when it rains, but not goshi; joshi<br/>\ncan wear tabi, but not goshi; pretty petty all in all, and surely<br/>\nbound to cause friction?)<br/>\n<br/>\nThroughout Japan the better-off classical samurai - the ruling class -<br/>\nlived a life of increasing comfort and idleness, whilst his rustic and<br/>\ndowntrodden counterpart continued living on the land and practicing<br/>\nthose very skills and virtues that properly define the notion of<br/>\n&#39;samurai&#39; today.<br/>\n<br/>\nBy this time goshi status could be bought - Ryoma Sakamoto&#39;s father<br/>\nwas a merchant who bought his - whilst samurai status was strictly<br/>\nhereditary - yet who considers Ryoma not to be samurai?<br/>\n<br/>\n<br/>\nThomas<br/>\n(ps - if &#39;samurai - sword and soil&#39; is not copyright - it is now!)</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 7601,
    "nextTopicId": 7605
}