{
    "totalMsgInTopic": 2,
    "messages": [
        {
            "userId": 235897988,
            "authorName": "onnagozen",
            "from": "&quot;onnagozen&quot; &lt;gozen@...&gt;",
            "profile": "onnagozen",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Fuwa Kazuemon (was Re: [samuraihistory] Re: Our &quot;welcoming&quot; attitude",
            "postDate": "1125761312",
            "msgId": 7630,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGRmY2ZmMCs5NmNjQGVHcm91cHMuY29tPg==",
                "inReplyToHeader": "PDIwOS44ODRhZTM1LjMwNGIxNWIwQGFvbC5jb20+"
            },
            "prevInTopic": 7628,
            "nextInTopic": 0,
            "prevInTime": 7629,
            "nextInTime": 7631,
            "topicId": 7628,
            "numMessagesInTopic": 0,
            "msgSnippet": "... history, tend ... certain ... of people. ... I also am totally fascinated by individual characters and have a great love for those around in the 12th",
            "messageBody": "<div id=\"ygrps-yiv-1348384946\"><blockquote><span title=\"ireply\">&gt; <br/>\n&gt; For whatever it&#39;s worth, my own interests in both fiction and<br/>\n </span></blockquote>history, tend <br/>\n<blockquote><span title=\"ireply\"> &gt; toward individuals. I see history as made up of individuals facing<br/>\n </span></blockquote>certain <br/>\n<blockquote><span title=\"ireply\"> &gt; conditions and making individual choices. I tend to shy away from broad <br/>\n&gt; generalizations based on sweeping tendencies based on large groups<br/>\n </span></blockquote>of people. <br/>\n<blockquote><span title=\"ireply\"> &gt; <br/>\n </span></blockquote>I also am totally fascinated by individual characters and have a great<br/>\nlove for those around in the 12th century.  Although I know that I<br/>\nhave to view them within the context of their times and circumstances,<br/>\nand although I know that their reactions will come from being immersed<br/>\nin a culture and age totally different to mine, I can&#39;t help but try<br/>\nand identify something within me that draws me to them.  I guess it&#39;s<br/>\nhuman nature, to seek to find a small connection within that huge<br/>\nhistorical background.  Whether it&#39;s a scruffy ronin, a peasant or a<br/>\nshogun, whether we admire them or despise them, it seems that there is<br/>\nsomething about them that singles them out for us.</div>",
            "specialLinks": []
        },
        {
            "userId": 121492,
            "authorName": "nohit@aol.com",
            "from": "nohit@...",
            "profile": "ninaboal21044",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Fuwa Kazuemon (was Re: [samuraihistory] Re: Our &quot;welcoming&quot; attitude",
            "postDate": "1125759920",
            "msgId": 7628,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDIwOS44ODRhZTM1LjMwNGIxNWIwQGFvbC5jb20+"
            },
            "prevInTopic": 0,
            "nextInTopic": 7630,
            "prevInTime": 7627,
            "nextInTime": 7629,
            "topicId": 7628,
            "numMessagesInTopic": 0,
            "msgSnippet": "In a message dated 09/02/2005 11:56:20 PM Eastern Daylight Time, ... interesting, ... From my home email address. I operate all my Yahoo groups from two",
            "messageBody": "<div id=\"ygrps-yiv-1291491364\">In a message dated 09/02/2005 11:56:20 PM Eastern Daylight Time, <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:gozen@...\">gozen@...</a> writes:<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Looking at the story of just one of the 47 ronin, <br/>\n&gt; for example, compared to huge story of the Tokugawa shogunate, how could I <br/>\n&gt; insist that one episode is more important than another, or more <br/>\n </span></blockquote>interesting, <br/>\n<blockquote><span title=\"ireply\"> &gt; or offers the world more in either sociological education or simple <br/>\n&gt; entertainment?  <br/>\n<br/>\n </span></blockquote>From my home email address. I operate all my Yahoo groups from two addresses, <br/>\nswitching back from one to the other. <br/>\n<br/>\nFor whatever it&#39;s worth, my own interests in both fiction and history, tend <br/>\ntoward individuals. I see history as made up of individuals facing certain <br/>\nconditions and making individual choices. I tend to shy away from broad <br/>\ngeneralizations based on sweeping tendencies based on large groups of people. <br/>\n<br/>\nWhen I wrote &quot;Stray Dogs,&quot; it was about a single individual, Fuwa Kazuemon, <br/>\nwho happened to be a real person from history. I was not interested in broad, <br/>\nsweeping sociological or political statements or conclusions about 18th century <br/>\nJapanese society or politics. I didn&#39;t intend even to discuss whether or not <br/>\nLord Asano was &quot;correct&quot; or not in drawing his sword against Kira or in any <br/>\ndiscussions as to whether the former Ako retainers should have waited to strike <br/>\n(as they did) or if they should have all commited seppuku on the spot (as <br/>\nsome, including Yamamoto -- author of &quot;Hagakure&quot; -- had said). <br/>\n<br/>\nAccording to Fuwa Kazuemon, a man loyal to his former lord, Lord Asano can do <br/>\nno wrong, so to HIM, it was obvious that Kira was the &quot;bad guy&quot; in all of <br/>\nthis. My story was clearly using Fuwa Kazuemon&#39;s own views of the world at the <br/>\ntime. <br/>\n<br/>\nAnd why choose Fuwa Kazuemon? Because I find that he had a remarkable <br/>\nhistory. He was thrown out of the Ako clan by Lord Asano 5-6 years before the events <br/>\nthat led to Lord Asano&#39;s own death. According to the sources I read, he was <br/>\nthus consigned to the life of a masterless ronin for these years, with the extra <br/>\nstigma of having offended his former lord. So it was not likely that a <br/>\ndifferent lord would take him into a clan. So he faced the hardships that most ronin <br/>\nfaced, povery and living on the edge in marginal occupations to sustain <br/>\nhimself. <br/>\n<br/>\nBut this was the life of quite a few people during that time. What made Fuwa <br/>\nKazuemon&#39;s life unique and worthy of note? It&#39;s because despite all of this, <br/>\nhe maintained his loyalty to the daimyo who had cast him out and consigned him <br/>\nto exile and poverty. This is loyalty beyond what could be expected of a man <br/>\nwho had been banished from his clan. <br/>\n<br/>\nEven during the time right after Lord Asano&#39;s death and the iminent seizure <br/>\nof the Ako castle, Kazuemon came to the castle to offer his support -- and was <br/>\nrepeatedly rebuffed by Oishi Kuranosuke (chief retainer of the Ako retainers, <br/>\nwho had taken on the duty of leadership of the Ako ex-retainers at the time). <br/>\nEven then, he remained loyal. This is true and remarkable loyalty in the face <br/>\nof such rejection. <br/>\n<br/>\nFuwa Kazuemon persisted in spite of all and finally was re-admitted among the <br/>\nAko ex-retainers and was one of the 47 (some say it was 46) who took part in <br/>\nthe final attack against Kira, to avenge his lord&#39;s death. My sources indicate <br/>\nthat he killed more of Kira&#39;s retainers during the attack than any other of <br/>\nthe Ako men.  With the other Ako ronin, he committed seppuku in February after <br/>\nthe attack. <br/>\n<br/>\nThen the question can arise. Why write historical fiction? Why not just write <br/>\na non-fictional biography? Partly because I am a fiction writer; it suits my <br/>\nstyle of wishing to concentrate on individual humans and get more &quot;into their <br/>\nminds.&quot;  There are too many gaps where available historical sources have <br/>\nfailed to record details of this man&#39;s life. So as a historical fiction writer, I <br/>\ndo research and come up with speculations that seem logical and appear &quot;right&quot; <br/>\nto fill in these important details. <br/>\n<br/>\nFuwa Kazuemon&#39;s life boggles my mind with his extraordinary loyalty. And thus <br/>\nI am drawn to him as an individual and I wanted to study him. The actions of <br/>\nindividuals do impact other individuals and the ripple can go forth to affect <br/>\nhistory in general. <br/>\n<br/>\nBy the way, for those who might be interested. It appears that my 2006 entry <br/>\nto the Samurai Archives Fiction Contest will be a further tale in the life of <br/>\nFuwa Kazuemon. <br/>\n<br/>\nNina</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 7629,
    "nextTopicId": 7530
}