{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 145759856,
            "authorName": "Kitsuno",
            "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
            "profile": "kitsuno",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Novel brings Dokdo dispute to Western world&#39;s attention",
            "postDate": "1125820504",
            "msgId": 7639,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGRmZTk4byt0Y3VxQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 7638,
            "nextInTime": 7640,
            "topicId": 7639,
            "numMessagesInTopic": 0,
            "msgSnippet": "Novel brings Dokdo dispute to Western world s attention The Korea-Japan dispute over Dokdo, recently sparked again by Japanese territorial claim to the",
            "messageBody": "<div id=\"ygrps-yiv-1923241290\">Novel brings Dokdo dispute to Western world&#39;s attention<br/>\n<br/>\nThe Korea-Japan dispute over Dokdo, recently sparked again by <br/>\nJapanese territorial claim to the islands, is a long-pending issue <br/>\nbetween the two nations, but often ignored by Western countries. <br/>\nAn English novel &quot;Dokdo Is Our Land - A War on Dokdo,&quot; was written <br/>\nto refute the Japanese claim. Henry H. Hong, who spent 15 years <br/>\nworking on the book, hopes his book will call Westerners&#39; attention <br/>\nto Korea and challenge them to rethink their views on the matter. <br/>\n<br/>\nThe author, both a Christian minister and a professor, has a <br/>\nreputation for promoting cross-cultural understanding and friendship <br/>\nbetween Korean-Americans and African-Americans while he lived in the <br/>\nUnited States. <br/>\n<br/>\nThe novel is based on a true story of Ahn Yong-bok, a Korean <br/>\nfisherman in the 17th century, who controlled Ulleung Island in the <br/>\nEast Sea and drove out all Japanese fishermen and pirates from the <br/>\narea. The author depicts vividly the loyalty and love of characters <br/>\nsuch as Ahn and Okio who later becomes the wife of the seventh <br/>\nshogun of Japan. One day, Yong-bok&#39;s love, Yooyoo, is kidnapped by <br/>\nJapanese pirates. To save her, Yongbok sails to Japan and sneaks <br/>\ninto Edo. However, due to a trivial incident, he is accused of two <br/>\ncrimes and thrown in jail. However, Okio, whom he had previously <br/>\nrescued from her hardships, helps Yongbok and falls in love with <br/>\nhim. Through her, he manages to see Tsunayoshi, the fifth shogun of <br/>\nJapan&#39;s Tokugawa feudal government. In front of the shogun, Yong-bok <br/>\nasserts that the Ulleung Island and the nearby Dokdo have belonged <br/>\nto Joseon since the Shilla Kingdom period and finally succeeds in <br/>\npersuading the shogun to admit that the two islands are part of <br/>\nJoseon. <br/>\n<br/>\nHong plans to have his novel translated into several other <br/>\nlanguages. The Korean edition is scheduled to be released in <br/>\nSeptember, followed by Japanese and Chinese versions. <br/>\n<br/>\n(<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:davidpooh@...\">davidpooh@...</a>) <br/>\n<br/>\n<br/>\nBy Jin Dae-woong <br/>\n<br/>\n<br/>\n2005.08.31</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 7638,
    "nextTopicId": 7640
}