{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 145759856,
            "authorName": "Kitsuno",
            "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
            "profile": "kitsuno",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "A time of peace, exquisitely rendered, at the Coolidge Center",
            "postDate": "1125821044",
            "msgId": 7642,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGRmZTlwaytmZ2gxQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 7641,
            "nextInTime": 7643,
            "topicId": 7642,
            "numMessagesInTopic": 0,
            "msgSnippet": "Friday, August 26, 2005 A time of peace, exquisitely rendered, at the Coolidge Center By LAURA POPE Arts Writer Gov. Benning Wentworth, as a leading member of",
            "messageBody": "<div id=\"ygrps-yiv-391655184\">Friday, August 26, 2005 <br/>\nA time of peace, exquisitely rendered, at the Coolidge Center<br/>\n<br/>\nBy LAURA POPE<br/>\nArts Writer<br/>\n <br/>\nGov. Benning Wentworth, as a leading member of early Portsmouth high <br/>\nsociety, no doubt exulted in the luxurious 52-room splendor of his <br/>\nsprawling mansion perched on Portsmouth&#39;s Little Harbor in the 18th <br/>\ncentury. <br/>\n<br/>\nMeanwhile, a world away in Japan, the populace were in the midst of <br/>\na new, pleasure-driven Edo period (1598 ¿ 1854), sparked by the rule <br/>\nof a new Shogun who closed the borders of the heretofore war-ravaged <br/>\nnation that soon became prosperous and peaceful.<br/>\n<br/>\nTying these two far-flung, 18th century societies together  the new <br/>\ncolony in New Hampshire and the ancient one in Asia, came swiftly to <br/>\nDody Kolb, the director of the Coolidge Center for the Arts, located <br/>\nsteps away from Benning&#39;s homestead, now called the Wentworth-<br/>\nCoolidge mansion.<br/>\n<br/>\n&quot;I thought about the Portsmouth Peace Treaty and then quickly linked <br/>\nthat to the peaceful era of Japan that unfolded during the time Gov. <br/>\nWentworth lived here,&quot; recalled the North Hampton art historian, <br/>\ncollector and curator. &quot;I thought of peace evolving across the <br/>\nwaters; the 1905 peace treaty itself here in Portsmouth and the <br/>\npeace that took hold of a warrior nation. As the prints were <br/>\nevolving in Japan from the 1600 to 1800s, the Wentworth mansion went <br/>\nup here. It seemed a good fit; the show is about peace and what <br/>\npeople do in a time of peace.&quot;<br/>\n<br/>\nThe result of Kolb&#39;s brainstorm is an ambitious exhibit of 50 to 60 <br/>\nprints rendered by as many as 20 artists called &quot;Peace and the <br/>\nPursuit of Pleasure&quot; which opens Sunday, August 21 through September <br/>\n5. Additionally, Kolb has added several informational panels to <br/>\nsupplement the prints. These panels will inform viewers about <br/>\nprintmaking techniques of the period and specific artists <br/>\nrepresented in the exhibit.<br/>\n<br/>\nSurviving artifacts of this age in the form of Japanese woodblock <br/>\nprints ¿ called Ukiyo-e  depict figures such as sumo wrestlers, <br/>\nkabuki actors and courtesans, surface as rare and distinct <br/>\nexpressions of art &quot;showing the many pleasures enjoyed by this <br/>\nsociety during the 18th and 19th centuries, a time of peace.&quot; <br/>\n<br/>\nCreated through the &quot;concerted effort of artist, woodblock carver, <br/>\nprinter and publisher,&quot; said Kolb, &quot;these prints reflect a fleeting <br/>\nworld when the emerging middle class pursued harmonious and festive <br/>\nactivities.&quot; During this peaceful period of time, samurai were still <br/>\nthe prevailing class, though merchants suddenly came into view as <br/>\nthe leading edge in a new wave of middle class professions.<br/>\n<br/>\nHow Kolb came to know about this particular era speaks to her long <br/>\nassociation with Japanese art. The daughter of English parents, Kolb <br/>\nstudied art history and painting at three colleges, including King&#39;s <br/>\nCollege in Cambridge. In the 1970s, she fell in love with Edo period <br/>\nJapanese woodblock prints when her son, working at the antiques show <br/>\nat Brimfield, spotted them in the adjacent booth.<br/>\n<br/>\n&quot;I bought two prints at that time by famed artist, Ando Hiroshige <br/>\n(1707 ¿ 1858). This immediately opened my eyes to this wondrous <br/>\nworld. I was enthralled with the colors, forms and images of <br/>\nanother, more exotic life. Eventually, I researched the UNH <br/>\ncollection of Japanese prints in the mid-1980s as they have a <br/>\nfabulous collection with a strong theatre or kabuki component.&quot;<br/>\n<br/>\nA whopping 80 percent of the Coolidge show is taken from Kolb&#39;s own <br/>\ncollection of Edo prints; the remainder were loaned by collectors <br/>\nshe met over the decades. <br/>\n<br/>\nThe avid collector has long been a presence in the Seacoast and <br/>\nstate, serving 10-year terms on the UNH Art Gallery Board of <br/>\nAdvisors and on the Advisory Council for the Currier Museum of Art <br/>\nin Manchester.<br/>\n<br/>\nSitting in her office at the Coolidge Center, Kolb enjoys a good <br/>\nlaugh remembering her one month of retirement before taking the role <br/>\nas director of the art gallery.<br/>\n<br/>\n&quot;I had worked for years as the art consultant to the Home Center and <br/>\nRye and had retired for 30 days,&quot; she reminisced. &quot;Then four years <br/>\nago, Sumner Weinbaum came looking for me. This gallery had served as <br/>\nthe carriage house to the Wentworth mansion but when I arrived it <br/>\nsported a dirty, cement garage floor.&quot; The spacious gallery where <br/>\nKolb presides is home to several exhibits each year, featuring most <br/>\nprominently the works of noted painters.<br/>\n<br/>\nExtolling the beauty of Ukiyo-e prints made possible by Tokugawa <br/>\nShogun Iayasu, Kolb enthuses: &quot;These prints represent art made for <br/>\nmasses, art that was sold on street corners.&quot; She added that when <br/>\nCommodore Perry arrived in Japan in 1854, after the ports had re-<br/>\nopened, the unified style of the Edo period came to an end. &quot;Once he <br/>\narrived, the prints and many other Japanese art forms <br/>\nwere &#39;discovered&#39; in the West and so began the great exporting of <br/>\ngoods, changed often to suit western tastes.&quot; <br/>\n<br/>\nHer particular fondness for the works of Hiroshige are evident. &quot;I <br/>\nlike the quiet eye and the solace you find in his work. He reveals <br/>\nan insightful, quiet nature in his prints while the others are much <br/>\nmore ebullient.&quot; <br/>\n<br/>\nThis rare, 15-day showing of Edo prints at the Coolidge Center for <br/>\nthe Arts, taken together with the display of lithographs (War and <br/>\nPeace: Images from the Russo-Japanese War, 1904-05) at the <br/>\nPortsmouth Athenaeum and the Peace Show at the Levy Gallery, will <br/>\ngive art lovers a broad spectrum of displays to ogle during the <br/>\nPeaceful Month of August, designated as such to honor the Treaty of <br/>\nPortsmouth, which ended the war between Japan and Russia.&quot; <br/>\n<br/>\nKolb is following up the Japanese print exhibit with one <br/>\nentitled &quot;The Power of the Print&quot; which will display all formats in <br/>\nprintmaking from block and etching to mixed media.<br/>\n<br/>\n<br/>\nThe Coolidge Center for the Arts opens daily from 10 a.m. to 5 p.m. <br/>\nand welcomes the public to attend, free of charge. There are guided <br/>\ntours of the displays on Wednesdays at 1 p.m. and by appointment for <br/>\nlarge groups. The Coolidge Center for the Arts is located at 375 <br/>\nLittle Harbor Road in Portsmouth, 436-6607.</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 7641,
    "nextTopicId": 7643
}