{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 145759856,
            "authorName": "Kitsuno",
            "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
            "profile": "kitsuno",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Life in ancient Japan brought to life",
            "postDate": "1125821290",
            "msgId": 7644,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGRmZWExYSthYzJmQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 7643,
            "nextInTime": 7645,
            "topicId": 7644,
            "numMessagesInTopic": 0,
            "msgSnippet": "Life in ancient Japan brought to life For four centuries Japan has guarded the treasures belonging to its greatest statesman and Shogun, Lord Tokugawa Ieyasu. ",
            "messageBody": "<div id=\"ygrps-yiv-1384193338\">Life in ancient Japan brought to life  <br/>\n <br/>\n For four centuries Japan has guarded the treasures belonging to its <br/>\ngreatest statesman and Shogun, Lord Tokugawa Ieyasu.<br/>\nNow, the Nikko Toshogu Shrine - featuring 80 objects including <br/>\nscreens, costumes, weapons, armour, art, scrolls, furniture - have <br/>\nleft their sacred shrines for the first time for a major exhibition. <br/>\n<br/>\nThe &#39;Shogun: the life of Lord Tokugawa leyasu&#39; exhibition at the <br/>\nRoyal Armouries, Leeds, is seen as one of the most important <br/>\ndisplays of Japanese heritage and culture ever to be seen within the <br/>\nUK.<br/>\n<br/>\nLord Tokugawa Ieyasu created modern Japan, ruling over a single <br/>\nnation forged from hundreds of rival factions. He founded its <br/>\ncapital and its political culture, influencing literature and art. <br/>\nHe was made a god, and is as honoured today as he was at the height <br/>\nof his power.<br/>\n<br/>\nA busy schedule of events and activities, in a partnership with the <br/>\nJapanese World Heritage Site, supporting the display (which runs <br/>\nuntil 30 August) will bring to life Japan, its art, culture and <br/>\ntraditions. There will be a dedicated outreach and education <br/>\nprogramme, as well as activities such as Yabusame (Japanese archery <br/>\non horseback), Kobudo and Kendo (martial arts), Japanese tea <br/>\nceremonies, calligraphy, swordsmanship, origami and Tanka poetry <br/>\nworkshops.<br/>\n<br/>\nFind out more about ancient Japan by visiting the dedicated website: <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.shogun.org.uk/overview/overview.html\">http://www.shogun.org.uk/overview/overview.html</a></div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 7643,
    "nextTopicId": 7645
}