{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 145759856,
            "authorName": "Kitsuno",
            "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
            "profile": "kitsuno",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "The Criterion Collection presents Harakiri (Seppuku) (1962)",
            "postDate": "1125821389",
            "msgId": 7645,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGRmZWE0ZCs5MGMzQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 7644,
            "nextInTime": 7646,
            "topicId": 7645,
            "numMessagesInTopic": 0,
            "msgSnippet": "The Criterion Collection presents Harakiri (Seppuku) (1962) Who can fathom the depths of another man s heart? - Hanshiro Tsugumo (Tasuya Nakadai) Review By:",
            "messageBody": "<div id=\"ygrps-yiv-1357165594\">The Criterion Collection presents<br/>\nHarakiri (Seppuku) (1962)<br/>\n<br/>\n&quot;Who can fathom the depths of another man&#39;s heart?&quot;<br/>\n- Hanshiro Tsugumo (Tasuya Nakadai)<br/>\n<br/>\nReview By: Nate Meyers  <br/>\nPublished: August 22, 2005<br/>\n<br/>\nStars: Tatsuya Nakadai, Rentaro Mikuni, Akira Ishihama<br/>\nOther Stars: Shima Iwashita, Tetsuro Tamba, Masao Mishima, Ichiro <br/>\nNakaya, Kei Sato, Yoshio Inaba, Yoshiro Aoki<br/>\nDirector: Masaki Kobayashi<br/>\n<br/>\nManufacturer: DVDL<br/>\nMPAA Rating: Not Rated for (violence)<br/>\nRun Time: 02h:12m:47s<br/>\nRelease Date: August 23, 2005<br/>\nUPC: 037429207321<br/>\nGenre: foreign<br/>\n<br/>\nDVD Review<br/>\nHarakiri (Seppuku), director Masaki Kobayashi&#39;s powerful indictment <br/>\nof social structures, in this case the Tokugawa shogunate, which <br/>\ndemolish the individual&#39;s dignity in favor of authoritarian rule, is <br/>\na superb film. Set in 1630 near the beginning of the famous <br/>\nshogunate&#39;s rule, Harakiri (Seppuku) exposes Tom Cruise&#39;s vain <br/>\nattempt at multiculturalism, The Last Samurai, for what it isa <br/>\nmindless narrative based on inane American notions of the samurai. <br/>\nKobayashi&#39;s film is a subtle, astute tale full of outrage and <br/>\nprofundity.<br/>\n<br/>\nAs the film opens, momentous change is sweeping across Japan, <br/>\ncausing many samurai to fall into exile as ronin, masterless <br/>\nsamurai. Despite the changes, the Iyi Clan is prosperous and adheres <br/>\nstrictly to their oaths. Thus, when a man claiming to be a retainer <br/>\nof the fallen Fukushima Clan arrives, they question his motives. <br/>\nHanshiro Tsugumo (Tatsuya Nakadai) asks permission to commit <br/>\nharakiri, ritual suicide, in the Iyi Clan&#39;s forecourt. The <br/>\ncounselor, Kageyu Saito (Rentaro Mikuni), is skeptical because many <br/>\nronin have been attempting to extort money from various clans by <br/>\nplaying to their sympathies under the guise of this sacred ritual. <br/>\nSaito meets with Tsugumo in private, speaking frankly in the ascetic <br/>\nenvironment, telling the story of a young man, Motome Chijiiwa <br/>\n(Akira Ishihama), who made the same proposition. Through a series of <br/>\nvivid flashbacks, Chijiiwa&#39;s fate at the austere hands of the Iyi <br/>\nClan is revealed. Exposed as a scoundrel, they force him to commit <br/>\nharakiri with his bamboo sword.<br/>\n<br/>\nThe story does not phase Tsugumo, however, who confidently informs <br/>\nSaito that he has every intention of slicing his own abdomen. The <br/>\nceremony is prepared, but Tsugumo makes a request for the great Iyi <br/>\nswordsmen Hikokuro Omodaka (Tetsuro Tamba) to assist in the ritual. <br/>\nOmodaka is absent due to illness, so Tsugumo makes two additional <br/>\nrequests for samurai who are also absent. Each of the three <br/>\nrequested men was intricately involved in Chijiiwa&#39;s excruciating <br/>\ndeath, prompting Saito to suspect Tsugumo of a conspiracy. As they <br/>\nwait for news on the three missing samurai, Tsugumo tells the story <br/>\nof his life and reveals his relationship to Chijiiwa. There is no <br/>\ntelling how things will play out, but Saito and Tsugumo find <br/>\nthemselves locked in a battle of wills that could very soon turn <br/>\ninto a deadly duel.<br/>\n<br/>\nKobayashi&#39;s direction is patient in its storytelling. Working from a <br/>\nscript by Shinobu Hashimoto (most famous for Rashomon), Kobayashi <br/>\nshifts focus between the Iyi courtyard and Tsugumo&#39;s story with <br/>\ngreat skill, allowing the flashbacks to slowly reveal all the events <br/>\nthat led up to Tsugumo&#39;s arrival. Watching the events unfold, I <br/>\nfound myself mesmerized by how little actually happens. In many <br/>\nways, Harakiri is the antithesis to Kurosawa&#39;s brilliant samurai <br/>\npictures. Apart from the violent and unbridled demise of Chijiiwa <br/>\n(shown in unblinking horror, with canted camera angles heightening <br/>\nthe effect) the movie is mostly calm and little more than two men <br/>\nconversing in front of a large audience. Yet, there&#39;s a kind of <br/>\nspectacle in all of this. The richly adventurous black-and-white <br/>\ncinematography by Yoshio Miyajima merges both serenity and chaos, <br/>\ncapturing the alluring production design with tremendous realism. <br/>\nFurthering that sense is the musical score, bringing emotion and <br/>\ndrama into perfect harmony. The filmmaking is so good that I <br/>\ngenuinely felt like I was sitting in feudal Japan while watching it.<br/>\n<br/>\nThere are flaws, however, in the storytelling. At 133 minutes, <br/>\nKobayashi could employ some judicious editing to strengthen the <br/>\nfilm&#39;s effect. There are moments when the courtyard scenes lag, <br/>\ntaking the audience out of Tsugumo&#39;s drama. However, the extended <br/>\nlength is made durable by Tatsuya Nakadai&#39;s incredible performance <br/>\nas Tsugumo. Only 30 years old when making the film, Nakadai embodies <br/>\nhis character with zeal and intelligence. The ragged beard and <br/>\ntethered clothes further his performance, which contains a range <br/>\nunusual in Japanese films of the period. The dialogue is poetic, <br/>\nemploying a kabuki aesthetic and mixing it with method acting. Pay <br/>\nspecial attention to the early scenes when Nakadai is listening to <br/>\nhis fellow actor, Rentaro Mikuni. The two create a tension that <br/>\nseeps off of the screen and into the viewer.<br/>\n<br/>\nHarakiri is a classic piece of cinema. The themes of the film, which <br/>\nare antiauthoritarian, are timeless and raise many questions. What <br/>\nis honor? Who decides whether an act is honorable? What is the price <br/>\nof humanity? Kobayashi weaves these questions into a stunning story <br/>\nthat can only be appreciated by viewing it.<br/>\n<br/>\nRating for Style: A-<br/>\nRating for Substance: A<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.digitallyobsessed.com/showreview.php3?ID=7738\">http://www.digitallyobsessed.com/showreview.php3?ID=7738</a></div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 7644,
    "nextTopicId": 7646
}