{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 145759856,
            "authorName": "Kitsuno",
            "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
            "profile": "kitsuno",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Sasebo community learns about samurai and swords",
            "postDate": "1125821479",
            "msgId": 7646,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGRmZWE3NytwZjI3QGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 7645,
            "nextInTime": 7647,
            "topicId": 7646,
            "numMessagesInTopic": 0,
            "msgSnippet": "Sasebo community learns about samurai and swords By Greg Tyler, Stars and Stripes Pacific edition, Wednesday, August 24, 2005 SASEBO NAVAL BASE, Japan — An",
            "messageBody": "<div id=\"ygrps-yiv-1811555582\">Sasebo community learns about samurai and swords <br/>\n<br/>\nBy Greg Tyler, Stars and Stripes<br/>\nPacific edition, Wednesday, August 24, 2005<br/>\n<br/>\n<br/>\nSASEBO NAVAL BASE, Japan  An area scholar of the Japanese samurai <br/>\nculture and a pair of kendo masters visited the Harbor View Club on <br/>\nSunday and presented a lecture about samurai, a display of centuries-<br/>\nold swords and an exhibition of ancient kendo movements.<br/>\n<br/>\nNavy spouse Holly Mateikat counts among her friends samurai scholar <br/>\nand collector Naomi Itoh, fifth-degree kendo master Ikuo Matsuo and <br/>\nhis teacher, eighth-degree master Tsuyoshi Fukugawa. She thought an <br/>\nevent showcasing Japanese culture could be a rich experience for the <br/>\nbase community.<br/>\n<br/>\n&quot;I felt it would serve to help Americans understand and appreciate <br/>\nthe culture of our host country,&quot; she said. &quot;I also hoped it would <br/>\nenhance the relationship established between our two countries.<br/>\n<br/>\n&quot;It was wonderful for my Japanese friends, too. They were truly <br/>\nflattered and appreciative that we were so interested in their <br/>\nculture and traditions.&quot;<br/>\n<br/>\nThe event, hosted by the base Morale, Welfare and Recreation <br/>\ndepartment, started with the lecture, which was translated for those <br/>\nattending, and was followed by the martial arts exhibition.<br/>\n<br/>\n&quot;Seeing some of the real samurai swords here was cool, especially <br/>\nwith some being more than 300 years old,&quot; said Sasebo dependent Leif <br/>\nBogen. &quot;I&#39;ve never seen the razor-sharp real ones before, just the <br/>\ncheap ones in stores,&quot; he added.<br/>\n<br/>\n&quot;This was very interesting, especially the history of the swords,&quot; <br/>\nsaid Navy spouse Christopher Lambert.<br/>\n<br/>\nThe culture-sharing event is of the sort MWR Director Scott <br/>\nPoluhowich said he&#39;d like to host more often.<br/>\n<br/>\n&quot;We try and, certainly, we&#39;d like to have more events like this,&quot; he <br/>\nsaid. &quot;It&#39;s just a matter of making contacts in the area community <br/>\nwho are willing to volunteer, and having people from the base <br/>\ncommunity suggest and assist in making the connections.&quot;<br/>\n <br/>\n<br/>\n© 2003 Stars and Stripes. All Rights Reserved.</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 7645,
    "nextTopicId": 7647
}