{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 145759856,
            "authorName": "Kitsuno",
            "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
            "profile": "kitsuno",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Support group to hold test on historical samurai revenge tale",
            "postDate": "1125821589",
            "msgId": 7647,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGRmZWFhbCtoZ2dmQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 7646,
            "nextInTime": 7648,
            "topicId": 7647,
            "numMessagesInTopic": 0,
            "msgSnippet": "Support group to hold test on historical samurai revenge tale An organization specializing in the Chushingura, one of the most famous kabuki tales in Japan",
            "messageBody": "<div id=\"ygrps-yiv-1242356494\">Support group to hold test on historical samurai revenge tale<br/>\n<br/>\nAn organization specializing in the &quot;Chushingura,&quot; one of the most <br/>\nfamous kabuki tales in Japan telling the true story of more than 40 <br/>\nmasterless samurai who committed suicide after taking vengeance on <br/>\nbehalf of their master, is now offering a proficiency exam on the <br/>\nhistorical events.<br/>\n<br/>\nThe Tokyo-based organization, Chuo Gishikai, established <br/>\nthe &quot;Chushingura-tsu Kentei Shiken&quot; (Chushingura expert <br/>\ncertification test) to help ordinary people learn more about the <br/>\nChushingura, which is based on events that occurred over 300 years <br/>\nago.<br/>\n<br/>\nThe first test will be held on Dec. 18, in 10 locations across <br/>\nJapan, including Tokyo and Ako, Hyogo Prefecture, the area where the <br/>\nincident involving 47 masterless samurai took place.<br/>\n<br/>\nThe Chuo Gishikai was established in 1912, and in 1919 it was <br/>\napproved as an incorporated foundation. It conducts research and <br/>\nholds lectures relating to the loyal retainers of Ako, and has <br/>\nproduced several publications. About 300 people belong to the <br/>\norganization.<br/>\n<br/>\nIn the past, the group held a &quot;Chushingura doctoral test&quot; for its <br/>\nmembers, but the latest test marks the first time the doors have <br/>\nbeen opened to the public. The exam consists of 50 multiple choice <br/>\nand written questions, testing people on their general knowledge of <br/>\nthe 47 masterless samurai and the historical events surrounding the <br/>\nincident. Applicants need to correctly answer 40 of the questions <br/>\ncorrectly during the 90-minute test period to pass.<br/>\n<br/>\nResults will be posted to applicants within a month of the test. <br/>\nThose who pass will receive a certificate from the organization and <br/>\nthe qualification of &quot;Chushingura instructor.&quot; The organization will <br/>\nreportedly introduce those who pass to teaching jobs if they are <br/>\ninterested. The cost of sitting the test is 10,000 yen.<br/>\n<br/>\n&quot;We want as many people as possible to take the test and deepen <br/>\ntheir knowledge,&quot; a Chuo Gishikai official said.<br/>\n<br/>\nThe Chushingura is based on an incident in the early 1700s, in which <br/>\na group of masterless samurai who had served under Asano Naganori <br/>\nbanded together to kill Kira Yoshinaka, a retainer of the Tokugawa <br/>\nShogunate, in retaliation for actions that resulted in Asano being <br/>\nordered to commit suicide. The incident has been repeated in <br/>\nnumerous plays and stories, and the Chuo Gishikai has described the <br/>\nChushingura as &quot;an asset of Japan&#39;s spiritual culture.&quot; (Mainichi)<br/>\n<br/>\nhttp://mdn.mainichi-<br/>\nmsn.co.jp/entertainment/news/20050822p2a00m0et012000c.html</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 7646,
    "nextTopicId": 7648
}