{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 145759856,
            "authorName": "Kitsuno",
            "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
            "profile": "kitsuno",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Screening-THREE OUTLAW SAMURAI &GOYOKIN",
            "postDate": "1126073633",
            "msgId": 7656,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGRmbTBmMSticnB0QGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 7655,
            "nextInTime": 7658,
            "topicId": 7656,
            "numMessagesInTopic": 0,
            "msgSnippet": "Screening-THREE OUTLAW SAMURAI &GOYOKIN At Egyptian Theatre Friday, September 9, 2005: Egyptian Theatre The Friday, September 9th program begins at 7:30 PM",
            "messageBody": "<div id=\"ygrps-yiv-1098387593\">Screening-THREE OUTLAW SAMURAI &GOYOKIN<br/>\nAt Egyptian Theatre<br/>\n<br/>\nFriday, September 9, 2005: Egyptian Theatre The Friday, September <br/>\n9th program begins at 7:30 PM with a Double Feature.<br/>\n<br/>\nFirst up is a new 35 mm. print of THREE OUTLAW SAMURAI (SANBIKI NO <br/>\nSAMURAI), (1964, Janus Films, 95 min.). Director Hideo Gosha&#39;s first <br/>\nfeature film is not only one of the most-assured directorial debuts <br/>\never, it is also something of a holy-grail for samurai movie <br/>\naficionados, as it&#39;s been notoriously hard-to-see outside of Japan <br/>\nsince its initial release - until now. Janus Films just made a <br/>\nglorious new 35 mm. print of this treasure, in time for our series!  <br/>\nWandering samurai Tetsuro Tanba is swayed into helping those who <br/>\ncan&#39;t fend for themselves, in this case starving farmers who have <br/>\nkidnapped a local lord&#39;s daughter in protest over unfair taxes. In <br/>\nthe process, much blood is shed, and two other swords-for-hire <br/>\n(Mikijiro Hira, Isamu Nagato) become reluctant draftees into Tanba&#39;s <br/>\nband of rebels. Gosha&#39;s use of the B&W Cinemascope frame is <br/>\nastonishing, with a down-to-earth, hardboiled ambience rarely seen <br/>\nin early 1960s samurai pictures. Add to that Toshiaki Tsushima&#39;s <br/>\natmospheric score and you have a certifiable classic.<br/>\n<br/>\nNext on the same bill is GOYOKIN (aka OFFICIAL GOLD aka STEEL EDGE <br/>\nOF REVENGE), (1969, Toho, 121 min.). Director Hideo Gosha&#39;s samurai <br/>\nmasterpiece is an unrelenting vision of snow and fire, ravens <br/>\nscreeching and swords flashing in the darkness. Tatsuya Nakadai <br/>\nstars as a conscience-stricken samurai tortured by his involvement <br/>\nin a past massacre and determined to prevent another. Gosha was <br/>\nforced to reshoot half the film when original co-star Toshiro Mifune <br/>\nwalked out (apparently because of the fierce cold!) - and the cold <br/>\nin GOYOKIN is, in truth, all-consuming, freezing hands to swords. A <br/>\nbold, beautifully-shot film.  With Tetsuro Tanba, Ruriko Asaoka.<br/>\n<br/>\n<br/>\nDate: Friday, September 09, 2005 <br/>\n<br/>\nTime: 7:30 PM - 10:00 PM<br/>\n<br/>\nEgyptian Theatre<br/>\n6712 Hollywood Boulevard <br/>\nLos Angeles, CA <br/>\n<br/>\n<br/>\nPosted by: Asia Institute</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 7654,
    "nextTopicId": 7659
}