{
    "totalMsgInTopic": 2,
    "messages": [
        {
            "userId": 75122042,
            "authorName": "Boal, Nina",
            "from": "&quot;Boal, Nina&quot; &lt;Nina.Boal@...&gt;",
            "profile": "ninaboal21044",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "RE: Sword Is The Soul Of The Samurai? (was RE: [samuraihistory] R\te: h itokiri kawakami gensai?)",
            "postDate": "1129310297",
            "msgId": 7850,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDkxOEREMTZGRUUzQjM5NDI5RjhDRjAwRjI4NjU4RTY1MTM2NTNDMTNAczNjMWNkMS5iYS5zc2EuZ292Pg=="
            },
            "prevInTopic": 7842,
            "nextInTopic": 0,
            "prevInTime": 7849,
            "nextInTime": 7851,
            "topicId": 7842,
            "numMessagesInTopic": 0,
            "msgSnippet": "Back to film discussion, as I don t have access to actual records of real people. There is an intersesting set of situations in the film TASOGARE SEIBEI aka",
            "messageBody": "<div id=\"ygrps-yiv-1205795009\">Back to film discussion, as I don&#39;t have access to actual records of real<br/>\npeople. There is an intersesting set of situations in the film TASOGARE<br/>\nSEIBEI aka TWILIGHT SAMURAI, an excellent film which I believe is based on a<br/>\nnovel. It takes place in the late Edo/early Bakumatsu period. Here we have<br/>\nas the main character, Seibei, a clan samurai who is very low-paid and he<br/>\nstruggles to survive and support his family. He is widowed and must support<br/>\nseveral children plus his mother who has become senile. The film portrays<br/>\nhim as being up to his ears in debt, which actually was the fate of many<br/>\nsamurai and even daimyo during the Edo period. As a samurai, he serves his<br/>\nlord in an accounting office every day. But at night, he must supplement his<br/>\nmeager income (50 koku of rice per year, which was about as low as a<br/>\nsamurai&#39;s stipend could get); he has to take in craft piecework to make and<br/>\nsell to a wholesaler -- which was a common way for samurai or ronin to make<br/>\nmoney, though the income was usually paltry. Seibei makes insect cages,<br/>\nwhich are very intricate and he uses quite a lot of skill to piece these<br/>\ntogether. But he only gets paid by the piece, and in a scene with the<br/>\nwholesaler, the wholesaler explains that the market for insect cages just<br/>\nisn&#39;t all that great these days, so he will continue to receive only a<br/>\npittance for his cages.<br/>\n<br/>\n****SPOILER ALERT*** Don&#39;t read this paragraph if you haven&#39;t seen the film<br/>\nand don&#39;t wish to know what happens at the end.   <br/>\n<br/>\nIt turns out that Seibei is quite skilled as a swordfighter. He is<br/>\nchallenged to a &quot;live&quot; duel by another in his clan. He shows up at the<br/>\nagreed site with a bokken (wooden practice sword), stating that he&#39;ll use<br/>\nthis against his opponent&#39;s live katana. He defeats the opponent. Because of<br/>\nhis skill, Seibei&#39;s lord orders him to kill a renegade former clansman who<br/>\nhas run off to join one of the factions in the civil uprisings that occurred<br/>\nduring this period. He ends up facing the man inside a deserted house, where<br/>\nthe two have a discussion. Seibei explains that his expertise is with the<br/>\nwakizashi. But also explains that he sold his katana some time earlier to<br/>\npay for his wife&#39;s funeral, and thus wears a bamboo katana -- which is why<br/>\nhe had used a bokken for the earlier duel; he had no katana. The duel takes<br/>\nplace, with Seibei using his wakizashi, and he kills his opponent and<br/>\nreturns home to live out his days serving his clan until he loses his life<br/>\n(still serving his lord) in one of the bakumatsu uprisings.<br/>\n<br/>\n****END SPOILER ALERT***<br/>\n<br/>\nThis is a very good film on many layers. Among other things, it explores the<br/>\nmartial ethic of a late Edo period low-ranked, impoverished samurai.<br/>\n<br/>\nNina<br/>\n<br/>\n-----Original Message-----<br/>\nFrom: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:samuraihistory@yahoogroups.com\">samuraihistory@yahoogroups.com</a> [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:samuraihistory@yahoogroups.com\">samuraihistory@yahoogroups.com</a>]<br/>\nOn Behalf Of james wilson<br/>\nSent: Thursday, October 13, 2005 6:59 PM<br/>\nTo: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:samuraihistory@yahoogroups.com\">samuraihistory@yahoogroups.com</a><br/>\nSubject: Re: Sword Is The Soul Of The Samurai? (was RE: [samuraihistory] Re:<br/>\nh itokiri kawakami gensai?)<br/>\n<br/>\nHa Ha u struck again Ms Boal thats an awesome question and depends on how u<br/>\nlook at it. If we treat martial arts or life in general as living to make<br/>\nthe lives of others better than how is there a lose in honor for n e thing<br/>\nof a sort of selling to help provide for ones family. However, if u wanna<br/>\ntie Pride and Honor together then thats totally something else.</div>",
            "specialLinks": []
        },
        {
            "userId": 75122042,
            "authorName": "Boal, Nina",
            "from": "&quot;Boal, Nina&quot; &lt;Nina.Boal@...&gt;",
            "profile": "ninaboal21044",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "RE: Sword Is The Soul Of The Samurai? (was RE: [samuraihistory] R\te: h itokiri kawakami gensai?)",
            "postDate": "1129233205",
            "msgId": 7842,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDkxOEREMTZGRUUzQjM5NDI5RjhDRjAwRjI4NjU4RTY1MTM2NTNDMDlAczNjMWNkMS5iYS5zc2EuZ292Pg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 7850,
            "prevInTime": 7841,
            "nextInTime": 7843,
            "topicId": 7842,
            "numMessagesInTopic": 0,
            "msgSnippet": "Uhhhh!!!  Heh, heh, heh!!! Hard questions... Have you seen the film SEPPUKU? If you haven t, do so at your earliest opportunity. There is a new Criterion",
            "messageBody": "<div id=\"ygrps-yiv-997909385\">Uhhhh!!!  Heh, heh, heh!!! Hard questions...<br/>\n<br/>\nHave you seen the film SEPPUKU? If you haven&#39;t, do so at your earliest<br/>\nopportunity. There is a new Criterion edition out with subtitles in English.<br/>\nIs English your native language, or is it Spanish? Don&#39;t know if a Spanish<br/>\nsub-titled edtion is out. <br/>\n<br/>\nAt any rate, in this film, an impoverished ronin is torn between the choice<br/>\nof selling his sword blades to raise money to feed his wife and child. If he<br/>\ndid not do this, then his family would get sick and starve. So he sells the<br/>\nsword blades. And ends up being brutally punished for this &quot;sin&quot; by some<br/>\nclan samurai who see him as being utterly dishonored. I personally see the<br/>\nman who sold his swords to try and keep his family from starving as having<br/>\nfar more honor than the judgmental people who heaped blame upon him. As the<br/>\nman&#39;s father-in-law states later on in the film, &quot;even a samurai cannot live<br/>\non air.&quot; <br/>\n<br/>\nI&#39;m in the middle of writing a piece of fiction that deals with somewhat<br/>\nsimilar themes. I try and ask,&quot;what is a sword and what is the soul? Is a<br/>\nsword simply a metal object or is it a part of your being?.&quot; There is an old<br/>\nZen saying, I do not know who wrote it, &quot;I have no sword; I make my mind my<br/>\nsword.&quot; <br/>\n<br/>\nI studied kendo for ten years and I know personally about how a sword or a<br/>\nbamboo shinai can become an actual extension of your body. I own a single<br/>\nNihonto, a 400 year old wakizashi without signature on the tang (it used to<br/>\nbe a katana but was cut down) and when I handle this sword, I know that it<br/>\nis more than merely metal. So also, I know that when a samurai was forced to<br/>\ngive up or sell his sword to feed his family, it probably was agony for him.<br/>\nBut he might have had to do it and this was tragic.  <br/>\n<br/>\nI don&#39;t know if I made much sense here.<br/>\n<br/>\nCheers, Nina<br/>\n<br/>\n-----Original Message-----<br/>\nFrom: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:samuraihistory@yahoogroups.com\">samuraihistory@yahoogroups.com</a> [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:samuraihistory@yahoogroups.com\">samuraihistory@yahoogroups.com</a>]<br/>\nOn Behalf Of federico trejos<br/>\nSent: Thursday, October 13, 2005 2:54 PM<br/>\nTo: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:samuraihistory@yahoogroups.com\">samuraihistory@yahoogroups.com</a><br/>\nSubject: Re: Sword Is The Soul Of The Samurai? (was RE: [samuraihistory] Re:<br/>\nh itokiri kawakami gensai?)<br/>\n<br/>\n<br/>\nGood afternoon.<br/>\nNina why do you always brings this hard to answer questions ??? jajajaja !!!<br/>\nOk, I think that it was something philosophical and spiritual.  <br/>\nSome one once told me that there is two senses in life that you can not<br/>\ningnore : first one is when your death time is getting close and second one<br/>\nis when you are hungry !!! Then I understand why he brought out<br/>\nhis blades.   Katana was considered the soul of the<br/>\nsamurai since it was considered what ebodied bushido. <br/>\n This is interesting, a samurai think that his sword is an extention of his<br/>\nbody.  So he consider his sword<br/>\na part of it.   Besides, it was his primary weapon,<br/>\nhis life depends on it ( think about this carefully ).<br/>\n  The katana is that, a weapon !!!   And the samurai<br/>\nmore than any one else new that.   <br/>\nSomething funny about this is that there is anything on the Bushido code<br/>\nthat have to do with weapons !!!<br/>\nIt is a moral and correct conduct code.    Then I<br/>\nthink that all this is a romantic tale out of some<br/>\nNoh.   <br/>\nNow, if you tell me that a samurai fells something special and spiritual for<br/>\nhis sword, I will be with<br/>\nyou in a 100%.   <br/>\n<br/>\nBest regards.    <br/>\n<br/>\n__________________________________________________<br/>\nCorreo Yahoo!<br/>\nEspacio para todos tus mensajes, antivirus y antispam ¡gratis! <br/>\nRegístrate ya - <a rel=\"nofollow\" target=\"_blank\" href=\"http://correo.espanol.yahoo.com/\">http://correo.espanol.yahoo.com/</a> <br/>\n<br/>\n<br/>\n<br/>\n<br/>\n------------------------ Yahoo! Groups Sponsor --------------------~--&gt; Get<br/>\nfast access to your favorite Yahoo! Groups. Make Yahoo! your home page<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://us.click.yahoo.com/dpRU5A/wUILAA/yQLSAA/BcOolB/TM\">http://us.click.yahoo.com/dpRU5A/wUILAA/yQLSAA/BcOolB/TM</a><br/>\n--------------------------------------------------------------------~-&gt; <br/>\n<br/>\n---<br/>\nJoin the 2006 Samurai Fiction contest:<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.samurai-archives.com/writcon2.html\">http://www.samurai-archives.com/writcon2.html</a><br/>\n<br/>\nSamurai Archives: <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.samurai-archives.com\">http://www.samurai-archives.com</a> Samurai Archives store:<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.cafeshops.com/samuraiarchives\">http://www.cafeshops.com/samuraiarchives</a><br/>\n---<br/>\nYahoo! Groups Links</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 7797,
    "nextTopicId": 7839
}