{
    "totalMsgInTopic": 3,
    "messages": [
        {
            "userId": 214802153,
            "authorName": "Haynes, A (Angus)",
            "from": "&quot;Haynes, A &#92;(Angus&#92;)&quot; &lt;angus.haynes@...&gt;",
            "profile": "angushaynes",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "RE: [samuraihistory] Films and &#39;History Books&#39;, relative accuracy",
            "postDate": "1129778580",
            "msgId": 7878,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PEVDRTNFRjIzNTUzQjUyNDA5M0EzQzRCRkFENjJBN0JBOTVGQTY2QHJhYm9iYW5rLmNvbT4="
            },
            "prevInTopic": 7876,
            "nextInTopic": 0,
            "prevInTime": 7877,
            "nextInTime": 7879,
            "topicId": 7874,
            "numMessagesInTopic": 0,
            "msgSnippet": "... down ... brothers ... Byzantium. ... Oh dear. I m yet to watch this but I was looking forward to hiring it out sometime... so much for that. I ll never",
            "messageBody": "<div id=\"ygrps-yiv-166672673\"><blockquote><span title=\"ireply\">&gt; Everyone now thinks Balian of Ibelin was a bastard son -- a French <br/>\n &gt; blacksmith -- of Godfrey of Ibelin, and that he bonked and settled<br/>\n </span></blockquote>down <br/>\n<blockquote><span title=\"ireply\">  &gt; with the Queen of Jerusalem. In fact, Balian (the Younger) was the <br/>\n &gt; legitimate son of Balian (the Elder) of Ibelin -- one of three<br/>\n </span></blockquote>brothers <br/>\n<blockquote><span title=\"ireply\">  &gt; -- and was married (quite happily) to the dowager empress of<br/>\n </span></blockquote>Byzantium.<br/>\n<blockquote><span title=\"ireply\">  &gt; <br/>\n &gt; (Yes, I&#39;m watching Kingdom of Heaven right now...)<br/>\n <br/>\n </span></blockquote>Oh dear. I&#39;m yet to watch this but I was looking forward to hiring it<br/>\nout sometime... so much for that. I&#39;ll never understand why writers feel<br/>\nobliged to change history to fit their vision for a story. If they had<br/>\nany talent, they&#39;d do it vice-versa.<br/>\n<br/>\n_____________________________________________________________<br/>\n<br/>\nThis email, including any attachments, may be confidential or privileged, and is sent for the personal attention of the intended recipient.  If you have received this email in error, please delete it immediately .  The views expressed are not necessarily those of the Rabobank Group.  The Group is not liable for the effects of any virus which may be contained in this email.<br/>\n_____________________________________________________________<br/>\n<br/>\nIf this e-Mail contains marketing material and you do not wish to receive such material by e-Mail in future, please reply to this e-Mail and place the words &quot;Remove My Details - Electronic Messages&quot; in the Subject Header.  <br/>\n<br/>\nThe Rabobank Group <br/>\nAustralia: 1800 025 484<br/>\nNew Zealand: 0800 500 933<br/>\n<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        },
        {
            "userId": 232440797,
            "authorName": "Anthony Bryant",
            "from": "Anthony Bryant &lt;anthony_bryant@...&gt;",
            "profile": "sengokudaimyo",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Re: [samuraihistory] Films and &#39;History Books&#39;, relative accuracy",
            "postDate": "1129774283",
            "msgId": 7876,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDQzNTZGQ0NCLjkwMDAzQGNveC5uZXQ+",
                "inReplyToHeader": "PDA4ZWZjODRhZWMwZTg5NWJlODdmYWI5NTZiYzE1MjkxQG04LmRpb24ubmUuanA+",
                "referencesHeader": "PDExMjk3NTE0NTUuMzEyLjQ4MzQzLm0xN0B5YWhvb2dyb3Vwcy5jb20+IDwwOGVmYzg0YWVjMGU4OTViZTg3ZmFiOTU2YmMxNTI5MUBtOC5kaW9uLm5lLmpwPg=="
            },
            "prevInTopic": 7874,
            "nextInTopic": 7878,
            "prevInTime": 7875,
            "nextInTime": 7877,
            "topicId": 7874,
            "numMessagesInTopic": 0,
            "msgSnippet": "... Recent historical big-budget blockbusters like Braveheart, Elizabeth, and Kingdom of Heaven come to mind immediately. Though those were historical",
            "messageBody": "<div id=\"ygrps-yiv-1841274869\">Shannon wrote:<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;  Nothing whatsoever is wrong with entertainment, and anything that<br/>\n&gt;  makes one curious is good in my book. It is only a problem when we<br/>\n&gt;  take a genre like samurai movies (or Westerns in the US) and assume<br/>\n&gt;  that the depictions are historically accurate and not filled with<br/>\n&gt;  anachronisms and misrepresentations of the time period in which they<br/>\n&gt;  are set.<br/>\n<br/>\n </span></blockquote>Recent historical big-budget blockbusters like &quot;Braveheart,&quot; <br/>\n&quot;Elizabeth,&quot; and &quot;Kingdom of Heaven&quot; come to mind immediately. Though <br/>\nthose were historical personages, and the stories had a bit of history <br/>\nabout them, they were so a-historical and error-ridden -- to say nothing <br/>\nof actual rewriting of history -- that it makes the historian in me weep.<br/>\n<br/>\nAnd there are people who have gotten their &quot;history&quot; from these films, <br/>\nand don&#39;t know how bogus they are.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;  It matters because accuracy matters.<br/>\n<br/>\n </span></blockquote>Hear, hear.<br/>\n<br/>\nEveryone now thinks Balian of Ibelin was a bastard son -- a French <br/>\nblacksmith -- of Godfrey of Ibelin, and that he bonked and settled down <br/>\nwith the Queen of Jerusalem. In fact, Balian (the Younger) was the <br/>\nlegitimate son of Balian (the Elder) of Ibelin -- one of three brothers <br/>\n-- and was married (quite happily) to the dowager empress of Byzantium.<br/>\n<br/>\n(Yes, I&#39;m watching Kingdom of Heaven right now...)<br/>\n<br/>\n<br/>\nTony</div>",
            "specialLinks": []
        },
        {
            "userId": 158674072,
            "authorName": "シャノン パーカー",
            "from": "=?ISO-2022-JP?B?GyRCJTclYyVOJXMbKEIgGyRCJVEhPCUrITwbKEI=?= &lt;rntihg@...&gt;",
            "profile": "rntihg",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Films and &#39;History Books&#39;, relative accuracy",
            "postDate": "1129762175",
            "msgId": 7874,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDA4ZWZjODRhZWMwZTg5NWJlODdmYWI5NTZiYzE1MjkxQG04LmRpb24ubmUuanA+",
                "inReplyToHeader": "PDExMjk3NTE0NTUuMzEyLjQ4MzQzLm0xN0B5YWhvb2dyb3Vwcy5jb20+",
                "referencesHeader": "PDExMjk3NTE0NTUuMzEyLjQ4MzQzLm0xN0B5YWhvb2dyb3Vwcy5jb20+"
            },
            "prevInTopic": 0,
            "nextInTopic": 7876,
            "prevInTime": 7873,
            "nextInTime": 7875,
            "topicId": 7874,
            "numMessagesInTopic": 0,
            "msgSnippet": "Well, It seems that I have touched off a bit of a firestorm. Unintentional, but I think that the debate has a lot of merit, so I will continue in the spirit of",
            "messageBody": "<div id=\"ygrps-yiv-863856415\">Well,<br/>\n<br/>\nIt seems that I have touched off a bit of a firestorm.<br/>\nUnintentional, but I think that the debate has a lot of merit, so I <br/>\nwill continue in the spirit of exchange of ideas.<br/>\n<br/>\nI will address some of the things that &quot;onnagozen&quot; said in reply to <br/>\nNate.<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt; Quote:Because film is inherently about entertainment, and<br/>\n&gt;&gt; therefore ticket sales, not about accuracy<br/>\n&gt;<br/>\n&gt; Some films are, some film makers only care about the next buck.  Not<br/>\n&gt; all films outside of Hollywood are made that cynically, or are you<br/>\n&gt; making a sweeping generalisation here?  And what is wrong with<br/>\n&gt; entertainment if it gives you a stepping stone into learning more?<br/>\n<br/>\n </span></blockquote>Nothing whatsoever is wrong with entertainment, and anything that makes <br/>\none curious is good in my book.  It is only a problem when we take a <br/>\ngenre like samurai movies (or Westerns in the US) and assume that the <br/>\ndepictions are historically accurate and not filled with anachronisms <br/>\nand misrepresentations of the time period in which they are set.<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; And how does something that inspires an interest, like a good film<br/>\n&gt; does, automatically become suspect?<br/>\n<br/>\n </span></blockquote>Because there is nothing stopping a film maker from including <br/>\ninaccurate depictions in his/her film.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; And how do you know (and I mean<br/>\n&gt; KNOW, without any doubt) that the historical things you read are<br/>\n&gt; accurate and truthful and not slanted to suit the political agenda of<br/>\n&gt; the writer.<br/>\n<br/>\n </span></blockquote>One never knows with a capital K.  However, assuming that one can not <br/>\nread primary materials, one has to rely on scholarship.  Good <br/>\nscholarship does not say, for example, &quot;The sword was the soul of the <br/>\nsamurai&quot; and leave it at that.  There would be supporting data taken <br/>\nfrom as many different sources as possible (eg. e-maki, diaries, <br/>\nhistorical accounts, official administrative documents), the sources <br/>\nwould be subjected to scrutiny and placed in their historical contexts <br/>\n(who wrote them, why, were they meant to be read by others, were they <br/>\npart of some ongoing discourse of the day, etc.).  Which doesn&#39;t give <br/>\nthe capital K know, but provides a level of certainty greater than that <br/>\nof a movie or piece of fiction (historical fiction or otherwise).<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; How many documentaries have you seen where they get the<br/>\n&gt; basic, fundamental things wrong and the narrator can&#39;t even pronounce<br/>\n&gt; simple things correctly?<br/>\n<br/>\n </span></blockquote>Too many.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; How many books about a specific subject have<br/>\n&gt; you read, and then found another with an opposing view?<br/>\n<br/>\n </span></blockquote>Very few.  The books that I read on Japanese history (or any <br/>\nhistory-related topics) always contain opposing viewpoints.  To pretend <br/>\nthat opposing views don&#39;t exist and to fail to address them is not <br/>\nscholarship.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Does any of<br/>\n&gt; this really matter, unless you want to think of yourself as an<br/>\n&gt; &quot;expert&quot; or a definitive source of knowledge?<br/>\n<br/>\n </span></blockquote>It matters because accuracy matters.  As I said above, it is impossible <br/>\nto know history with a capital K, but we should still strive after <br/>\naccuracy.  It is that thing that we can&#39;t reach in history, but the <br/>\npursuit of it makes the endeavor worthwhile.  Since this is a history <br/>\nforum, I suspect that people come to this group expecting that we take <br/>\nhistoriography seriously and that our discussions (which may endure ad <br/>\ninfinitum on the web), while perhaps not &#39;expert&#39;, strive to be a <br/>\nsource of knowledge for those who visit here.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; And finally, since we<br/>\n&gt; are all capable of telling the difference between a film made for pure<br/>\n&gt; entertainment and one made with loftier ideals, isn&#39;t turning your<br/>\n&gt; nose up at all films a bit pointless?<br/>\n<br/>\n </span></blockquote>We can?  How?<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt; Whether Kurosawa used poetic licence or not in order to make a more<br/>\n&gt; entertaining film, who on earth cares?<br/>\n<br/>\n </span></blockquote>Noone.  But to assume that his depiction of anything samurai-related is <br/>\nbased on anything more than prevailing views of the samurai in popular <br/>\nculture is speculation.<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; I wasn&#39;t aware that he was a<br/>\n&gt; documentary maker who had sworn a blood oath to only depict all the<br/>\n&gt; truths that anyone ever wrote about the latter days of Takeda Shingen.<br/>\n&gt;  I&#39;ve seen any number of films about Shingen, all of them give you a<br/>\n&gt; different viewpoint, most are entertaining too.  What&#39;s the bet that<br/>\n&gt; most books about him have just as many viewpoints but slightly less<br/>\n&gt; entertainment value.  Why does it matter?<br/>\n<br/>\n </span></blockquote>I don&#39;t bet.  Also, it depends on what you mean by &#39;viewpoints&#39;.  Of <br/>\ncourse authors (biographers and historians) insert their opinions and <br/>\nspeculations into their work and it goes without saying that every <br/>\nhuman being has biases that they bring to their every endeavor.  <br/>\nHowever, the &#39;meat&#39; of history is about what can be corroborated and <br/>\nnarrowed down to be a description of what likely occurred.  From the <br/>\nhistorical pursuit we are unlikely to find out what kind of person <br/>\nShingen was, but we can find out what campaigns he engaged in, what <br/>\ndocuments he sent to others, what his rules for his men were, etc.  The <br/>\nreason that narrative histories have been supplanted in recent decades <br/>\nis that their style leads the reader to believe that &#39;this is how it <br/>\nwas&#39; and requires the writer to fit whatever data they have into a <br/>\ncoherent story adopting tropes that are familiar to the readers.  While <br/>\neasier to read, and very entertaining, this is where one tends to run <br/>\ninto vastly different &#39;viewpoints&#39; among writers.<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Are you concerned that we<br/>\n&gt; are gullible enough to believe that a film is equal to the truth?<br/>\n&gt; If I couldn&#39;t tell the difference I&#39;d need locking up.  My point is<br/>\n&gt; this, just because films are not a reliable source, doesn&#39;t mean that<br/>\n&gt; every history book IS, and you can&#39;t know anyway, because you weren&#39;t<br/>\n&gt; there, and those that were there won&#39;t necessarily write everything as<br/>\n&gt; it happened if it doesn&#39;t suit their purpose.  Saying, in effect, film<br/>\n&gt; =lies and half truths, history book = 100% correct is still daft.<br/>\n&gt; Assuming that I believe every film I see to be a documentary is <br/>\n&gt; insulting.<br/>\n&gt;<br/>\n&gt;<br/>\n<br/>\n </span></blockquote>Films are a less reliable source than books written by historians, at <br/>\nleast those that are peer-reviewed.  While anyone can write and get <br/>\npublished in a popular press a book on a topic from the past, academic <br/>\npresses have experts review their monographs and check citations.  <br/>\nConclusions that the writer chooses to make from the data are, <br/>\nnecessarily, his/her own, but data supporting as well as contradicting <br/>\nhis arguments must appear in order for the work to be considered <br/>\nscholarly.  That way, if the reader disagrees or is unconvinced, they <br/>\ncan go to the sources and see for themselves.  It is not so much that <br/>\nfilms are necessarily untrue as much as we have no reason to assume <br/>\nthat they are accurate.  And the only way available to us to judge <br/>\ntheir accuracy is to go either to primary or secondary sources (history <br/>\nbooks).<br/>\n<br/>\n-Shannon</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 7838,
    "nextTopicId": 7882
}