{
    "totalMsgInTopic": 4,
    "messages": [
        {
            "userId": 27940151,
            "authorName": "drnostrand",
            "from": "&quot;drnostrand&quot; &lt;nostrand@...&gt;",
            "profile": "drnostrand",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Re: SEPPUKU: purely  &quot;entertainment&quot; or possibl e historical source? (was re: Sword Is The Soul Of The Samurai?",
            "postDate": "1130694961",
            "msgId": 7968,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGRrMzFmaCtyaDBrQGVHcm91cHMuY29tPg==",
                "inReplyToHeader": "PGRqZDZubitvMjFtQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 7923,
            "nextInTopic": 0,
            "prevInTime": 7967,
            "nextInTime": 7969,
            "topicId": 7911,
            "numMessagesInTopic": 0,
            "msgSnippet": "Hi. Seppuku is probably most appropriately classified as a jidaigeki of the fictional sort. It is not a documentary and does not pretend to be one. It does not",
            "messageBody": "<div id=\"ygrps-yiv-442665096\">Hi.<br/>\n<br/>\nSeppuku is probably most appropriately classified as a jidaigeki of the fictional sort. It is <br/>\nnot a documentary and does not pretend to be one. It does not even pretend to be a <br/>\nfictionalization of a historical event such as Samurai Banners and Kagemusha are. That <br/>\nsaid, they serve the same sort of function as say The Patriot does for understanding the <br/>\nU.S. Revolutionary War. <br/>\n<br/>\nIs it a historical source? By in large, no. Is it purely &quot;entertainment&quot;, I think that this is too <br/>\nharsh. Chanbara films are much more of the entertainment variety, but even here the well <br/>\nmade chanbara film, such as Yojimbo, can expose the novice to the atmosphere of the <br/>\nperiond in which it is set.</div>",
            "specialLinks": []
        },
        {
            "userId": 102344422,
            "authorName": "Randy Schadel",
            "from": "&quot;Randy Schadel&quot; &lt;ayamechiba@...&gt;",
            "profile": "kurotatsunoshi",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Re: SEPPUKU: purely  &quot;entertainment&quot; or possibl e historical source? (was re: Sword Is The Soul Of The Samurai?",
            "postDate": "1129979447",
            "msgId": 7923,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGRqZDZubitvMjFtQGVHcm91cHMuY29tPg==",
                "inReplyToHeader": "PDkxOEREMTZGRUUzQjM5NDI5RjhDRjAwRjI4NjU4RTY1MTM2NTNDNEFAczNjMWNkMS5iYS5zc2EuZ292Pg=="
            },
            "prevInTopic": 7918,
            "nextInTopic": 7968,
            "prevInTime": 7922,
            "nextInTime": 7924,
            "topicId": 7911,
            "numMessagesInTopic": 0,
            "msgSnippet": "Nina, I found the film Seppuku very entertaining, even using your dictionary definition of it. I was pleased with the art direction, the performances,",
            "messageBody": "<div id=\"ygrps-yiv-372407592\">Nina,<br/>\nI found the film &quot;Seppuku&quot; very entertaining, even using your dictionary definition of it. I was &#39;pleased&#39; with the art direction, the performances, sets, lighting, editing, costuming, the climatic sword fight, and the attention to period detail. Primarily I was pleased that what could have turned out to be just another hack Grade B &#39;noble ronin film&#39; (although these entertain me as well) turned out to have a solid story that raised questions about the conflicting duties of the samurai class and made you think. Although the film was a tragedy, I found it had many moments that amused me (like the top-knot throwing) and it was certainly diverting-despite the long running time, I never found myself losing interest or clock watching. Entertainment is more than just watching action scenes or things getting &quot;blowed up real gud&quot;-it also includes enjoyment of a well done story.<br/>\nAs far as using this or any film as an historical source...I don&#39;t see it. I agree with one of the other posters that in this regard, films are best used as &#39;jumping off points&#39; to inspire someone to conduct further research. Even films that pride themselves on being &#39;historically accurate&#39; are anything but. The producers and cast thought Cruise&#39;s &#39;The Last Samurai&#39; was extremely historically accurate-and we all know the general consensus of how the listmembers see that! Even a generally well thought of &#39;historical&#39; film like &#39;Samurai Banners&#39; is loaded with errors. This is due to editing concerns, budget restrictions, story flow, etc. Yes, one may be able to glean certain facts from a film, but I see the &#39;research payoff table&#39; as a graduated list with films and video games (both of which I love) on one end with primary source documents on the other (followed by serious historians). Both may have errors (even the excellent reference work the 6 volume Cambridge History Of Japan has errors, some of them quite unexcusable), but you&#39;re far more likely to find solid answers among the source documents and serious historians. I see it as films inspiring one to ask questions, but the books and documents providing the best and most well-informed answers. <br/>\nExcept for a handful of &#39;art&#39; films, the primary function of a film is to make money for the studio or group that financed it. For all the awards and critical acclaim Kurosawa had, when his films began to lose money, he found it almost impossible to get backing to make more. When it&#39;s a question of being historically accurate or entertaining, entertaining is going to win because that is what sells tickets. When it&#39;s a question of being historically accurate or coming in under budget/on time, the money people are usually going to win. Thankfully, while books do sometimes have to make certain concessions to publishers, this usually doesn&#39;t affect content in a non-fiction book.</div>",
            "specialLinks": []
        },
        {
            "userId": 158674072,
            "authorName": "シャノン パーカー",
            "from": "=?ISO-2022-JP?B?GyRCJTclYyVOJXMbKEIgGyRCJVEhPCUrITwbKEI=?= &lt;rntihg@...&gt;",
            "profile": "rntihg",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Ako Incident resource",
            "postDate": "1129932461",
            "msgId": 7918,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGZmZThjZDZhYTAwNjg5NzUyNmU2NTFkNzY4ZWJhYTcyQG04LmRpb24ubmUuanA+",
                "inReplyToHeader": "PDkxOEREMTZGRUUzQjM5NDI5RjhDRjAwRjI4NjU4RTY1MTM2NTNDNEFAczNjMWNkMS5iYS5zc2EuZ292Pg==",
                "referencesHeader": "PDkxOEREMTZGRUUzQjM5NDI5RjhDRjAwRjI4NjU4RTY1MTM2NTNDNEFAczNjMWNkMS5iYS5zc2EuZ292Pg=="
            },
            "prevInTopic": 7911,
            "nextInTopic": 7923,
            "prevInTime": 7917,
            "nextInTime": 7919,
            "topicId": 7911,
            "numMessagesInTopic": 0,
            "msgSnippet": "Since the incident with the 47 (or 46) Ronin has come up a lot lately I figured I d send this link to a good resource on the subject.  The info within cannot",
            "messageBody": "<div id=\"ygrps-yiv-1042313587\">Since the incident with the 47 (or 46) Ronin has come up a lot lately I <br/>\nfigured I&#39;d send this link to a good resource on the subject.  The info <br/>\nwithin cannot be cited without permission, but makes for interesting <br/>\nreading nonetheless.<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.cc.columbia.edu/~hds2/47ronin.htm\">http://www.cc.columbia.edu/~hds2/47ronin.htm</a><br/>\n<br/>\n-Shannon</div>",
            "specialLinks": []
        },
        {
            "userId": 75122042,
            "authorName": "Boal, Nina",
            "from": "&quot;Boal, Nina&quot; &lt;Nina.Boal@...&gt;",
            "profile": "ninaboal21044",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "RE: [samuraihistory]  SEPPUKU: purely  &quot;entertainment&quot; or possibl\te historical source? (was re: Sword Is The Soul Of The Samurai?",
            "postDate": "1129905072",
            "msgId": 7911,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDkxOEREMTZGRUUzQjM5NDI5RjhDRjAwRjI4NjU4RTY1MTM2NTNDNEFAczNjMWNkMS5iYS5zc2EuZ292Pg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 7918,
            "prevInTime": 7910,
            "nextInTime": 7912,
            "topicId": 7911,
            "numMessagesInTopic": 0,
            "msgSnippet": "Please anyone, especially those who have seen this film. Feel free to jump in here. See the post I cited below my reply. I snipped out all from the post other",
            "messageBody": "<div id=\"ygrps-yiv-1885320123\">Please anyone, especially those who have seen this film. Feel free to jump<br/>\nin here. See the post I cited below my reply. I snipped out all from the<br/>\npost other than the parts relevant to this particular discussion.<br/>\n<br/>\nNot all issues of history concern historical fact. Some issues do. Such as<br/>\nthe dates when certain events happened. We do know that on Dec. 14, 1702,<br/>\nthat a number of former retainers of Lord Asano Nagayori attacked the<br/>\nmansion of Lord Kira Yoshinaka. Now, there is a dispute and disagreement<br/>\namong various scholars whose sources I&#39;ve consulted as to the actual number<br/>\nof former Ako retainers who attacked. Some say that there were 47, some say<br/>\nthat there were 46. So there you go, what would seem to be empirical<br/>\nhistorical fact (that 47 former Ako retainers attacked Lord Kira Yoshinaka<br/>\non Dec. 14, 1702) is actually under dispute. But the date is established as<br/>\nfact. <br/>\n<br/>\nBut studying history also involves studying concepts, trends, ideas. Which<br/>\nare not always supported by facts that everyone agrees with i.e. the date of<br/>\na certain event. <br/>\n<br/>\nConcerning the film SEPPUKU. Let&#39;s define &quot;entertainment. As defined on<br/>\nDictionary.com<br/>\n<br/>\n&quot;en*ter*tain*ment    ( P )  Pronunciation Key  (ntr-tnmnt)<br/>\nn. <br/>\nThe act of entertaining. <br/>\nThe art or field of entertaining. <br/>\nSomething that amuses, pleases, or diverts, especially a performance or<br/>\nshow. <br/>\nThe pleasure afforded by being entertained; amusement: The comedian<br/>\nperformed for our entertainment. <br/>\nArchaic. Maintenance; support. <br/>\nObsolete. Employment.&quot;<br/>\n<br/>\nI would question that the film SEPPUKU fits under this definition. When I&#39;ve<br/>\nseen it, I have not been either amused, pleased, nor diverted. Instead, I&#39;ve<br/>\nbeen confronted with the issues and ideas that the film presents. The<br/>\nfilmmaker, Kobayashi Masaki, and the novelist, Takiguchi Yasuhiko (upon<br/>\nwhose work the film is based), imply have the presented issues have a<br/>\nhistorical basis, though their works are presented in fictional form. The<br/>\nfilm has raised my curiosity and made me want to seek actual historical<br/>\nevidence that events similar to the ones depicted in SEPPUKU may or may not<br/>\nhave happened. This list and the learned members here, are one of the<br/>\nsources I am consulting to seek out possible information.  <br/>\n<br/>\nI will readily agree with you that SEPPUKU does not depict historical fact.<br/>\nNor is it intended to do so. But SEPPUKU isn&#39;t either pure fantasy or<br/>\nscience fiction. There are historical facets that we know are true, such as<br/>\nthat in the 17th century, Japan was united under the rule of the Tokugawa<br/>\nshogunate. Also that many fiefs were abolished as a part of the<br/>\nestablishment of this rule. <br/>\n<br/>\nWhat is fictional, and not claimed to be fact, is that a ronin, Tsugumo<br/>\nHanshiro, killed many members of the Ii clan in avenging the death of his<br/>\nson-in-law. I am not seeking historical information on a man named Tsugumo<br/>\nHanshiro, as I&#39;m certain that historically, he never existed.<br/>\n<br/>\nBut I can look at this film and see that it brings up historical issues that<br/>\nI wish to explore. Which I am currently doing. Someone on another forum has<br/>\ninformed me of some possible historical sources that may claim to reveal<br/>\nwhether or not events that are similar to those depicted in SEPPUKU may have<br/>\nacually occurred. That&#39;s what I&#39;m looking at. But also, I look at the issues<br/>\nraised for a general discussion of history as it happened in 17th century<br/>\nJapan. <br/>\n<br/>\nSo no, studying a film like SEPPUKU is NOT the same as studying the written<br/>\nworks of (as an example) Fumazawa Banzin, a scholar who lived and wrote<br/>\nduring the 17th century about issues that were contemporary for him during<br/>\nthe time that he lived. Nor is it like studying a work such as those written<br/>\nby Stephen Turnbull or George Sansome or Donald Keene, who are contemporary<br/>\nwriters who seek to document dates and other events in what they see as a<br/>\nfactual basis.    <br/>\n<br/>\nBut studying a film like SEPPUKU is not the same as studying entertainment<br/>\n(such as the ZATOICHI films) and attempting to claim that it is historical<br/>\nfact when films like these clearly do fit the definition of &quot;entertainment&quot;<br/>\nas defined above.<br/>\n<br/>\nI&#39;m probably as clear as mud here. I hope I&#39;ve not confused anyone too<br/>\nbadly.<br/>\n<br/>\nNina <br/>\n<br/>\n-----Original Message-----<br/>\nFrom: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:samuraihistory@yahoogroups.com\">samuraihistory@yahoogroups.com</a> [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:samuraihistory@yahoogroups.com\">samuraihistory@yahoogroups.com</a>]<br/>\nOn Behalf Of Nate Ledbetter<br/>\nSent: Friday, October 21, 2005 9:31 AM<br/>\nTo: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:samuraihistory@yahoogroups.com\">samuraihistory@yahoogroups.com</a><br/>\nSubject: RE: [samuraihistory] Sword Is The Soul Of The Samurai? (was RE: R<br/>\ne: h itokiri kawaka<br/>\n<br/>\n<br/>\n<br/>\n--- &quot;Boal, Nina&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:Nina.Boal@...\">Nina.Boal@...</a>&gt; wrote:<br/>\n<br/>\n[snips]<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; To use an example: is the film SEPPUKU &quot;entertainment?&quot;<br/>\n<br/>\n </span></blockquote>In the sense that it&#39;s a vehicle to tell a story that affects the emotions<br/>\nsomehow, and is not meant to be a vehicle to carry across simple facts, yes,<br/>\nthat&#39;s entertainment. <br/>\n<br/>\n Who has seen this<br/>\n<blockquote><span title=\"ireply\"> &gt; film and could say that they were &quot;entertained&quot; by it?<br/>\n<br/>\n </span></blockquote>Not everyone is entertained solely by song and dance, Nina. You know that. <br/>\n<br/>\nIt is tenuous in the<br/>\n<blockquote><span title=\"ireply\"> &gt; extreme to say that its purpose was to depict absolute fact i.e. that <br/>\n&gt; a real person named Tsugumo Hanshiro existed in history and he avenged <br/>\n&gt; the death of this son-in-law against the Ii clan. But to say that the <br/>\n&gt; film (and the novel on which it is based) was made only to entertain, <br/>\n&gt; not in any way to discuss history, would be equally tenuous to state.<br/>\n<br/>\n </span></blockquote>&quot;Discuss history&quot; is quite separate from &quot;outline historical facts&quot;.<br/>\nCertainly you could use the movie to discuss the situation of the times that<br/>\nthe movie depicts. Does it represent historical fact? No. Can it give you<br/>\ninsight into historical facts? Quite possibly. It&#39;s still not historical<br/>\nrecord, NOR IS IT INTENDED TO BE. You keep saying that even books intended<br/>\nto be history need to be checked and verified and (with as much as you say<br/>\nit) believed only skeptically--HOW MUCH MORE A WORK OF FICTION?<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n\t\t<br/>\n__________________________________<br/>\nStart your day with Yahoo! - Make it your home page! <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.yahoo.com/r/hs\">http://www.yahoo.com/r/hs</a><br/>\n<br/>\n<br/>\n<br/>\n---<br/>\nJoin the 2006 Samurai Fiction contest:<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.samurai-archives.com/writcon2.html\">http://www.samurai-archives.com/writcon2.html</a><br/>\n<br/>\nSamurai Archives: <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.samurai-archives.com\">http://www.samurai-archives.com</a><br/>\nSamurai Archives store: <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.cafeshops.com/samuraiarchives\">http://www.cafeshops.com/samuraiarchives</a><br/>\n--- <br/>\nYahoo! Groups Links</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 7956,
    "nextTopicId": 7925
}