{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 145759856,
            "authorName": "Kitsuno",
            "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
            "profile": "kitsuno",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Investigating the history of Hiroo",
            "postDate": "1131844242",
            "msgId": 7998,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGRsNjNxaSt2Z2R2QGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 7997,
            "nextInTime": 7999,
            "topicId": 7998,
            "numMessagesInTopic": 0,
            "msgSnippet": "THEN AND NOW OLD MILL TOWN Investigating the history of Hiroo By SUMIKO ENBUTSU The Shibuya River starts at Shinjuku Gyoen. Running southward, it makes a big",
            "messageBody": "<div id=\"ygrps-yiv-1425731506\">THEN AND NOW<br/>\n<br/>\nOLD MILL TOWN<br/>\nInvestigating the history of Hiroo<br/>\n<br/>\nBy SUMIKO ENBUTSU<br/>\n<br/>\nThe Shibuya River starts at Shinjuku Gyoen. Running southward, it <br/>\nmakes a big horseshoe curve near Ebisu and heads north to Roppongi. <br/>\nAt Ichi-no-hashi, it abruptly bends east to eventually pour into <br/>\nTokyo Bay. The river&#39;s upper reaches are now culverts, but water <br/>\nemerges just south of Shibuya Station in a concrete conduit. In its <br/>\nlower reaches the river (mentioned in this column Oct. 7, 2005) has <br/>\na different name -- Furukawa.<br/>\n<br/>\nAlong the middle reaches -- in the Harajuku, Shibuya and Hiroo <br/>\nareas -- the waters used to be abundant and were used to run mills, <br/>\na crucial source of power in preindustrialized Japan. In this region <br/>\non the border between Edo City to the east and farming villages to <br/>\nthe west, mills were important for grinding grain into flour or in <br/>\nremoving the hulls of harvested rice. As just about everyone ate <br/>\nsteamed rice as their staple food three times a day, preparing kome <br/>\nfor the daily dinner table was a profitable business. <br/>\n<br/>\nThe accompanying woodcut print, titled &quot;Hiroo Mizuguruma (The Hiroo <br/>\nMill),&quot; depicts the largest mill along the Shibuya River. As the <br/>\nmill house is half hidden behind trees, the viewer might be <br/>\nattracted first by a lively bunch of people just about to walk over <br/>\na bridge. Carrying fruit and bottles tied to a pole are two men, one <br/>\nof whom is looking back and finishing off a joke, with the others <br/>\nbursting into laughter. The clumps of susuki grass growing near the <br/>\nbridge suggest the season is autumn.<br/>\n<br/>\nA short distance upstream on the left is a dam. The water is guided <br/>\nbetween white-walled buildings to reach the mill -- which has a <br/>\nthatched roof -- and hits the wheel at its bottom. Afterward, the <br/>\nwater returns to the river via a drain.<br/>\n<br/>\nInstalled in a corner of a spacious garden facing the handsome tile-<br/>\nroofed building, the 7-meter-in-diameter mill turned out hefty <br/>\nprofits for its owner, Tamagawa Kinzaburo, who had 10 employees to <br/>\ntend to the almost 100 pounding pestles that were linked to the <br/>\npowerful wheel.<br/>\nAs of 1888, 34 mills existed along the Shibuya River, and they were <br/>\nlater applied to new uses, such as cotton-spinning, but all <br/>\ndisappeared by the turn of the 20th century when electricity was <br/>\nperceived as a more efficient power source. The depicted bridge, <br/>\ncalled Yamashita-bashi, still exists, but it fails to remind you of <br/>\nthings past.<br/>\n<br/>\nWhen you start your walk, go from JR Ebisu Station&#39;s north exit (or <br/>\nHibiya Line Ebisu Station, Exit 1 or 2). Go under the elevated rail <br/>\ntracks by the station. Turn right at the second stoplight and follow <br/>\nMeiji-dori till the road veers to the right. Pause to look for a <br/>\nsmall playground off to your right and then turn right just before <br/>\nthe stoplight there to find Yamashita-bashi, now in drab concrete. <br/>\nFrom the bridge&#39;s other side, the wooded park is vaguely reminiscent <br/>\nof Tamagawa&#39;s garden without the mill.<br/>\n<br/>\nBack at the stoplight, cross Meiji-dori, bear left to cross another <br/>\nstreet and turn left. At the next stoplight, go right, passing by <br/>\nRinsen Elementary School, the third oldest public school in Shibuya-<br/>\nku, founded in 1879 by local volunteers. <br/>\n<br/>\nIn the wake of the 1868 Meiji Restoration, enthusiasm ran high among <br/>\ncitizens for the introduction of modern school systems. The decree <br/>\nof universal education had been issued in 1872, but with its <br/>\nimplementation being delayed owing to budgetary and other reasons, <br/>\nconcerned citizens took the initiative for school construction in <br/>\ntheir respective locales once issued with a license from the mayor <br/>\nof Tokyo. The first elementary school in Shibuya-ku was built in <br/>\n1875 near the present Shibuya Station with funds raised extensively <br/>\nby local leaders, including Hachiroemon Mitsui, the head of the <br/>\nMitsui financial and industrial conglomerate. Mitsui paid for the <br/>\npersonnel and maintenance expenses, too, with funds from a mill <br/>\nhouse he had at what is now Tokyu Department Store until the <br/>\nmunicipal budget became ready several years later.<br/>\n<br/>\nTamagawa Kinzaburo&#39;s own involvement in Rinsen Elementary School is <br/>\nnot known; though, he is likely to have supported the school in his <br/>\nvillage as well.<br/>\n<br/>\nThe construction site was farmland owned by the nearby Shoun-ji <br/>\nTemple. The temple donated half of the 305 tsubo (about 1,000 sq. <br/>\nmeters) of land and leased the other half. Much expanded since then, <br/>\nthe school continues to stand at its birthplace.<br/>\n<br/>\nShoun-ji, too, remains in thick woods on your right. To reach its <br/>\nfront gate, turn right at the T ahead and follow the road hugging <br/>\nthe stone-buttressed edges of condominium compounds and the Sacred <br/>\nHeart University campus. At the crossing with a shopping street, <br/>\nturn right to pass through a roofed wooden gate and then left to <br/>\nfind Shoun-ji at the end of the lane. <br/>\n<br/>\nThe unassuming temple is a quiet center of Zen Buddhism. It was <br/>\npatronized by prominent daimyo lords in Edo. It was founded by Lord <br/>\nKuroda Tadayuki, daimyo of the Fukuoka domain, in honor of his <br/>\nfather, Kuroda Nagamasa (1568-1623), who had contributed greatly to <br/>\nJapan&#39;s unification under Shogun Tokugawa Ieyasu. Tadayuki <br/>\ndesignated Shoun-ji as the burial place for the Kuroda family, and <br/>\nthe Kuroda&#39;s branch families followed suit. As a result, an amazing <br/>\nvillage of quaint tombstones make up the cemetery to this day. <br/>\nNagamasa&#39;s tomb is a plain stone slab, housed in a fenced-in shed at <br/>\nthe far end of the cemetery. <br/>\n<br/>\nLeaving the temple grounds via the roofed gate, walk straight to <br/>\nreach Hiroo Station on the Hibiya Line. Nearby is Kato Gallery & <br/>\nFramer, which is famous for contemporary prints and paintings. Time <br/>\npermitting, extend your steps to visit the lovely Arisugawa-no-miya <br/>\nMemorial Park, originally a daimyo&#39;s suburban residence. Backtrack <br/>\nto Hiroo Station to return.<br/>\n<br/>\nThe Japan Times: Nov. 11, 2005<br/>\n(C) All rights reserved</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 7991,
    "nextTopicId": 7999
}