{
    "totalMsgInTopic": 2,
    "messages": [
        {
            "userId": 134498325,
            "authorName": "toryu@toryu-mon.com",
            "from": "&quot;toryu@...&quot; &lt;junkmail@...&gt;",
            "profile": "soshuju",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "RE: [samuraihistory] Japan and the Emancipator",
            "postDate": "1131892240",
            "msgId": 8000,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDM4MC0yMjAwNTExMDEzMTQzMDQwOTQwQE0yVzA4OC5tYWlsMndlYi5jb20+"
            },
            "prevInTopic": 7999,
            "nextInTopic": 0,
            "prevInTime": 7999,
            "nextInTime": 8001,
            "topicId": 7999,
            "numMessagesInTopic": 0,
            "msgSnippet": "Kitsuno et al- Most of the stuff out of the Japan times is so much fluff but occasionally there are gems like this one. Thanks for dilligently posting these, I",
            "messageBody": "<div id=\"ygrps-yiv-494195964\">Kitsuno et al-<br/>\nMost of the stuff out of the Japan times is so much fluff but occasionally<br/>\nthere are gems like this one. Thanks for dilligently posting these, I may<br/>\ndelete ten of these for every one I keep but rest assured we do read them<br/>\nand appreciate your taking the time,<br/>\n-t<br/>\n<br/>\n--------------------------------------------------------------------<br/>\nmail2web - Check your email from the web at<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://mail2web.com/\">http://mail2web.com/</a> .</div>",
            "specialLinks": []
        },
        {
            "userId": 145759856,
            "authorName": "Kitsuno",
            "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
            "profile": "kitsuno",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Japan and the Emancipator",
            "postDate": "1131844532",
            "msgId": 7999,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGRsNjQzays3MDlwQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 8000,
            "prevInTime": 7998,
            "nextInTime": 8000,
            "topicId": 7999,
            "numMessagesInTopic": 0,
            "msgSnippet": "Japan and the Emancipator Harvard history professor Daniel Botsman discusses the progress and plight of Japan s Burakumin under Meiji rule. A story involving",
            "messageBody": "<div id=\"ygrps-yiv-847652736\">Japan and the Emancipator<br/>\nHarvard history professor Daniel Botsman discusses the progress and <br/>\nplight of Japan&#39;s Burakumin under Meiji rule.<br/>\n<br/>\nA story involving beautiful flowers, Mito Mitsukuni, and then, to <br/>\ntop it all off, the greatest military hero of the imperial past, <br/>\nKusunoki Masashige, seems just a little bit too good to be true.<br/>\n<br/>\nAyub Khattak <br/>\n<br/>\nThey took away the corpses of people who fell ill and died in the <br/>\nstreets. They posted the severed heads of criminals in public and <br/>\nguarded them. They were responsible for the carcasses of cows. Some <br/>\nmade leather and some sold flowers. These were the Burakumin, the <br/>\noutcasts of Japan. <br/>\n<br/>\nDescendants of Burakumin, Japanese people distinguished by caste, <br/>\nnot ethnicity, continue to face unofficial discrimination in Japan.<br/>\n<br/>\nDaniel Botsman, a professor of history at Harvard University, told <br/>\nthe ironic story of the &quot;emancipatory moment&quot; of the outcasts in <br/>\nMeiji Japan (1868-1912) at a colloquium sponsored by the UCLA Center <br/>\nfor Japanese Studies on Oct. 31. The Burakumin were granted commoner <br/>\nstatus in the Emancipation Edict of 1871, the culmination of a <br/>\ncampaign spearheaded by Ôe Taku, a prominent citizen. It was Ôe who <br/>\nformally proposed that the outcast status of the Burakumin be <br/>\nabolished. <br/>\n<br/>\nHowever, this story of liberation has no fairy-tale ending, and the <br/>\nemancipator&#39;s motives were perhaps not as altruistic as he made out, <br/>\naccording to Botsman.<br/>\n<br/>\nÔe, born to a lower-class samurai family, devoted himself to the <br/>\ncause of the emperor and the restoration movement of the 1860s. He <br/>\nwas active in politics and business, including a stint as a railway <br/>\nmagnate in colonial Korea. He eventually was appointed as a judge in <br/>\nthe Kobe area court, a &quot;treaty port&quot; where foreigners were beginning <br/>\nto set up consulates and trade. <br/>\n<br/>\nIn a 1919 speech, Ôe said that his interest in the outcasts&#39; cause <br/>\nhad been sparked during a stroll when he stumbled on Furonodani, a <br/>\nvillage under the general authority of the Kobe area. Ôe said he had <br/>\nbeen touched by the poverty of the people and noticed they were <br/>\nmostly flower sellers, a &quot;beautiful door-to-door trade&quot; that they <br/>\nalone were allowed to pursue. He found out, he said, that their <br/>\nmonopoly on the trade stemmed from loyalty to the great fourteenth-<br/>\ncentury imperial general Kusunoki Masashige. <br/>\n<br/>\nAccording to legend, in the early Tokugawa period (seventeenth <br/>\ncentury), a great daimyo lord, Mitsukuni of Mito, happened across <br/>\nthe grave of Kusunoki, who had died trying to reassert the power of <br/>\nthe Imperial throne. The general&#39;s grave was nondescript and sat in <br/>\na lonely paddy field. Yet each morning without fail, Mitsukuni <br/>\nnoticed, fresh incense burned and fresh flowers had been laid there. <br/>\nHe wondered who could be responsible. Soon he found that the people <br/>\nof Furonodani were the ones loyally tending to this grave centuries <br/>\nafter the great general&#39;s death. In recognition of their loyal <br/>\nservice, Mitsukuni granted them the exclusive privilege of selling <br/>\nflowers in the region.<br/>\n<br/>\n&#39;Leather Was King&#39;<br/>\nAlthough his later account made it seem that the villagers who <br/>\ntouched Ôe were all flower-sellers, they were in fact mostly makers <br/>\nof leather. Botsman showed this with evidence from population <br/>\nregisters. The Burakumin had the dirty job of skinning and tanning <br/>\nthe carcasses of cows that they were responsible for collecting.<br/>\n<br/>\nWas Ôe simply mistaken? Although there were many Burakumin flower-<br/>\nsellers, about six times as many of them were leather workers. It <br/>\nseems that Ôe focused on one aspect of their livelihood in order to <br/>\nwin them sympathy, Botsman said. A story involving &quot;beautiful <br/>\nflowers, Mito Mitsukuni, and then, to top it all off, the greatest <br/>\nmilitary hero of the imperial past, Kusunoki Masashige, seems just a <br/>\nlittle bit too good to be true.&quot; <br/>\n<br/>\nBotsman also pointed out that Ôe grew up near a village of these <br/>\neta, or outcasts, and had hired them to clear some of his land. <br/>\nClearly, he had been exposed to these people before. Where he worked <br/>\nin the Kobe region, the Burakumin were practically on his office&#39;s <br/>\ndoorstep, according to Botsman.<br/>\n<br/>\nFuronodani was located very close to the burgeoning port area of <br/>\nKobe, where westerners were officially allowed to set up shop. While <br/>\ndemand for beef was growing, leather had always been used to make <br/>\nsandals that were popular in Japan. Even more important in the Meiji <br/>\nera were leather boots, straps, and belts for the westernizing <br/>\narmy. &quot;Leather was king,&quot; Botsman said.<br/>\n<br/>\nSlaughtering cows and manufacturing leather was a dirty job that <br/>\nonly the outcasts could do, but there were not enough of them. The <br/>\nindustry needed more hands, as Ôe was well aware. He worked in the <br/>\nlocal courthouse and had significant responsibility over the <br/>\nnew &quot;treaty port.&quot;<br/>\n<br/>\nBotsman concluded that Ôe invented much of his flowery appeal for <br/>\nreform in order to bolster the industry. By raising people who had <br/>\ntheir hands in the leather and slaughtering business to the status <br/>\nof others, he hoped to remove its stigma. As long as people shunned <br/>\nthe industry, labor and investment would be difficult to attract.<br/>\n<br/>\nIn his 1919 speech Ôe vouched for the Burakumin to a council charged <br/>\nwith doing something about the &quot;Burakumin problem.&quot; Though formally <br/>\nemancipated 50 years prior, the Burakumin were still a disadvantaged <br/>\nsocial group, potentially ripe for revolution against their imperial <br/>\ngovernment. Japanese officials may have worried about this after <br/>\nwitnessing a socialist revolution in Russia. Botsman said Ôe <br/>\nintended to help them again in order to prevent such an uprising.<br/>\n<br/>\nAccording to Botsman, then, development of the leather industry and <br/>\nsubversion of revolution were, in turn, motives behind Ôe&#39;s <br/>\nchampioning of the Burakumin&#39;s cause.<br/>\n<br/>\n<br/>\n<br/>\n<br/>\nDate Posted: 11/9/2005<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.international.ucla.edu/print.asp?parentid=33148\">http://www.international.ucla.edu/print.asp?parentid=33148</a></div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 7998,
    "nextTopicId": 7990
}