{
    "totalMsgInTopic": 2,
    "messages": [
        {
            "userId": 121492,
            "authorName": "nohit@aol.com",
            "from": "nohit@...",
            "profile": "ninaboal21044",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Re: [samuraihistory] Book Review: The Samurai Film",
            "postDate": "1135725647",
            "msgId": 8153,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDJiZS4yNjhkMGQ2LjMwZTMyNjRmQGFvbC5jb20+"
            },
            "prevInTopic": 8152,
            "nextInTopic": 0,
            "prevInTime": 8152,
            "nextInTime": 8154,
            "topicId": 8152,
            "numMessagesInTopic": 0,
            "msgSnippet": "In a message dated 12/27/2005 4:16:34 PM Eastern Standard Time, ... Curious, who wrote this review? I ve read the book. It was interesting and I m glad that",
            "messageBody": "<div id=\"ygrps-yiv-988665542\">In a message dated 12/27/2005 4:16:34 PM Eastern Standard Time, <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:samurai-listowner@...\">samurai-listowner@...</a> writes:<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Here is a new book recently out I thought people here might be <br/>\n&gt;  interested in:<br/>\n&gt;  <br/>\n&gt;  The Samurai Film<br/>\n&gt;  Author:Alain Silver <br/>\n&gt;  Publisher:The Overlook Press <br/>\n&gt;  <br/>\n&gt;  Despite being the oldest, most recognisable and arguably the most <br/>\n&gt;  popular genre in Japanese film, the samurai film has had <br/>\n&gt;  surprisingly little written about in book form outside its home <br/>\n&gt;  territory. Most of what exists in English forms part of studies on <br/>\n&gt;  Akira Kurosawa, and for a very long time the only real publication <br/>\n&gt;  devoted to the genre remained Alain Silver&#39;s The Samurai Film, which <br/>\n&gt;  first appeared back in 1977. The situation is about to change <br/>\n&gt;  though, and not a moment too soon, what with the renewed interest in <br/>\n&gt;  the genre through the efforts of Quentin Tarantino and Tom Cruise. <br/>\n&gt;  The second half of 2005 not only sees the return of Silver&#39;s tome in <br/>\n&gt;  an updated and expanded third edition, but also the publication of a <br/>\n&gt;  brand new volume, Patrick Galloway&#39;s Stray Dogs & Lone Wolves: The <br/>\n&gt;  Samurai Film Handbook.<br/>\n&gt;  [snip to end]<br/>\n<br/>\n </span></blockquote>Curious, who wrote this review?<br/>\n<br/>\nI&#39;ve read the book. It was interesting and I&#39;m glad that more books are <br/>\ncoming out about samurai film. But I preferred Patrick Galloway&#39;s approach, as his <br/>\nlanguage was a lot clearer, not so much the language of a &quot;film critic&quot; in an <br/>\nobvious way. Silver&#39;s book is sometimes almost incomprehensible and incoherent <br/>\nto anyone who isn&#39;t a film student or critic, just my opinion. <br/>\n<br/>\nAnd also, I had several quibbles with his analysis of SEPPUKU, which I&#39;ll <br/>\npost later if anyone is interested. <br/>\n<br/>\nNina Boal</div>",
            "specialLinks": []
        },
        {
            "userId": 145759856,
            "authorName": "Kitsuno",
            "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
            "profile": "kitsuno",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Book Review: The Samurai Film",
            "postDate": "1135718028",
            "msgId": 8152,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGRvc2FxYyt1aXI2QGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 8153,
            "prevInTime": 8151,
            "nextInTime": 8153,
            "topicId": 8152,
            "numMessagesInTopic": 0,
            "msgSnippet": "Here is a new book recently out I thought people here might be interested in: The Samurai Film Author:Alain Silver Publisher:The Overlook Press Despite being",
            "messageBody": "<div id=\"ygrps-yiv-386419579\">Here is a new book recently out I thought people here might be <br/>\ninterested in:<br/>\n<br/>\nThe Samurai Film<br/>\nAuthor:Alain Silver <br/>\nPublisher:The Overlook Press <br/>\n<br/>\nDespite being the oldest, most recognisable and arguably the most <br/>\npopular genre in Japanese film, the samurai film has had <br/>\nsurprisingly little written about in book form outside its home <br/>\nterritory. Most of what exists in English forms part of studies on <br/>\nAkira Kurosawa, and for a very long time the only real publication <br/>\ndevoted to the genre remained Alain Silver&#39;s The Samurai Film, which <br/>\nfirst appeared back in 1977. The situation is about to change <br/>\nthough, and not a moment too soon, what with the renewed interest in <br/>\nthe genre through the efforts of Quentin Tarantino and Tom Cruise. <br/>\nThe second half of 2005 not only sees the return of Silver&#39;s tome in <br/>\nan updated and expanded third edition, but also the publication of a <br/>\nbrand new volume, Patrick Galloway&#39;s Stray Dogs & Lone Wolves: The <br/>\nSamurai Film Handbook.<br/>\n<br/>\nYou could easily construe the lack of coverage of the genre as a <br/>\ntestament to the thorough work Silver put into his tome. The Samurai <br/>\nFilm has always been one of the standard publications on Japanese <br/>\ncinema in English, covering the genre with great erudition and <br/>\nperceptiveness. With so many of the standard works on Japanese film <br/>\ndisappearing from the shelves due to a publishing industry <br/>\nincreasingly obsessed with bestseller rankings and Oprah&#39;s reading <br/>\nlist, Overlook Press deserves a big round of applause for <br/>\nresurrecting Silver&#39;s study for a new generation. Granted, they <br/>\nprobably wouldn&#39;t have taken the chance if Kill Bill and The Last <br/>\nSamurai had flopped. The author obliges by adding an entirely new <br/>\nchapter in which both films feature prominently, but, characteristic <br/>\nof the book&#39;s approach as a whole, he places these foreign tributes <br/>\ninto the proper context of the chanbara genre&#39;s evolution over the <br/>\npast twenty-odd years.<br/>\n<br/>\nThe Samurai Film is still every bit as thorough as it ever was. <br/>\nSilver takes the time to define everything from narrative and <br/>\ncharacter types, via the use and function of violence, to the roots <br/>\nof the celluloid samurai in fact, art and fiction - all before the <br/>\nfirst film is even mentioned. Key directors (Kurosawa, Gosha, <br/>\nOkamoto, Shinoda), series (including perennial fan favourites <br/>\nZatoichi - expanded to include the Kitano version - and The Sleepy <br/>\nEyes of Death), characters (like Musashi Miyamoto) and individual <br/>\nfilms are scrutinised and discussed in great depth. The chapter on <br/>\nHideo Gosha (he and Kurosawa the only directors to have an entire <br/>\nchapter dedicated to them) still stands as the single most important <br/>\nand authoritative piece of writing on this great director (but what <br/>\na shame that almost no one has followed suit and actually released a <br/>\nfew of his films...).<br/>\n<br/>\nThe author&#39;s approach regularly results in close textual analysis, <br/>\nbut he always works from the larger framework of demonstrating, by <br/>\nway of his various test cases, how the genre functions and to what <br/>\nends. The results never cross the line into becoming ham-fisted or <br/>\nbogged down in jargon. A great example are the few paragraphs <br/>\ndevoted to Throne of Blood, in which Silver very succinctly tells us <br/>\nexactly why Kurosawa is a great filmmaker - without ever resorting <br/>\nto hackneyed talk of humanism and rousing epics.<br/>\n<br/>\nSilver&#39;s point of departure for his analyses is always the film <br/>\nitself. He never attempts to hammer his subjects into any kind of <br/>\ntheoretical mould, which is exactly why The Samurai Film is still <br/>\nevery bit as pertinent as it was thirty years ago. Had the author <br/>\nplaced his labours within any of the critical frameworks popular at <br/>\nthe time of its original publication, the text would by now have <br/>\nfelt badly dated and the book would have become a relic. Instead, it <br/>\nachieves what all great film analysis does: it helps you understand <br/>\nthe genre and the films better, and thereby enjoy them all the more <br/>\nas a result. With the updated text it&#39;s destined to hold up for <br/>\nprobably quite a few decades to come. Like many of the movies it <br/>\ndiscusses, The Samurai Film is a bona fide classic. Mandatory <br/>\nreading for anyone interested in Japanese film.<br/>\n<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.midnighteye.com/books/samurai-film_stray-dogs-lone-\">http://www.midnighteye.com/books/samurai-film_stray-dogs-lone-</a><br/>\nwolves.shtml</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 8140,
    "nextTopicId": 8156
}