{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 145759856,
            "authorName": "Kitsuno",
            "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
            "profile": "kitsuno",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Article: &#39;Sayuri&#39; by any other name is still a sexist whitewash",
            "postDate": "1137216326",
            "msgId": 8185,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGRxYTIwNitscTJoQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 8184,
            "nextInTime": 8186,
            "topicId": 8185,
            "numMessagesInTopic": 0,
            "msgSnippet": "Sayuri by any other name is still a sexist whitewash By ROGER PULVERS Special to The Japan Times Stereotypes die hard, and none more so than outsiders",
            "messageBody": "<div id=\"ygrps-yiv-936058179\">&#39;Sayuri&#39; by any other name is still a sexist whitewash<br/>\n<br/>\nBy ROGER PULVERS<br/>\nSpecial to The Japan Times<br/>\n<br/>\nStereotypes die hard, and none more so than outsiders&#39; stereotypes of<br/>\nJapan. Time and again, they are not so much reinvented as recycled,<br/>\nusing potent but often semi-mythical symbols from a potpourri of<br/>\nfavorite bygone eras. In the end, they tell us more about the<br/>\nforeigners who have dredged them up than about anything genuinely<br/>\nJapanese.<br/>\n<br/>\nAs with the samurai, in whose image of stoic fearlessness many Western<br/>\nmen see a kind of quiet, macho ideal, the geisha is stood on a<br/>\npedestal as the acme of an artful and exquisite femininity. She is, in<br/>\nthis view, the embodiment of genteel, refined expression.<br/>\n<br/>\nThis notion of the geisha has been rehashed in several works of<br/>\nfiction and non-fiction in recent years, the most successful being<br/>\nArthur Golden&#39;s mega-bestseller, &quot;Memoirs of a Geisha.&quot; The film<br/>\nversion of the novel, directed by Rob Marshall, opened on Dec. 10 in<br/>\nJapan (under the title &quot;Sayuri&quot;) and some two weeks later in the<br/>\nUnited States. This coming week will see its release in Britain.<br/>\n<br/>\n&quot;Memoirs of a Geisha&quot; has been written up on these pages in an<br/>\nexcellently argued and incisive film review by Kaori Shoji (&quot;Welcome<br/>\nto Kyoto, California,&quot; Dec. 15, 2005). But this film as a phenomenon<br/>\nof misunderstanding and misinformation bears further examination.<br/>\n<br/>\nAs its Web site tells us, the movie is &quot;set in a mysterious and exotic<br/>\nworld&quot; of geisha houses before, during and immediately after World War<br/>\nII. It is a fairytale take on what was at best a demeaning and<br/>\nsoul-destroying institution. Yet among the many popular<br/>\nmisrepresentations of Japanese reality since the country came out of<br/>\nits international isolation 150 years ago -- from &quot;Madame Butterfly&quot;<br/>\nto &quot;The Last Samurai&quot; -- this is one of the most blatantly pernicious.<br/>\n<br/>\nA chance encounter<br/>\nIn short, its storyline focuses on a determined and sympathetic little<br/>\ngirl named Chiyo (later Sayuri) who is sold by her destitute parents<br/>\ninto the okiyacho (red-light district). As a servant-girl she is<br/>\nabused by the madam, as well as by the cruel geisha in the house. A<br/>\nchance encounter on a bridge with a kindly entrepreneur, who gives<br/>\nChiyo his handkerchief, leads her on a lifelong pursuit to gain the<br/>\nstatus necessary to approach this generous gentleman once again.<br/>\n<br/>\nTwo key themes of prewar Japanese life are whitewashed in &quot;Memoirs of<br/>\na Geisha.&quot;<br/>\n<br/>\nFirst, the entire system of recruiting young girls for work in the<br/>\nokiyacho was one of institutionalized slavery. While it is true, as<br/>\nthe film points out on a number of occasions, that the elite among the<br/>\ngeisha were not prostitutes (though many, as the favorites of wealthy<br/>\npatrons, were kept women), the institution lent an aura of cultural<br/>\nlegitimacy to the enslavement of hundreds of thousands of girls and<br/>\nwomen who were forced into the sex trade in the major cities and<br/>\nvirtually every provincial town in arch-sexist traditional Japan.<br/>\n<br/>\nSayuri&#39;s enemies are other women, who show only a sadistic<br/>\nvindictiveness toward her. Even her patroness, Mameha, supports her<br/>\nbecause a wealthy man has paid her to do so. The two male protagonists<br/>\nare positive characters, depicted as tender, if sometimes gruff or<br/>\naloof, gentlemen.<br/>\n<br/>\nImagine a story set in United States in the pre-Civil War South in<br/>\nwhich the slaves are portrayed as locked in internecine in-fighting as<br/>\none of them, the most innocent, longs to be rescued by a Prince<br/>\nCharming in the guise of a noble white plantation owner. Would there<br/>\nbe anything mysterious and exotic about the everyday life of the<br/>\nslaves? This is analogous to what &quot;Memoirs of a Geisha,&quot; transposed to<br/>\n20th-century Japan, is doing.<br/>\n<br/>\nThe second issue arises from a gross omission. The generous<br/>\nentrepreneur, known as The Chairman, is beholden to his<br/>\ncomrade-in-arms, Nobu. The latter&#39;s face has been disfigured in<br/>\nbattle. Nobu apparently saved The Chairman&#39;s life when they were<br/>\nfighting for the Imperial cause in Manchuria. In fact &quot;Memoirs of a<br/>\nGeisha&quot; skirts the issue of war responsibility entirely, save for a<br/>\nfew voice-over broadcasts of Hitler&#39;s progress through a distant Europe.<br/>\n<br/>\nA vicious military occupation<br/>\nHowever, the Japanese military establishment was the major customer of<br/>\nthe okiyacho around Japan, and tens of thousands of women were forced<br/>\nto be so-called comfort women by and for the Japanese military, having<br/>\nto endure mass rape in Japan and its far-flung colonies for the glory<br/>\nof the empire.<br/>\n<br/>\nNowhere in the film is there mention of the fact that the two<br/>\nadmirable gentlemen were getting rich thanks to a vicious military<br/>\noccupation of continental Asia.<br/>\n<br/>\nAfter the war, most of the geisha, of every rank, were forced by the<br/>\nJapanese police into the service of Allied Occupation soldiers. The<br/>\nonly thing that had changed was the color of the uniform flung hastily<br/>\nonto the tatami.<br/>\n<br/>\nThe reasons for Westerners choosing mystery over reality have varied<br/>\nsince Japan&#39;s abandonment of the policy of national isolation.<br/>\n<br/>\nIn the Meiji Era (1868-1912), the West, for the most part, wanted to<br/>\nkeep Japan quaint, picturesque -- and on its knees. Virtually all<br/>\nWesterners allied themselves with the most reactionary social<br/>\ninstitutions and their propagators, seeing that as a sure way to<br/>\narrest Japan&#39;s entry into the West&#39;s exclusive club of the Great Powers.<br/>\n<br/>\nBut what obliges film producers like Steven Spielberg to spin a sick<br/>\nlittle tale like &quot;Memoirs of a Geisha&quot; now that Japan is in many<br/>\nrespects a full-fledged member of the Western club? Spielberg, who in<br/>\nhis movies generally deals with bizarre fantasies and heroic<br/>\nhistorical figures, seems to have inadvertently mixed the two together<br/>\nin this film.<br/>\n<br/>\nWhatever the filmmakers&#39; motive in recycling an antiquated<br/>\nfabrication, there was nothing mysterious or exotic about the world of<br/>\nthe okiyacho to those who were chained to its walls. By producing this<br/>\nvisual and moral euphemism, its creators have not only prettified and<br/>\ndistorted what was a ruthless institution akin to the modern<br/>\ntrafficking of women; they have also raised yet another opaque screen<br/>\nin front of what Japan once was -- and what it is today.<br/>\n<br/>\nThe Japan Times: Jan. 8, 2006<br/>\n(C) All rights reserved</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 8176,
    "nextTopicId": 8186
}