{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 145759856,
            "authorName": "Kitsuno",
            "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
            "profile": "kitsuno",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Article: Resurrection of 47 masterless samurai",
            "postDate": "1137216377",
            "msgId": 8186,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGRxYTIxcCs4NzBqQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 8185,
            "nextInTime": 8187,
            "topicId": 8186,
            "numMessagesInTopic": 0,
            "msgSnippet": "THE ASIAN BOOKSHELF Resurrection of 47 masterless samurai By DONALD RICHIE KUNIYOSHI: The Faithful Samurai, by David R. Weinberg, translations and essay by",
            "messageBody": "<div id=\"ygrps-yiv-1681807808\">THE ASIAN BOOKSHELF<br/>\n<br/>\nResurrection of 47 masterless samurai<br/>\n<br/>\nBy DONALD RICHIE<br/>\n<br/>\nKUNIYOSHI: The Faithful Samurai, by David R. Weinberg, translations<br/>\nand essay by Alfred H. Marks, Foreword by B.W. Robinson. Amsterdam:<br/>\nHotei Publishing, 2005, 192 pp., map, pictures, color plates. 39.50<br/>\neuro (paper).<br/>\n<br/>\nThis is the paperback edition (first published in 2000) of one of the<br/>\nmost interesting of the many finely designed portfolios published by<br/>\nthe Dutch publishing house Hotei. It is devoted to the portraits of 47<br/>\nloyal masterless samurai or ronin.<br/>\n<br/>\nTheir story is well known. In 1701 there was an altercation in Edo<br/>\nCastle. A provincial lord, perceiving insult, drew his sword, an act<br/>\nconsidered a capital offense. He was ordered to commit suicide,<br/>\nleaving his samurai leaderless.<br/>\n<br/>\nOn a snowy day at the end of 1702, these ronin marched to the mansion<br/>\nof the man they held responsible, decapitated him and offered his head<br/>\nat the grave of their leader, thus completing their famous revenge.<br/>\n<br/>\nBut revenge had in the otherwise fairly peaceful 18th-century been<br/>\nmade a capital offense, leaving Tokugawa authorities no recourse but<br/>\nto order the loyal ronin to kill themselves, hara kiri being the<br/>\ndesignated method. Such an order, however, contradicted one of the<br/>\nstipulations of the samurai code: that one should not live under the<br/>\nsame heaven nor tread the same earth as the enemy of one&#39;s lord.<br/>\n<br/>\nThe suicide of the ronin thus became a social issue. Many were the<br/>\npleas for lenience and petitions for pardon. These feelings were<br/>\nignored, yet as David Weinberg puts it in his commentary to this book<br/>\nof Kuniyoshi woodblock portraits of the ronin, &quot;something fundamental<br/>\nin the character and spirit of the culture had suddenly and<br/>\ndramatically been expressed by these warriors.&quot;<br/>\n<br/>\nIts newsworthy importance was highlighted two weeks after the fact,<br/>\nwhen a stage version of the episode was performed. Although all the<br/>\nnames were changed, everyone knew what the play was about, and its<br/>\npopularity was enormous for the three days it ran before the theater<br/>\nwas summarily closed by the authorities.<br/>\n<br/>\nFurther renditions on both the bunraku and the kabuki stages appeared<br/>\nshortly thereafter, and the saga of &quot;Chushingura,&quot; (&quot;The Treasury of<br/>\nLoyal Retainers&quot;) had begun.<br/>\n<br/>\nIts popularity has long continued. There have been many later versions<br/>\nof &quot;Chushingura,&quot; including an opera, a ballet and some 85 film<br/>\nadaptations, most of them originally intended for a January release,<br/>\nas this seemed the most appropriate season for the snow-filled<br/>\nvendetta, the climax of the play. This is no longer true, however, and<br/>\nsuch celebratory film versions have ceased to be made. Now the tale is<br/>\nthe property of television.<br/>\n<br/>\nInitially, &quot;Chushingura&quot; was so popular that, in addition to the<br/>\nvarious written and staged versions, ukiyo-e artists were soon turning<br/>\nout best-selling prints. Hokusai, Utamaro, Hiroshige, Toyokuni,<br/>\nKunisada and many others did illustrations.<br/>\n<br/>\nThey had their differences, however. The use of mitate or parody was<br/>\nseen in a number of prints.<br/>\n<br/>\nUtamaro had a series in which &quot;beautiful women&quot; stood in for the<br/>\nwarriors and the recondite might recognize this reference or that. In<br/>\naddition, there was the agenda of the artist himself.<br/>\n<br/>\nHiroshige was mainly interested in landscape, so his prints illustrate<br/>\nmainly the outdoor sections of the play.<br/>\n<br/>\nHokusai, on the other hand, was interested in psychological anecdote;<br/>\nconsequently, his series creates a storyboard-like narrative --<br/>\nsomething like manga.<br/>\n<br/>\nAmong the most popular of these series were those of Kuniyoshi<br/>\n(1797-1861) who, nearly a century after the actual event, was able to<br/>\nreturn to the story something of its original power and pathos. In<br/>\nall, he produced more than 20 &quot;Chushingura&quot; triptychs and several<br/>\nseries of single-sheet prints devoted to individual portraits of the<br/>\nbrave band -- a total of some 266 works on the &quot;Chushingura&quot; theme.<br/>\n<br/>\nIn &quot;Kuniyoshi,&quot; we are given the two portrait series of the<br/>\nindividuals who make up the story. Although the &quot;Seichu Gishi Den&quot;<br/>\n(the faithful samurai) is more inclusive than the later &quot;Seichu Gishin<br/>\nDen&quot; (the faithful hearts), together they comprise practically the<br/>\nentire cast of the kabuki version of the play.<br/>\n<br/>\nEach woodblock print is separately treated with a facing page<br/>\ndedicated to the text and a commentary on the text itself, followed by<br/>\na number of appendixes devoted to such matters as calligraphy and<br/>\nlanguage. In addition, the particularities of each role are listed and<br/>\nthe drama is revealed.<br/>\n<br/>\nOne might wonder how these particularities managed to survive for a<br/>\ncentury, but such speculation (along with the fact that all the ronin<br/>\nlook alike) is beside the point. The point is that something large and<br/>\nimportant is being celebrated -- by the actors, the print-artists, and<br/>\nby us.<br/>\n<br/>\nThis could well be that &quot;something fundamental&quot; suggested by Weinberg:<br/>\nfidelity above all. At the same time it is also possible to see<br/>\n&quot;Chushingura&quot; as protest, as an objection to the shogunate&#39;s dictates<br/>\nand as a demonstration of anti-authoritorial opinion. This sympathetic<br/>\nvalidation of men that the government had deemed criminal is in itself<br/>\nantigovernment.<br/>\n<br/>\nThis is what one also sees in the heroic poses, the powerful lines and<br/>\nthe gleaming colors of these Kuniyoshi prints. These demonstrate that<br/>\nthis valiant band was breaking the law for a worthy cause -- for<br/>\nsomething higher than mere law, for the virtue of faithful loyalty.<br/>\n<br/>\nThe Japan Times: Jan. 8, 2006<br/>\n(C) All rights reserved</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 8185,
    "nextTopicId": 8187
}