{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 145759856,
            "authorName": "Kitsuno",
            "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
            "profile": "kitsuno",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Article: A samurai needs some lovin&#39; after a hard day&#39;s fight",
            "postDate": "1137216569",
            "msgId": 8187,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGRxYTI3cCtoc2I5QGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 8186,
            "nextInTime": 8188,
            "topicId": 8187,
            "numMessagesInTopic": 0,
            "msgSnippet": "A samurai needs some lovin after a hard day s fight By MARK SCHILLING Nagurimono: Love and Kill Rating: * * 1/2 (out of 5) Director: Hideaki Sunaga Running",
            "messageBody": "<div id=\"ygrps-yiv-1003531304\">A samurai needs some lovin&#39; after a hard day&#39;s fight<br/>\n<br/>\nBy MARK SCHILLING<br/>\n<br/>\nNagurimono: Love and Kill<br/>\nRating: * * 1/2 (out of 5)<br/>\nDirector: Hideaki Sunaga<br/>\nRunning time: 93 minutes<br/>\nLanguage: Japanese<br/>\nCurrently showing<br/>\n[See Japan Times movie listings]<br/>\nSemi Shigure<br/>\nRating: * * * 1/2 (out of 5)<br/>\nDirector: Mitsuo Kurotsuchi<br/>\nRunning time: 131 minutes<br/>\nLanguage: Japanese<br/>\nCurrently showing<br/>\n[See Japan Times movie listings]<br/>\n<br/>\nJidai geki -- period dramas set in and around the days of the samurai<br/>\n-- used to be The History Channel of film genres -- something beloved<br/>\nby the Viagra set. Not now, though; at least not entirely.<br/>\nMTV-generation directors such as Hiroyuki Nakano (&quot;Red Shadow&quot;) and<br/>\nRyuhei Kitamura (&quot;Aragami&quot;) have decided that the essence of the genre<br/>\nis action -- with all those swords coming out.<br/>\n<br/>\nTheir jidai geki are arcade fight games on film, set to thumping,<br/>\npulsing electronic scores. Forget the long, slow build-up to a<br/>\none-against-all climax. These guys start with a bang -- or, rather,<br/>\nblood spurts -- and never let up.<br/>\n<br/>\nHideaki Sunaga&#39;s &quot;Nagurimono: Love and Kill&quot; is in this line: The<br/>\nfirst scene is of two man-mountains slamming the bejesus out of each<br/>\nother. His film, however, was produced by Dream Stage Entertainment<br/>\n(DSE), which also manages Pride Fighting Championships -- mixed<br/>\nmartial arts bouts fought by champions in their respective<br/>\ndisciplines: judo, wrestling, karate and so on. This, folks, is the<br/>\nreal deal and the heart of the film is bouts between real Pride<br/>\nfighters -- Kazushi Sakuraba, Yoshihiro Takayama, Wanderlei Silva,<br/>\nQuinton Jackson and Don Fry -- that make most martial-arts movie<br/>\naction look as choreographed as ballet.<br/>\n<br/>\nThis is also not the sort of thing usually found in a real jidai geki<br/>\n-- a problem the film only papers over.<br/>\n<br/>\nThe story: A foppish English businessman (Christian Storms) stages a<br/>\nmartial-arts contest between champions of two rival yakuza gangs to<br/>\nresolve a dispute over a wonder drug he is dealing and that both sides<br/>\nwant.<br/>\n<br/>\nThe leader of one gang, the short-fused, pistol-packing Aijiro<br/>\n(Takanori Jinnai) is mad for a new anything-goes fighting style in<br/>\nwhich two opponents punch, kick, wrestle and choke each other until<br/>\none is unconscious -- or dead. His loyal, dandyish lieutenant Anrai<br/>\n(Hiroshi Tamaki) scouts new fighters, but never steps in the ring<br/>\nhimself. On the day of the big event, Anrai spots the businessman<br/>\ndallying with a beautiful prostitute (Asami Mizukawa) with whom he was<br/>\nraised, and has long loved. There is more at stake here, we start to<br/>\nsee, than who whups who.<br/>\n<br/>\nThe plot complications exist in a parallel universe from the fighting<br/>\naction -- making &quot;Nagurimono&quot; a strange, if intermittently watchable,<br/>\nhybrid. Producer Nobuyuki Sakakibara, who also heads DSE, should have<br/>\nput the one Pride fighter with rudimentary acting skills -- the<br/>\nlikable but scarily powerful Kazushi Sakuraba -- at the center of the<br/>\nfilm. Then he might have had a &quot;Rocky,&quot; not a curiosity.<br/>\n<br/>\nMore in the traditional jidai geki line is Mitsuo Kurotsuchi&#39;s &quot;Semi<br/>\nShigure,&quot; a film based on a novel by Shuhei Fujisawa that has already<br/>\nbeen made into an NHK drama with a prizewinning script by Kurotsuchi.<br/>\nSet in Tohoku in the late Edo Period, the film has as its hero, not<br/>\nthe usual historical figure or super swordsman, but a young samurai,<br/>\nBunshiro Maki (Takuya Ishida), near the bottom of the status ladder.<br/>\nHe falls even farther down when his kindly father (Ken Ogata) is<br/>\naccused of plotting against the clan lord and is forced to commit<br/>\nseppuku (ritual suicide).<br/>\n<br/>\nMore than Bunshiro&#39;s struggle to regain family honor, however, the<br/>\nstory focuses on his relationship with Fuku (Aimi Satsukawa), a<br/>\nservant girl he falls for as a 15-year-old, but says nary a word to.<br/>\nThe bashful Fuku can hardly bring herself to speak to him as well,<br/>\nthough she loves him madly. Then she is sent away to Edo to serve in<br/>\nthe lord&#39;s household. Meanwhile, Bunshiro and his patiently enduring<br/>\nmother (Chieko Baisho) struggle on in poverty and disgrace. Bunshiro&#39;s<br/>\none salvation is his swordsmanship, which he practices to the point of<br/>\nexhaustion, as though to sweat out his pain.<br/>\n<br/>\nSkip ahead a few years. Fuku (Yoshino Kimura) is now the lord&#39;s<br/>\nconcubine -- and the mother of his child. She has also become the<br/>\nfocus of a clan succession struggle, with one side wanting her and her<br/>\nson violently removed from the power equation. Hearing of her danger,<br/>\nBunshiro (Somegoro Ichikawa) and two childhood pals plan to rescue<br/>\nher. The swords finally come out.<br/>\n<br/>\nThis pattern -- an ordinary samurai placed under extraordinary<br/>\npressure, with the stress more on basic human emotions than<br/>\nslice-and-dice action -- is also that of Yoji Yamada&#39;s &quot;Tasogare<br/>\nSeibei (The Twilight Samurai)&quot; and &quot;Kakushiken Oni no Tsume (The<br/>\nHidden Blade),&quot; both likewise based on fiction by Fujisawa.<br/>\n<br/>\nKurotsuchi, a veteran TV scriptwriter and director, uses Yamada&#39;s work<br/>\nas a model and succeeds, much as Yamada did, in humanizing his people<br/>\nand moving his audience. In key emotional scenes, as when Fuku and<br/>\nBunshiro push a cart carrying the body of Bunshiro&#39;s father up a<br/>\nmountain path, the simplicity of word and image and the &quot;timeless&quot;<br/>\npace open up the tear ducts, uncontrollably. (Not that I tried to hold<br/>\nit in.)<br/>\n<br/>\nKurotsuchi risks undercutting his story&#39;s power by using two sets of<br/>\nactors for the roles of Bunshiro and Fuku. Somegoro Ichikawa -- a<br/>\nkabuki star who has branched out successfully into contemporary dramas<br/>\nand films -- makes a smooth transition from the actor playing his<br/>\nyounger self, while Yoshino Kimura is prim, pretty and completely<br/>\ndifferent from the shy, pudgy-faced girl of the opening scenes. It is<br/>\nonly in the film&#39;s charged climax that she bridges the gap, and the<br/>\ntears start flowing again.<br/>\n<br/>\nMany recent Japanese films about star-crossed love only dress up<br/>\nancient genre conventions in new fashions, from MTV and elsewhere. The<br/>\nmore conventionally shot &quot;Semi Shigure&quot; strips away the cliches to the<br/>\nplain, unbearable truth: Some goodbyes are forever, even at 15.<br/>\nEspecially at 15.<br/>\n<br/>\nThe Japan Times: Oct. 21, 2005<br/>\n(C) All rights reserved</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 8186,
    "nextTopicId": 8188
}