{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 145759856,
            "authorName": "Kitsuno",
            "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
            "profile": "kitsuno",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Article: Japanese emperors: Between the people and the gods",
            "postDate": "1137216738",
            "msgId": 8188,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGRxYTJkMit1MDJ0QGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 8187,
            "nextInTime": 8189,
            "topicId": 8188,
            "numMessagesInTopic": 0,
            "msgSnippet": "THE ASIAN BOOKSHELF Japanese emperors: Between the people and the gods By HUGH CORTAZZI ENIGMA OF THE EMPERORS: Sacred Subservience in Japanese History, by ",
            "messageBody": "<div id=\"ygrps-yiv-1133148768\">THE ASIAN BOOKSHELF<br/>\n<br/>\nJapanese emperors: Between the people and the gods<br/>\n<br/>\nBy HUGH CORTAZZI<br/>\n<br/>\nENIGMA OF THE EMPERORS: Sacred Subservience in Japanese History, by<br/>\nBen-Ami Shillony, Global Oriental, 2005, 312 pp., (cloth).<br/>\n<br/>\nThis well-researched and scholarly study by Ben-Ami Shillony of the<br/>\nHebrew University of Jerusalem will interest not only students of<br/>\nJapanese history but also all those concerned for the future of the<br/>\nImperial institution in Japan. The book, which evolved out of earlier<br/>\nresearch first published in Japanese under the title of &quot;Haha Naru<br/>\nTenno,&quot; covers the political, cultural and religious background to the<br/>\n&quot;emperor&quot; system in Japan from mythological times down to the present<br/>\nday. I have put the term &quot;emperor&quot; in quotes as whatever else they<br/>\nwere, Japanese emperors were never equivalent to emperors in China or<br/>\nRussia. Nor were they ever emperors in the Roman sense of the term<br/>\n&quot;imperator&quot; or generalissimo.<br/>\n<br/>\nShillony emphasizes that &quot;The political weakness of the Japanese<br/>\nemperors was balanced by the extraordinary stability of their dynasty.<br/>\nThe effete emperors occupied an unchallenged throne. An emperor could<br/>\nbe deposed, exiled or even murdered, but his institution could never<br/>\nbe abolished and his family could not be replaced.&quot;<br/>\n<br/>\nHe concludes that the &quot;strange survival&quot; of the dynasty was due to the<br/>\nfact that Japanese emperors combined sanctity with passivity to such<br/>\nan extent that they were &quot;too subservient to rule, but too sacred to<br/>\nbe deposed.&quot; These conclusions are based on his study of how the<br/>\nemperors behaved over the centuries.<br/>\n<br/>\nThe author has much to say about the divinity of the emperors. He<br/>\npoints out that in Japan the &quot;kami,&quot; which is generally translated as<br/>\n&quot;god,&quot; were transcendental beings. The term could be applied to any<br/>\ndead person, object or natural phenomenon. He notes the differences<br/>\nbetween the divinity ascribed to Japanese emperors to that ascribed to<br/>\nthe pharaohs in ancient Egypt and notes the stress laid in Europe on<br/>\nthe &quot;divine right of kings&quot; resulting from their claim to be God&#39;s<br/>\nrepresentative on earth carrying out His orders.<br/>\n<br/>\nThe emperor in Japan was not the representative of the kami but &quot;an<br/>\nintermediary between the people and the gods.&quot; He was venerated but<br/>\nnot worshipped. However his body was regarded as &quot;sacred and neither<br/>\nknives nor scissors could be applied to it.&quot; This seems to have been<br/>\none of the causes of the high rate of infant mortality in the imperial<br/>\nfamily down to the 20th century.<br/>\n<br/>\nShillony discusses in detail the occasions during which women were<br/>\nruling empresses. There seem to have been shaman queens in early times<br/>\nbut the first person to hold the title of &quot;tenno&quot; (The Emperor) was<br/>\nthe Empress Suiko in 593. Between that time and 770, six women were<br/>\ntitular empresses, but the last of these, Koken-Shotoku, was a<br/>\ncontroversial figure and there no titular empresses until the Tokugawa<br/>\nEra. One reason for this was the influence of Confucian attitudes<br/>\nadopted by the Japanese; these gave precedence to men and led to male<br/>\nchauvinism, which is still a strong element in Japanese culture today.<br/>\n<br/>\nWe tend to think that Japanese emperors since the end of the 6th<br/>\ncentury have always been called tenno but as Shillony points out,<br/>\nvarious different terms have been used over the ages. The old Japanese<br/>\ntitle for emperor was &quot;sumera mikoto.&quot; According to the Yoro code of<br/>\n718, &quot;tenno&quot; was to be used in imperial rescripts, &quot;tenshi&quot; in<br/>\nceremonies, &quot;kotei&quot; in correspondence with &quot;barbarians&quot;&#39; and &quot;heika&quot;<br/>\nin addressing the emperor. At the beginning of the Meiji Era, the term<br/>\n&quot;mikado&quot; was in general use when the English title of &quot;emperor&quot; was<br/>\nadopted to give the Meiji Emperor an equivalent status to that of the<br/>\nsovereigns of China, Russia, Germany, France (at the time of Napoleon<br/>\nIII) and Britain (Queen Victoria had been proclaimed Empress of India).<br/>\n<br/>\nShillony points out that the continuation of the Imperial dynasty<br/>\ndepended on the birth of sufficient sons in the family. &quot;To avert<br/>\nbiological extinction, the emperors had to have access to many noble<br/>\nand fertile women.&quot; Even so sometimes the succession was remote,<br/>\nalthough the ancestral chain was never apparently broken. The Meiji<br/>\nEmperor had 15 children by various concubines but only five survived.<br/>\nThe Showa Emperor was not prepared to follow his grandfather&#39;s example<br/>\nand the practice thus ended in the 20th century. After World War II,<br/>\nthe collateral branches of the Imperial family, which could provide a<br/>\nsuccessor, were abolished.<br/>\n<br/>\nIn the last 40 years there have been no male children born into what<br/>\nhas become a very limited Imperial family. This has made it necessary<br/>\nto consider the possibility of a female eventually once again becoming<br/>\nthe tenno. This would not require a constitutional amendment but it<br/>\nwould require a change to the Imperial House Law. At present Imperial<br/>\nprincesses cease to be &quot;imperial&quot; when they marry, and for some<br/>\nJapanese the adoption of a matrilineal line of succession instead of a<br/>\npatrilineal could be a sticking point. It would also lead to the end<br/>\nof the unreasonable pressure apparently still being placed by Imperial<br/>\nHousehold officials on the Crown Princess to produce a male heir.<br/>\n<br/>\nShillony considers that the most important issue for the continuance<br/>\nof the Imperial institution is to ensure its continued relevance for<br/>\nJapanese people. In 1977, while he was Crown Prince, the present<br/>\nEmperor declared: &quot;When we look at the tradition of the Imperial<br/>\nfamily, we see that it is mainly a tradition of gakumon (learning) and<br/>\nnot of bu (fighting). Very few emperors donned military uniforms. I<br/>\nwould like to continue this tradition . . . The phenomenon of symbol<br/>\nemperors is not a postwar creation. In my view, the emperors have been<br/>\nsymbols since antiquity.&quot; This may well be the case, but at least the<br/>\nemperor should be accepted by the Constitution as &quot;head of state&quot; as<br/>\nin practice he has been by foreign countries to which he has paid<br/>\nstate visits.<br/>\n<br/>\nA &quot;symbol&quot; also needs to be able to fulfill a meaningful role and not<br/>\nbe totally hedged about by Imperial Household bureaucrats. Shillony<br/>\nthinks that the Imperial family might regain relevance through its<br/>\nsupport for the protection of the environment and he suggests that:<br/>\n&quot;The archaic rites of the Japanese emperor [e.g. in relation to<br/>\nJapan&#39;s rice culture], which for a long time have been a source of<br/>\nembarrassment to modern-minded Japanese, may in the future appear as a<br/>\nsymbolic ceremony of paying tribute to mother nature.&quot; Perhaps so, but<br/>\nwhile we do not need or want to see the Imperial family becoming a<br/>\nmore frequent source of scandal and gossip as has happened to the<br/>\nroyal family in Britain, Japan&#39;s Imperial institution would benefit<br/>\nfrom a more open culture.<br/>\n<br/>\nA beginning was made when the present Crown Prince stayed in Britain<br/>\nas a student at Oxford from 1983-85. This showed him how ordinary<br/>\npeople lived and enabled him to gain a better understanding of the<br/>\nworld around him. His memoir &quot;Thames to tomo ni,&quot; which will be<br/>\npublished in English later this year under the title &quot;The Thames and<br/>\nI,&quot; reveals his natural human charm and sense of humor. Perhaps it was<br/>\nthis fact that led the Imperial Household to delay for many years<br/>\npermission for a translation.<br/>\n<br/>\nHugh Cortazzi, a former career diplomat, served as Britain&#39;s<br/>\nambassador to Japan from 1980 to 1984. He translated &quot;The Thames and<br/>\nI,&quot; which will be published later this year by Global Oriental.<br/>\n<br/>\nThe Japan Times: Oct. 23, 2005<br/>\n(C) All rights reserved</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 8187,
    "nextTopicId": 8189
}