{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 145759856,
            "authorName": "Kitsuno",
            "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
            "profile": "kitsuno",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Article: Ninja are cool, but love rules",
            "postDate": "1137216810",
            "msgId": 8189,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGRxYTJmYSt0cXZ1QGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 8188,
            "nextInTime": 8190,
            "topicId": 8189,
            "numMessagesInTopic": 0,
            "msgSnippet": "Ninja are cool, but love rules By MARK SCHILLING Shinobi Rating: * * * 1/2 (out of 5) Director: Ten Shimoyama Running time: 101 minutes Language: Japanese ",
            "messageBody": "<div id=\"ygrps-yiv-537528276\">Ninja are cool, but love rules<br/>\n<br/>\nBy MARK SCHILLING<br/>\n<br/>\nShinobi<br/>\nRating: * * * 1/2 (out of 5)<br/>\nDirector: Ten Shimoyama<br/>\nRunning time: 101 minutes<br/>\nLanguage: Japanese<br/>\nCurrently showing<br/>\n[See Japan Times movie listings]<br/>\n<br/>\nThe big fight scenes in samurai swashbucklers used to unfold like<br/>\ndance numbers, with the hero as the prima, the attackers as the corps<br/>\nde ballet. The audience was expected to admire the virtuoso<br/>\nchoreography and bravura turns, while ignoring the absence of blood,<br/>\njust as they would at a Kabuki play. <br/>\n<br/>\nNow the samurai movie and its variants are back, but the model has<br/>\nchanged. Films like Hiroyuki Nakano&#39;s &quot;Red Shadow,&quot; Hideyuki<br/>\nHirayama&#39;s &quot;Makai Tensho (Samurai Resurrection)&quot; and Ryuhei Kitamura&#39;s<br/>\n&quot;Azumi&quot; are closer to video games than Kabuki or ballet. The fighters<br/>\nhave highly distinct powers, costumes and physiques, but little depth<br/>\n-- they are types, not individuals. The story is a series of fight<br/>\nscenes, with the supporting players falling by the wayside (or<br/>\nvanishing into a clouds of pixels), until only the hero and the leader<br/>\nof the bad guys are left to duel it out. The ending, unlike the final<br/>\n&quot;boss&quot; stage of a game, is a foregone conclusion.<br/>\n<br/>\nTen Shimoyama&#39;s &quot;Shinobi,&quot; with its story of two warring ninja clans<br/>\nin the early days of the Tokugawa era, follows this game formula --<br/>\nbut with differences that make it a cut above the genre run. A<br/>\nking-of-all-media type who has directed everything from TV dramas to a<br/>\ntheme-park attraction, Shimoyama aspires to the epic, mythic quality<br/>\nof Zhang Yimou&#39;s &quot;Hero&quot; or Ang Lee&#39;s &quot;Crouching Tiger, Hidden Dragon&quot;<br/>\n-- and attains it surprisingly often. I say &quot;surprisingly&quot; because<br/>\nmost Japanese films in this genre settle for the surface flash and<br/>\ndazzle of the arcade. Shimoyama may be aiming at the same teen gamer<br/>\nmarket, but takes his material more seriously.<br/>\n<br/>\nAlso, the effects supplied by CG director Hiroyuki Hayashi are in the<br/>\nservice of the story and characters, not simply for eye-popping<br/>\ndisplay. Some are dazzling, as when the hero, Gennosuke (Joe Odagiri),<br/>\nuses superhuman powers of concentration to see water tumbling over a<br/>\nwaterfall in ultravivid slow motion. Or as when the heroine, Oboro<br/>\n(Yukie Nakama), pierces a foe with her glance (her eyes changing color<br/>\nin the process) and shorts out his synapses, in a sequence that<br/>\nresembles an animated medical drawing in hyper-realistic 3-D.<br/>\n<br/>\nThese and other feats derive from the ninjas&#39; training and abilities,<br/>\nnot simply from cartoonlike superpowers. Impossibly exaggerated, yes;<br/>\nverging on the absurd, no. Also, they defeat each other more with<br/>\ntheir smartness than brute power displays. Again, not the standard<br/>\nzap-&#39;em-till-they-vaporize model.<br/>\n<br/>\nFinally, Yukie Nakama, a TV drama queen whose film work has been on<br/>\nthe light comic side, exudes dynamism, passion and sensuality, as<br/>\nthough she prepped with the films of Zhang Ziyi. The usual strategy<br/>\nfor an actress in a superhero role is to butch up, either successfully<br/>\n(Angelina Jolie in &quot;Tomb Raider&quot;) or unconvincingly (Aya Ueto in<br/>\n&quot;Azumi&quot;). Nakama never abandons her femininity, even when she is being<br/>\nthe fiery warrior. Conversely, she never loses her steely ninja<br/>\nspirit, even as a woman in love.<br/>\n<br/>\nShe plays Oboro, a granddaughter of Ogen (Lily), the matriarch of the<br/>\nIga clan. Early in the story, she meets and falls in love with<br/>\nGennosuke, the son of Danjo Koga (Minoru Terada), the leader of the<br/>\nKoga clan. Living in the remote mountains, these two clans have, over<br/>\nthe centuries, perfected the arts of ninjutsu (or shinobi), which is<br/>\nfar beyond the reach of mere mortals. They are also ancestral rivals<br/>\nand, under the order of Hanzo Hattori (Yutaka Matsushige), chief ninja<br/>\nto Shogun Tokugawa Ieyasu, are forbidden to exchange secret techniques<br/>\n-- not that they would anyway.<br/>\n<br/>\nSeeking to consolidate Tokugawa rule and seeing the two clans as a<br/>\nthreat to it, a powerful Tendai priest and Tokugawa adviser, Nankobo<br/>\nTenkai (Renji Ishibashi), schemes to set them against each other. He<br/>\ncommands the two clans to each choose five champions who will battle<br/>\nto the death. The survivor will be elevated in rank and power.<br/>\n<br/>\nBoth Oboro and Gennosuke are selected as champions, but neither are<br/>\naware, at least initially, of each other&#39;s position. Also, Gennosuke<br/>\ndoubts the shogunate&#39;s good intentions and refuses to take part in the<br/>\ncontest. But when his comrades begin to fall, he is forced into<br/>\naction. He cannot, however, bring himself to battle at least one Iga<br/>\nwarrior: Oboro.<br/>\n<br/>\nThe 10 contestants in this ultimate death match are radically<br/>\ndifferent from both the common run of humanity and each other, such as<br/>\nthe bizarro Saemon Kisaragi (Hoka Kinoshita) of the Kogas, who can<br/>\nchange faces without cosmetic surgery, and the mysterioso Yashamaru<br/>\n(Taku Sakaguchi) of the Igas, who is the long-haired ninja equivalent<br/>\nof &quot;The Incredibles&#39; &quot; Elastigirl.<br/>\n<br/>\nThe most memorable, however, are ones with the closest relationships<br/>\nto the two principals, including the lovely-but-creepy Kagero (Tomoka<br/>\nKurotani), who is poison to her enemies, but sweet on Gennosuke, and<br/>\nTenzan Yakushi (Kippei Shiina), a silver-haired ninja master who knows<br/>\nall and sees all, including Oboro&#39;s conflicted heart.<br/>\n<br/>\nFor those less interested in the emotional interplay than the action,<br/>\n&quot;Shinobi&quot; has much to offer beyond the usual wirework leaps and<br/>\nbounds. Action director Yuji Shimomura has created fresh variations on<br/>\nfamiliar ninja stunts that will have hard-core genre fans doing &quot;did I<br/>\nreally see that?&quot; takes.<br/>\n<br/>\n&quot;Shinobi&quot; does not require shinbo (patience): It flies across the<br/>\nscreen and ends, after all the mayhem, with a poignant moment of<br/>\nremembrance and hope. Super ninjas may not be forever, but love endures.<br/>\n<br/>\nThe Japan Times: Sept. 30, 2005<br/>\n(C) All rights reserved</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 8188,
    "nextTopicId": 8190
}