{
    "totalMsgInTopic": 2,
    "messages": [
        {
            "userId": 67449315,
            "authorName": "fifthchamber@aol.com",
            "from": "fifthchamber@...",
            "profile": "fifthchamber",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Re: [samuraihistory] Toshie Maeda",
            "postDate": "1020778744",
            "msgId": 848,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDEwOS4xMjBhOWRhMS4yYTA5MzJmOEBhb2wuY29tPg=="
            },
            "prevInTopic": 844,
            "nextInTopic": 0,
            "prevInTime": 847,
            "nextInTime": 849,
            "topicId": 844,
            "numMessagesInTopic": 0,
            "msgSnippet": "Hi all, On Maeda Toshiie I have the following basic information regarding his relations with Oda Nobunaga and his rise in that system. Toshiie lived from 1538",
            "messageBody": "<div id=\"ygrps-yiv-1292888941\">Hi all,<br/>\n On Maeda Toshiie I have the following basic information regarding his <br/>\nrelations with Oda Nobunaga and his rise in that system. <br/>\n Toshiie lived from 1538 to 1599 and was born in the province of Owari. This <br/>\nwas a bonus to him because the Oda families strength was in using a select <br/>\ncore of men from Owari (Nobunaga&#39;s home province) as captains of Oda&#39;s armies <br/>\nand Horse guards.<br/>\n He was given the fief of Fuchu in Echizen (33,000 Koku) and was one third of <br/>\nthe group called the &#39;Fuchu Sanninshu&#39; or Fuchu triumvate, a group of strong <br/>\nvassals serving under the Oda house.<br/>\n As one of Nobunaga&#39;s retainers from the years around his (Oda&#39;s) fathers <br/>\ndeath Maeda was a trusted and reliable part of the Oda clan and was one of a <br/>\ngroup of samurai entrusted with the running of the armies for Nobunaga...As <br/>\nsuch you could presume that their relationship was based on a high degree of <br/>\nboth trust and reliability. <br/>\n Toshiie was moved from Fuchu to Noto province in 1581 but the evidence on <br/>\nthe move seems not to show that he was moved because of distrust but rather <br/>\nmoved to support the group of Maeda&#39;s vassals as one unit and allow the group <br/>\nto expand. This again supports the strong picture of a deep trust between the <br/>\ntwo.<br/>\n The picture that emerges is of a relationship of both trust and dependance <br/>\non Maeda from Nobunaga...How far this went is unclear although it is probable <br/>\nthat the TV series has invented much of the relationship to promote <br/>\nstoryline. They were close, trusting and friendly and as a Captain of the Oda <br/>\nforces Maeda would need to have been!<br/>\n Good books to read on the two of them are &quot;The Samurai sorcebook&quot; by Stephen <br/>\nTurnbull which provides a very basic overview and a little information on <br/>\nthem both. Another one to read is &quot;Japonius Tyrranus&quot; by Jerome Lamers...Both <br/>\navailable through Amazon I think...<br/>\n HTH.<br/>\n Abayo.<br/>\n Ben Sharples</div>",
            "specialLinks": []
        },
        {
            "userId": 109794225,
            "authorName": "asianguy007us",
            "from": "&quot;asianguy007us&quot; &lt;asianguy007us@...&gt;",
            "profile": "asianguy007us",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Toshie Maeda",
            "postDate": "1020641557",
            "msgId": 844,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGFiNGZlbCs0a2gxQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 848,
            "prevInTime": 843,
            "nextInTime": 845,
            "topicId": 844,
            "numMessagesInTopic": 0,
            "msgSnippet": "Toshie Maeda was a pivotable samurai figure in Japanese history, who knew all three of the unifers, Oda Nobunaga, Hideyoshi Toyotomi, and Tokugawa Ieyasu.",
            "messageBody": "<div id=\"ygrps-yiv-1000904016\">Toshie Maeda was a pivotable samurai figure in Japanese history, who <br/>\nknew all three of the unifers, Oda Nobunaga, Hideyoshi Toyotomi, and <br/>\nTokugawa Ieyasu.  There is a Japanese samurai television series <br/>\ncalled Toshie and Matsu.  I would like to know if what is depicted of <br/>\nthe relationship between Oda Nobunaga and Toshie Maeda is <br/>\nhistorically accurate, or rather, what is the story between the two <br/>\nsamurai.  The television drama depicts a sense of true friendship, <br/>\nthough stormy relationship in that Maeda is a kind, pure, <br/>\nsincere &quot;bullet&quot; for Oda, the reason the latter saw in the young <br/>\nMaeda capability beyond bullet concept--that hear is a man he could <br/>\ndepend and necessarily be a yes man.  I like to hear from a member <br/>\nwho could direct to read something on Toshie Maeda. I hope someone <br/>\ncan be kind to me and help me to understand better.<br/>\n<br/>\nMost sincerely,</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 835,
    "nextTopicId": 846
}