{
    "totalMsgInTopic": 8,
    "messages": [
        {
            "userId": 27940151,
            "authorName": "Barbara Nostrand",
            "from": "Barbara Nostrand &lt;nostrand@...&gt;",
            "profile": "drnostrand",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Re: [samuraihistory] Bonsai and samurai",
            "postDate": "1143402410",
            "msgId": 8596,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGU0Yzk5ODc1ZjM2MGNjZTQ0MTUwMjY0ODg5ODY4MWEyQGFjbS5vcmc+",
                "inReplyToHeader": "PDRvcWtxOSRqbDYzbHVAb3JuZ2NhLW14LTA5Lm1ndy5yci5jb20+",
                "referencesHeader": "PDRvcWtxOSRqbDYzbHVAb3JuZ2NhLW14LTA5Lm1ndy5yci5jb20+"
            },
            "prevInTopic": 8571,
            "nextInTopic": 0,
            "prevInTime": 8595,
            "nextInTime": 8597,
            "topicId": 8559,
            "numMessagesInTopic": 0,
            "msgSnippet": "Hi. Bonsai cultivation is a garden hobby. Why should there be a particular history relating to samurai? Basically, if you could afford to cultivate bonsai and",
            "messageBody": "<div id=\"ygrps-yiv-880112062\">Hi.<br/>\n<br/>\nBonsai cultivation is a garden hobby. Why should there be a particular <br/>\nhistory relating to samurai? Basically, if you could afford to <br/>\ncultivate bonsai and liked them, then you did so. Miniatures of various <br/>\nsort show up in things like the Confessions of Lady Nijo and The <br/>\nGossamer Years. Miniature trees fit right in with this stuff. It is <br/>\npossible that miniature trees were taken up by the bushi as a way of <br/>\ndoing something similar to the kuge without being left behind by them. <br/>\nSo for example, the bushi took up the tea ceremony which in some ways <br/>\nparalleled the incense ceremony and took up Noh theatre which in some <br/>\nways paralleled gagaku, bugaku, and kagura. However, I do not know just <br/>\nhow far back bonsai cultivation goes. If it goes back to the kuge, then <br/>\nthe bushi simply took it up from them in much the same way that they <br/>\ntook up the leisure clothes of the kuge.</div>",
            "specialLinks": []
        },
        {
            "userId": 191242311,
            "authorName": "Totok Sudarijanto",
            "from": "&quot;Totok Sudarijanto&quot; &lt;totoks@...&gt;",
            "profile": "samurai_iaijutsu",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "RE: [samuraihistory] Bonsai and samurai",
            "postDate": "1143155687",
            "msgId": 8571,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "inReplyToHeader": ""
            },
            "prevInTopic": 8569,
            "nextInTopic": 8596,
            "prevInTime": 8570,
            "nextInTime": 8572,
            "topicId": 8559,
            "numMessagesInTopic": 0,
            "msgSnippet": "Thanks. I found this too on internet (http://www.bonsaicenter.com) I don t know if it s reliable or not. I hope the experts in this group can answer this. ",
            "messageBody": "<div id=\"ygrps-yiv-1919992164\">Thanks.<br/>\n<br/>\nI found this too on internet (http://www.bonsaicenter.com) I don&#39;t know if<br/>\nit&#39;s reliable or not. I hope the experts in this group can answer this.<br/>\n<br/>\nBonsai History<br/>\n<br/>\nThe art of bonsai was developed in the Far East where it is considered an<br/>\nexpression of the harmony between heaven and earth, man and nature. Its&#39;<br/>\nspiritual foundations lie in the Eastern philosophy of life which strives<br/>\nafter harmony between man and nature - a harmony which becomes apparent when<br/>\nempathy is achieved with the process of all growth and development. There<br/>\ncould surely be no more fitting example of this than the cultivation of<br/>\nbonsai.<br/>\n<br/>\nThe bonsai lover will take time to care for and examine his trees. Through<br/>\nthem he experiences a new rhythm of the seasons, and nurtures within himself<br/>\nthe power of creativity as he shapes and miniaturizes his trees. Cultivating<br/>\na bonsai tree requires some care and attention, but as a reward it brings<br/>\ntranquility to the mind, a feeling of being refreshed and, inner peace.<br/>\n<br/>\n<br/>\nThe Chinese were the first to plant miniature trees in dishes, and even<br/>\ntoday bonsai is part of Chinese culture. It has a place in every Chinese<br/>\ncommunity, even outside China itself, in places like Taiwan, Thailand, Hong<br/>\nKong and Singapore. Chinese bonsai masters of today still make a distinction<br/>\nbetween &#39;pun-sai&#39; and &#39;pun-ching&#39;. For many the word &#39;pen-jing&#39; is taken to<br/>\nmean both forms of bonsai. <br/>\n<br/>\nThe word &#39;pun-sai&#39; is made up of the same characters as the Japanese word<br/>\n&#39;bonsai&#39;, and means a tree planted in a container without any landscape,<br/>\nwhile &#39;pun-ching&#39; means a tree that is planted in a container or on a tray<br/>\nand landscaped. The art of pun-ching dates far back to the early period of<br/>\nthe Han dynasty, about 206 BC-AD 220, when Chinese landscape artists started<br/>\nto design miniature versions of the already famous artificial rock gardens.<br/>\nAccording to legend, Jiang-feng was endowed with a magic power to conjure up<br/>\non a dish tiny landscapes complete with rocks, mountains, trees, rivers,<br/>\nhouses, people and animals. At about the same time as the mention of<br/>\npun-ching, or miniature landscapes with rocks and trees, a form still very<br/>\npopular in China today, we find the first reference to pun-sai during the<br/>\nCh&#39;in dynasty (221-206 BC): it was Ton Guen-ming; a famous poet and high-<br/>\nranking official, who, having grown weary of affairs of state, retired to a<br/>\npeaceful country living where he began to cultivate chrysanthemums in pots.<br/>\nThis may have been the beginning of potted plants, but it was to lead on to<br/>\nthe miniaturization of trees. Just 200 years later in paintings from the<br/>\nT&#39;ang period we find pines, cypresses, plum trees, and bamboos-all growing<br/>\nin dishes. Even before the year AD 1000, in the Sung dynasty, there are<br/>\npoems describing pun-sai as well as a wealth of literature on how to form<br/>\nthem.<br/>\n<br/>\nDuring the period of peace known as the Ch&#39;ing dynasty (AD 1644-1911) both<br/>\npun-ching and pun-sai became a hobby not only of the aristocracy but of all<br/>\nstrata of Chinese society.  It was not the Chinese who introduced the art of<br/>\nbonsai to the West; it was the Japanese, first in Paris at the Worlds Fair<br/>\nof 1878, and subsequently in London in 1909.  It is believed that Buddhist<br/>\nmonks took bonsai to Japan in the tenth and eleventh centuries, as they<br/>\nconsidered them to be religious objects, &#39;verdant stair ways leading to<br/>\nHeaven&#39;, thus a connection between God and mankind.<br/>\n<br/>\nDuring the Yuan dynasty (AD 1280-1368) Japanese government ministers and<br/>\nmerchants brought home bonsai as presents from China .  Chu Shun-sui, a<br/>\nChinese official, who, around 1644, fled from the rule of the Manchu&#39;s to<br/>\nJapan, taking with him his entire collection of bonsai literature. It was<br/>\nhis special  knowledge that contributed decisively to the spread of the art<br/>\nof bonsai in Japan. Around this time Japan was beginning to establish its<br/>\nown form of bonsai cultivation, an art which was at first the preserve of<br/>\nthe Japanese aristocracy, the Samurai, and which only at the end of the last<br/>\ncentury became a hobby for all.<br/>\n<br/>\nTotok Sudarijanto<br/>\nhttp://www.samurai.or.id<br/>\nemail: totoks@...<br/>\n<br/>\n&quot;I do not know the way to defeat others, but the way to defeat myself.&quot;<br/>\n<br/>\n<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; -----Original Message-----<br/>\n&gt; From: samuraihistory@yahoogroups.com <br/>\n&gt; [mailto:samuraihistory@yahoogroups.com] On Behalf Of Gillian <br/>\n&gt; Rubinstein<br/>\n&gt; Sent: Friday, March 24, 2006 5:46 AM<br/>\n&gt; To: samuraihistory@yahoogroups.com<br/>\n&gt; Cc: samuraihistory@yahoogroups.com<br/>\n&gt; Subject: Re: [samuraihistory] Bonsai and samurai<br/>\n&gt; <br/>\n&gt; In The World in Miniature: Container Gardens and Dwellings in <br/>\n&gt; Far Eastern Religious Thought (Stanford UP 1990) the author, <br/>\n&gt; Rolf A Stein, supports the view that bonsai began as a <br/>\n&gt; religious practice in temples and monasteries. The practice <br/>\n&gt; has been found through East and South East Asia since ancient <br/>\n&gt; times. He gives two anecdotes relating the introduction of <br/>\n&gt; container gardens into Japan: in one the Empress Suiko<br/>\n&gt; (593-628) received from the land of Kudara (Korea) a <br/>\n&gt; representation of a holy mountain. A natural stone surrounded <br/>\n&gt; by white sand was placed in a bowl (hachi) which in turn was <br/>\n&gt; placed in a large dish. It was decorated with climbing plants <br/>\n&gt; and called a katsura-hachi. The next stage introduced stones. <br/>\n&gt; Prince Shotoku (572 621) gave a dish (bon) in which he had <br/>\n&gt; set up a landscape with mountains and villages, fashioned <br/>\n&gt; from stones, to the Emperor who was sick at the time. This <br/>\n&gt; was called a katsura-bon.  (Whether the Emperor recovered on <br/>\n&gt; receiving this gift is not related by Stein.)<br/>\n&gt; <br/>\n&gt; In Chinese paintings tray gardens with miniature trees are <br/>\n&gt; often portrayed. The earliest examples in Japanese painting <br/>\n&gt; come from the 14th century (Stein is quoting Yanagisawa&#39;s <br/>\n&gt; 1962 work Tray Landscapes). Tray gardens and bonsai it seems <br/>\n&gt; were imbued with the same sense of philosophy as painting, <br/>\n&gt; calligraphy and poetry.  <br/>\n&gt; Peasants may have kept small gardens in pots and collected <br/>\n&gt; interesting trees from the mountain (though I think yamadori <br/>\n&gt; means mountain bird rather than mountain tree, doesn&#39;t it?) <br/>\n&gt; as this is a natural human activity, but I would think the <br/>\n&gt; art of bonsai was more the pursuit of monks, men of letters <br/>\n&gt; and artists. Gardening was a highly cultured activity. The <br/>\n&gt; gardens held to have been designed by Sesshu in Yamaguchi <br/>\n&gt; were considered works of art at the time of their creation. <br/>\n&gt; Interestingly, they are also &quot;in miniature&quot; - representing <br/>\n&gt; full scale landscapes just as bonsai do, but on a slightly <br/>\n&gt; larger scale.<br/>\n&gt; <br/>\n&gt; Hideyoshi himself was interested in planning gardens (was <br/>\n&gt; this his peasant ancestry :)) supervising the layout of his <br/>\n&gt; pleasure garden, Samboin.<br/>\n&gt; <br/>\n&gt; Cheers,<br/>\n&gt; <br/>\n&gt; G<br/>\n&gt; <br/>\n&gt; <br/>\n&gt; ---<br/>\n&gt; Join the 2006 Samurai Fiction contest:<br/>\n&gt; http://www.samurai-archives.com/writcon2.html<br/>\n&gt; <br/>\n&gt; Samurai Archives: http://www.samurai-archives.com Samurai <br/>\n&gt; Archives store: http://www.cafeshops.com/samuraiarchives<br/>\n&gt; --- <br/>\n&gt; <br/>\n&gt; <br/>\n&gt; <br/>\n&gt; ________________________________<br/>\n&gt; <br/>\n&gt; YAHOO! GROUPS LINKS <br/>\n&gt; <br/>\n&gt; <br/>\n&gt; \t<br/>\n&gt; *\t Visit your group &quot;samuraihistory <br/>\n&gt; &lt;http://groups.yahoo.com/group/samuraihistory&gt; &quot; on the web.<br/>\n&gt; \t  <br/>\n&gt; *\t To unsubscribe from this group, send an email to:<br/>\n&gt; \t samuraihistory-unsubscribe@yahoogroups.com <br/>\n&gt; &lt;mailto:samuraihistory-unsubscribe@yahoogroups.com?subject=Uns<br/>\n&gt; ubscribe&gt; <br/>\n&gt; \t  <br/>\n&gt; *\t Your use of Yahoo! Groups is subject to the Yahoo! <br/>\n&gt; Terms of Service &lt;http://docs.yahoo.com/info/terms/&gt; . <br/>\n&gt; <br/>\n&gt; <br/>\n&gt; ________________________________<br/>\n&gt; <br/>\n&gt; </span></blockquote></div>",
            "specialLinks": []
        },
        {
            "userId": 129164387,
            "authorName": "Gillian Rubinstein",
            "from": "Gillian Rubinstein &lt;gillian@...&gt;",
            "profile": "gilliru",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Re: [samuraihistory] Bonsai and samurai",
            "postDate": "1143153984",
            "msgId": 8569,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {},
            "prevInTopic": 8568,
            "nextInTopic": 8571,
            "prevInTime": 8568,
            "nextInTime": 8570,
            "topicId": 8559,
            "numMessagesInTopic": 0,
            "msgSnippet": "In The World in Miniature: Container Gardens and Dwellings in Far Eastern Religious Thought (Stanford UP 1990) the author, Rolf A Stein, supports the view that",
            "messageBody": "<div id=\"ygrps-yiv-683924909\">In The World in Miniature: Container Gardens and Dwellings in Far <br/>\nEastern Religious Thought (Stanford UP 1990) the author, Rolf A Stein, <br/>\nsupports the view that bonsai began as a religious practice in temples <br/>\nand monasteries. The practice has been found through East and South <br/>\nEast Asia since ancient times. He gives two anecdotes relating the <br/>\nintroduction of container gardens into Japan: in one the Empress Suiko <br/>\n(593-628) received from the land of Kudara (Korea) a representation of <br/>\na holy mountain. A natural stone surrounded by white sand was placed <br/>\nin a bowl (hachi) which in turn was placed in a large dish. It was <br/>\ndecorated with climbing plants and called a katsura-hachi. The next <br/>\nstage introduced stones. Prince Shotoku (572 621) gave a dish (bon) in <br/>\nwhich he had set up a landscape with mountains and villages, <br/>\nfashioned from stones, to the Emperor who was sick at the time. This <br/>\nwas called a katsura-bon.  (Whether the Emperor recovered on <br/>\nreceiving this gift is not related by Stein.)<br/>\n<br/>\nIn Chinese paintings tray gardens with miniature trees are often <br/>\nportrayed. The earliest examples in Japanese painting come from the <br/>\n14th century (Stein is quoting Yanagisawa&#39;s 1962 work Tray <br/>\nLandscapes). Tray gardens and bonsai it seems were imbued with the <br/>\nsame sense of philosophy as painting, calligraphy and poetry.  <br/>\nPeasants may have kept small gardens in pots and collected interesting <br/>\ntrees from the mountain (though I think yamadori means mountain <br/>\nbird rather than mountain tree, doesn&#39;t it?) as this is a natural human <br/>\nactivity, but I would think the art of bonsai was more the pursuit of <br/>\nmonks, men of letters and artists. Gardening was a highly cultured <br/>\nactivity. The gardens held to have been designed by Sesshu in <br/>\nYamaguchi were considered works of art at the time of their creation. <br/>\nInterestingly, they are also &quot;in miniature&quot; - representing full scale <br/>\nlandscapes just as bonsai do, but on a slightly larger scale.<br/>\n<br/>\nHideyoshi himself was interested in planning gardens (was this his <br/>\npeasant ancestry :)) supervising the layout of his pleasure garden, <br/>\nSamboin.<br/>\n<br/>\nCheers,<br/>\n<br/>\nG</div>",
            "specialLinks": []
        },
        {
            "userId": 191242311,
            "authorName": "Totok Sudarijanto",
            "from": "&quot;Totok Sudarijanto&quot; &lt;totoks@...&gt;",
            "profile": "samurai_iaijutsu",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "RE: [samuraihistory] Bonsai and samurai",
            "postDate": "1143075638",
            "msgId": 8568,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "inReplyToHeader": "PCF+IVVFTkVSa1ZDTURrQUFRQUNBQUFBQUFBQUFBQUFBQUFBQUJnQUFBQUFBQUFBK0ZGOWh6WDNCMEs2Qkt1bzJtVHMzc0tBQUFBUUFBQUFhdWtWTUNuNzAwU01ycGRaZTljRDRBRUFBQUFBQHRpbi5pdD4="
            },
            "prevInTopic": 8566,
            "nextInTopic": 8569,
            "prevInTime": 8566,
            "nextInTime": 8569,
            "topicId": 8559,
            "numMessagesInTopic": 0,
            "msgSnippet": "Thanks for the answers everyone. Totok Sudarijanto http://www.samurai.or.id email: totoks@samurai.or.id I do not know the way to defeat others, but the way to",
            "messageBody": "<div id=\"ygrps-yiv-812118311\">Thanks for the answers everyone.<br/>\n<br/>\nTotok Sudarijanto<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.samurai.or.id\">http://www.samurai.or.id</a><br/>\nemail: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:totoks@...\">totoks@...</a><br/>\n<br/>\n&quot;I do not know the way to defeat others, but the way to defeat myself.&quot;</div>",
            "specialLinks": []
        },
        {
            "userId": 61552205,
            "authorName": "federico trejos",
            "from": "federico trejos &lt;federicotrejos@...&gt;",
            "profile": "federicotrejos",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Re: [samuraihistory] Bonsai and samurai",
            "postDate": "1143052745",
            "msgId": 8566,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDIwMDYwMzIyMTgzOTA1LjM5MTkyLnFtYWlsQHdlYjM0NjE0Lm1haWwubXVkLnlhaG9vLmNvbT4=",
                "inReplyToHeader": "PDQ0MjE2RkFDLjYwODA4MDZAY294Lm5ldD4="
            },
            "prevInTopic": 8564,
            "nextInTopic": 8568,
            "prevInTime": 8565,
            "nextInTime": 8568,
            "topicId": 8559,
            "numMessagesInTopic": 0,
            "msgSnippet": "In a book about Bonsai I have read, says that Buda past away close to a tree.   Then this tree became a holy please where budisth go to prey. When the chinese",
            "messageBody": "<div id=\"ygrps-yiv-2020625463\">In a book about Bonsai I have read, says that Buda<br/>\npast away close to a tree.   Then this tree became a<br/>\nholy please where budisth go to prey.<br/>\nWhen the chinese emperor became budisth and here about<br/>\nthe famous holy tree, it rise a mayor problem since he<br/>\ncan not leave the prohibited city.<br/>\nAnd this gave birth to the Bonsai.<br/>\nAs time run by, this art went to Japan with the<br/>\nbudisth monks and it was an aristocrathic japanese who<br/>\nsaw a bonsai and converted it as an ornamental<br/>\ninstrument.<br/>\nIn Japan, a Bonsai is a reminder of Nature.<br/>\nHere in occident, we tend to think in the little tree<br/>\non a pot; but in Japan Bonsai are also planted on<br/>\ngardens.<br/>\n<br/>\nAs per Samurai and Bonsai, I do not know about it.<br/>\nPerhaps it was used as a martial art ( as Cha no yu<br/>\nand calligraphy, since it trained one mind and one<br/>\nhand ).   Or just as a hobby...   <br/>\n<br/>\n<br/>\n__________________________________________________<br/>\nCorreo Yahoo!<br/>\nEspacio para todos tus mensajes, antivirus y antispam ¡gratis! <br/>\nRegístrate ya - <a rel=\"nofollow\" target=\"_blank\" href=\"http://correo.espanol.yahoo.com/\">http://correo.espanol.yahoo.com/</a></div>",
            "specialLinks": []
        },
        {
            "userId": 121285179,
            "authorName": "Carlo Tacchini",
            "from": "&quot;Carlo Tacchini&quot; &lt;TSUBAME1@...&gt;",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "R: [samuraihistory] Bonsai and samurai",
            "postDate": "1143048679",
            "msgId": 8564,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PCF+IVVFTkVSa1ZDTURrQUFRQUNBQUFBQUFBQUFBQUFBQUFBQUJnQUFBQUFBQUFBK0ZGOWh6WDNCMEs2Qkt1bzJtVHMzc0tBQUFBUUFBQUFhdWtWTUNuNzAwU01ycGRaZTljRDRBRUFBQUFBQHRpbi5pdD4=",
                "inReplyToHeader": "PDQ0MjE2RkFDLjYwODA4MDZAY294Lm5ldD4="
            },
            "prevInTopic": 8563,
            "nextInTopic": 8566,
            "prevInTime": 8563,
            "nextInTime": 8565,
            "topicId": 8559,
            "numMessagesInTopic": 0,
            "msgSnippet": "Tony is right. Peasants started the fashion of Bonsai, imported from China. They collected the most interesting trees from mountains (they are called Yamadori,",
            "messageBody": "<div id=\"ygrps-yiv-1590437138\">Tony is right. Peasants started the fashion of Bonsai, imported from<br/>\nChina.<br/>\nThey collected the most interesting trees from mountains (they are<br/>\ncalled Yamadori, even today). Trees that were forged by nature in a<br/>\ndwarfed and dramatical manner.<br/>\nSomebody was so poor to cultivate them into great shells. When Samurai<br/>\nwere no more fighters, in Edojidai, Bonsai becomes another way to pass<br/>\nthe time. Can&#39;t be excluded that even before some Samurai was a<br/>\nbonsaist, but Buke class wasn&#39;t really interested in growing little<br/>\ntrees, originally.<br/>\n<br/>\n-----Messaggio originale-----<br/>\nDa: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:samuraihistory@yahoogroups.com\">samuraihistory@yahoogroups.com</a><br/>\n[mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:samuraihistory@yahoogroups.com\">samuraihistory@yahoogroups.com</a>] Per conto di Anthony Bryant<br/>\nInviato: mercoledì 22 marzo 2006 16.39<br/>\nA: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:samuraihistory@yahoogroups.com\">samuraihistory@yahoogroups.com</a><br/>\nOggetto: Re: [samuraihistory] Bonsai and samurai<br/>\n<br/>\nTotok Sudarijanto wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt; Does anyone know the history behind bonsai and samurai? I really<br/>\n </span></blockquote>appreciate<br/>\n<blockquote><span title=\"ireply\"> &gt; the help.<br/>\n<br/>\n </span></blockquote>There really is none that I am aware of. If anything, bonsai <br/>\nwould strike me as originally the product of creative <br/>\ngardeners, who were peasants, after all.<br/>\n<br/>\nTony<br/>\n-- <br/>\n<br/>\nAnthony J. Bryant<br/>\nWebsite: <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.sengokudaimyo.com\">http://www.sengokudaimyo.com</a><br/>\n<br/>\nEffingham&#39;s Heraldic Avatars (...and stuff):<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.sengokudaimyo.com/avatarbiz.html\">http://www.sengokudaimyo.com/avatarbiz.html</a><br/>\n<br/>\nAll sorts of cool things Japanese and SCA:<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.cafepress.com/sengokudaimyo\">http://www.cafepress.com/sengokudaimyo</a><br/>\n<br/>\n<br/>\n<br/>\n<br/>\n---<br/>\nJoin the 2006 Samurai Fiction contest:<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.samurai-archives.com/writcon2.html\">http://www.samurai-archives.com/writcon2.html</a><br/>\n<br/>\nSamurai Archives: <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.samurai-archives.com\">http://www.samurai-archives.com</a><br/>\nSamurai Archives store: <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.cafeshops.com/samuraiarchives\">http://www.cafeshops.com/samuraiarchives</a><br/>\n--- <br/>\nYahoo! Groups Links</div>",
            "specialLinks": []
        },
        {
            "userId": 232440797,
            "authorName": "Anthony Bryant",
            "from": "Anthony Bryant &lt;anthony_bryant@...&gt;",
            "profile": "sengokudaimyo",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Re: [samuraihistory] Bonsai and samurai",
            "postDate": "1143041964",
            "msgId": 8563,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDQ0MjE2RkFDLjYwODA4MDZAY294Lm5ldD4=",
                "inReplyToHeader": "PDIwMDYwMzIyMDUyODA3LlpNS1MxMjc5LmZlZDFybW10YWkwNi5jb3gubmV0QGZlZDFybWltcGkwMS5jb3gubmV0Pg==",
                "referencesHeader": "PDIwMDYwMzIyMDUyODA3LlpNS1MxMjc5LmZlZDFybW10YWkwNi5jb3gubmV0QGZlZDFybWltcGkwMS5jb3gubmV0Pg=="
            },
            "prevInTopic": 8559,
            "nextInTopic": 8564,
            "prevInTime": 8562,
            "nextInTime": 8564,
            "topicId": 8559,
            "numMessagesInTopic": 0,
            "msgSnippet": "... There really is none that I am aware of. If anything, bonsai would strike me as originally the product of creative gardeners, who were peasants, after all.",
            "messageBody": "<div id=\"ygrps-yiv-1753285539\">Totok Sudarijanto wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt; Does anyone know the history behind bonsai and samurai? I really appreciate<br/>\n&gt; the help.<br/>\n<br/>\n </span></blockquote>There really is none that I am aware of. If anything, bonsai <br/>\nwould strike me as originally the product of creative <br/>\ngardeners, who were peasants, after all.<br/>\n<br/>\nTony<br/>\n-- <br/>\n<br/>\nAnthony J. Bryant<br/>\nWebsite: <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.sengokudaimyo.com\">http://www.sengokudaimyo.com</a><br/>\n<br/>\nEffingham&#39;s Heraldic Avatars (...and stuff):<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.sengokudaimyo.com/avatarbiz.html\">http://www.sengokudaimyo.com/avatarbiz.html</a><br/>\n<br/>\nAll sorts of cool things Japanese and SCA:<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.cafepress.com/sengokudaimyo\">http://www.cafepress.com/sengokudaimyo</a></div>",
            "specialLinks": []
        },
        {
            "userId": 191242311,
            "authorName": "Totok Sudarijanto",
            "from": "&quot;Totok Sudarijanto&quot; &lt;totoks@...&gt;",
            "profile": "samurai_iaijutsu",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Bonsai and samurai",
            "postDate": "1142999665",
            "msgId": 8559,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {},
            "prevInTopic": 0,
            "nextInTopic": 8563,
            "prevInTime": 8558,
            "nextInTime": 8560,
            "topicId": 8559,
            "numMessagesInTopic": 0,
            "msgSnippet": "Does anyone know the history behind bonsai and samurai? I really appreciate the help. Thanks. Totok Sudarijanto http://www.samurai.or.id email:",
            "messageBody": "<div id=\"ygrps-yiv-4899373\">Does anyone know the history behind bonsai and samurai? I really appreciate<br/>\nthe help.<br/>\n<br/>\nThanks.<br/>\n<br/>\nTotok Sudarijanto<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.samurai.or.id\">http://www.samurai.or.id</a><br/>\nemail: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:totoks@...\">totoks@...</a><br/>\n<br/>\n&quot;I do not know the way to defeat others, but the way to defeat myself.&quot;</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 8445,
    "nextTopicId": 8440
}