{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 223996399,
            "authorName": "bujuburge",
            "from": "&quot;bujuburge&quot; &lt;steve@...&gt;",
            "profile": "bujuburge",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Online Forum on Japanese History",
            "postDate": "1145838656",
            "msgId": 8694,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGUyaDY4MCsyZG9tQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 8693,
            "nextInTime": 8695,
            "topicId": 8694,
            "numMessagesInTopic": 0,
            "msgSnippet": "We are delighted to announce the launch of Kyushu and Okinawa Studies first on-line symposium. This is the first in a series discussing the history of Kyushu",
            "messageBody": "<div id=\"ygrps-yiv-1542376821\">We are delighted to announce the launch of Kyushu and Okinawa Studies&#39;<br/>\nfirst on-line symposium. This is the first in a series discussing the<br/>\nhistory of Kyushu and Okinawa and featuring major academic contributors.<br/>\n<br/>\nTitle: Gateway or Gatekeeper?<br/>\nCentral participants:  Bruce Batten, Obirin University, Japan and Wang<br/>\nZhenping, Nanyang Technological University, Singapore.<br/>\nSubject:  Medieval communication between Kyushu and the Asian continent.<br/>\nDate:  May 1st to May 7th, 2006.<br/>\nParticipation: The forum is open to anyone who wished to register and<br/>\nparticipate: specialist, student or amateur.<br/>\nLocation: www.kostudies.com/forum<br/>\n<br/>\nIntroduction: Two myths dominate the story of Japan&#39;s relationship<br/>\nwith the outside world. The first and most common is that Japan was an<br/>\nisolated country, opened by the arrival of Commodore Perry. The second<br/>\ncompares Japan to an oyster, because the foreign influence that it<br/>\naccepted was no bigger than a grain of sand.<br/>\n<br/>\nIn recent years, those myths have come under attack from researchers<br/>\nstudying medieval communication between Kyushu and the Asian<br/>\ncontinent. We are delighted to announce the participation of two<br/>\nauthors whose work details a far richer and more complex environment.<br/>\nProfessors Batten and Wang describe a time in which pirates,<br/>\ndiplomats, traders, monks and soldiers sailed to and from Japan.<br/>\n<br/>\nMuch of this scholarship is new. For example, Professor Batten<br/>\nexamines the Kôrokan, the official guest-house for foreign visitors,<br/>\nwhich was located in Hakata, now located inside the modern-day city of<br/>\nFukuoka. A thousand years ago, most visitors to Japan would have<br/>\narrived by ship at Hakata Bay, the one and only authorized gateway to<br/>\nJapan.  For years the site was buried underneath the city&#39;s baseball<br/>\nstadium and only in recent years, after the demolition of the stadium,<br/>\nhas the evidence been unearthed. Professor Wang also utilizes recent<br/>\narchaeological findings and little-known archival material to come to<br/>\nnew conclusions about relations between Japan and the outside world.<br/>\n<br/>\nProfessor Batten approaches the topic by covering the history of<br/>\nHakata from 500 C.E. into the medieval period. He has chapters<br/>\nfocusing on war, diplomacy, piracy, and trade. Professor Batten has<br/>\nspent his professional career focusing on Kyushu and has had access to<br/>\nthe latest archaeological discoveries in the area. Chapter 4 of this<br/>\nbook, &quot;Gateway to Japan&quot;, available to visitors of this symposium,<br/>\nfocuses on a single case study. By focusing on the particularly<br/>\nwell-documented case of a Chinese junk that arrived in Hakata in 945,<br/>\nProfessor Batten showcases many of his findings, including those on<br/>\nimmigration, trade and official attitudes toward the outside world.<br/>\n<br/>\nProfessor Wang&#39;s focus is on diplomatic relations and a series of<br/>\nimportant embassies sent from the Japanese islands to Sui and Tang<br/>\nChina. Wang explains in detail the rigorous criteria of the Chinese<br/>\nand Japanese courts in the selection of diplomats and how the two<br/>\nprepared for missions abroad. He journeys with a party of Japanese<br/>\ndiplomats from their tearful farewell party to hardship on the high<br/>\nseas to their arrival amidst the splendors of Yangzhou and Changan and<br/>\nthe Sui-Tang court. One of his central ideas, outlined in the<br/>\nintroduction is that the traditional view of China&#39;s tributary system<br/>\nis oversimplistic. He argues that it was not a unilateral tool of<br/>\nhegemony but a more complex situation in which multiple partners were<br/>\nable to modify the rules depending on the times and circumstances.</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 8689,
    "nextTopicId": 8685
}