{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 145759856,
            "authorName": "Kitsuno",
            "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
            "profile": "kitsuno",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "6"
            },
            "subject": "NEW Samurai Archives online forum community",
            "postDate": "1146990522",
            "msgId": 8741,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGUza2IzcStzcnFpQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 8740,
            "nextInTime": 8742,
            "topicId": 8741,
            "numMessagesInTopic": 0,
            "msgSnippet": "I have developed a new all encompasing forum with the assistance of Kryo, who you ll see there. It is the Samurai Archives Citadel- 3 locations spanning 13",
            "messageBody": "<div id=\"ygrps-yiv-587927276\">I have developed a new all encompasing forum with the assistance of<br/>\nKryo, who you&#39;ll see there. It is the Samurai Archives Citadel- 3<br/>\n&quot;locations&quot; spanning 13 different Japanese history and culture related<br/>\nforums rolled into one giant community:<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://samurai.threespursdesign.com/index.php\">http://samurai.threespursdesign.com/index.php</a><br/>\n<br/>\nHere are a few of the locations within the Citadel:<br/>\n<br/>\nThe Genkan: The first stop for new people joining the group, with info<br/>\non how the forum works, and where you can ask technical forum<br/>\nquestions, &quot;how to...&quot; etc.<br/>\n<br/>\nSamurai History: Basically, what we have here.<br/>\n<br/>\nAncient Japan: A forum for discussion of Japanese history through the<br/>\nHeian period - Hosted by Nagaeyari.<br/>\n<br/>\nArms and Armor: A forum for the discussion of arms and armor of the<br/>\nSamurai - Hosted by Tony.<br/>\n<br/>\nJapanese Language: A forum for all questions and things related to the<br/>\nJapanese language - Also hosted by Tony.<br/>\n<br/>\nThe Bakumatsu: The latest part of the Tokugawa era, the Bakumatsu<br/>\nperiod is one of the most agitated and romanticized part of Japanese<br/>\nhistory. It is the age of the last samurai, of intense fighting<br/>\nbetween the pro-emperor ishin shishi from Satsuma and Choshu and the<br/>\npro-shogunate Shinsengumi troops.<br/>\n<br/>\nJapanese Entertainment: A forum for all Japanese entertainment, music,<br/>\ndrama, movies, and anime.<br/>\n<br/>\nThere are also various goodies like Avatars and ranks based the number<br/>\nof posts a person makes, and as forum Shogun, I can also bestow titles<br/>\nupon members at will.  The forum is brand new, so there are still many<br/>\nthings that will be added and changed, but I invite everyone here to<br/>\ngo join up and see what is there.<br/>\n<br/>\nThis yahoo group will continue to exist, as I know some people like to<br/>\nbe able to get and send emails, because it is easier than checking<br/>\nwebsites, particularly at work. But definately go ahead and sign up at<br/>\nthe Samurai Archives Citadel - it will eventually become the main<br/>\npoint of contact for all people interested in various aspects of Japan.</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 8740,
    "nextTopicId": 8743
}