{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 145759856,
            "authorName": "Kitsuno",
            "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
            "profile": "kitsuno",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "6"
            },
            "subject": "Third Annual Samurai Fiction Contest",
            "postDate": "1150259169",
            "msgId": 8883,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGU2bzM1MStrZHZiQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 8882,
            "nextInTime": 8884,
            "topicId": 8883,
            "numMessagesInTopic": 0,
            "msgSnippet": "I have already posted this to the Samurai Archives Citadel Forum, but I want to catch everyone so I am posting here as well.  I am in the preparation stages",
            "messageBody": "<div id=\"ygrps-yiv-104539883\">I have already posted this to the Samurai Archives Citadel Forum, but<br/>\nI want to catch everyone so I am posting here as well.  I am in the<br/>\npreparation stages for the rules, regs, and parameters for the third<br/>\nannual Samurai Fiction contest.<br/>\n<br/>\nHere is some information:<br/>\n<br/>\nThis time around I will expand the number of genres available, however<br/>\nthis time I will make them more strict. Previously, the &quot;Historical<br/>\nFiction&quot; section was the only genre with any real &quot;rules&quot; for how it<br/>\nwas to be done. This time around, to make it fair, I will add one or<br/>\ntwo requirements per genre.<br/>\n<br/>\nAlso, this time the entry fee will be on a sliding time scale - that<br/>\nnot might be a &quot;real&quot; English phrase, so let me explain:<br/>\n<br/>\nIf you sign up for the contest between now and September 15th, 2006,<br/>\nthe fee will be $7.<br/>\n<br/>\nIf you sign up for the contest between September 16th and December<br/>\n31st, 2006 the fee will be $10.<br/>\n<br/>\nIf you sign up for the contest between January 1st and the deadline of<br/>\nMarch 31st, 2007 the fee will be $15.<br/>\n<br/>\nSo, hopefuly it will encourage the procrastinators to sign up and<br/>\nstart writing early. As before, the winner of the contest will win the<br/>\nentire pot minus 5% to cover paypal fees, and this year, if we can get<br/>\nover 10 entries, I will throw in some of my own money for the winner<br/>\n(depending if there is a strike where I work or not - so as soon as I<br/>\ndecide how much, I&#39;ll let you know.) I am still debating how much, but<br/>\nit may be substantial - so if you are interested, or if you know<br/>\nsomeone who would be interested, let people know - the more entries,<br/>\nthe higher the prize.<br/>\n<br/>\nIf you want to join, PayPal the registration fee (currently $7) to<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:webmaster@...\">webmaster@...</a> - as always, please list with your<br/>\npaypal payment along with your name as many as applicable: Your Yahoo<br/>\nID, your Delphi Forums ID (even if that forum is no longer really in<br/>\nuse) and your Samurai Archives Citadel ID. This is so that I can keep<br/>\neasy track of who has entered.<br/>\n<br/>\nThe entry fee is non-refundable unless there is no contest. But there<br/>\nwill be a contest.<br/>\n<br/>\nIf anyone knows they will not enter, but wants to judge, let me know.<br/>\nIf you sign up as judge now, but eventually decide to enter, that&#39;s<br/>\nfine, too. You&#39;ll be removed from the judges circle to enter into the<br/>\ncontest. Like always, I won&#39;t be judging, since I will be the one<br/>\nreceiving the stories. I will just moderate the proceedings.<br/>\n<br/>\nFeel free to ask any questions.<br/>\n<br/>\nI will keep updating as things progress.</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 8855,
    "nextTopicId": 8885
}