{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 0,
            "authorName": "K. L. Horn",
            "from": "&quot;K. L. Horn&quot; &lt;klh1_55@...&gt;",
            "replyTo": "LIST",
            "senderId": "I4AhEjfzqfhbUvjKUOt1nFOWoffC-A6ymeV0yLM2__mQAtl6GBaN9xqTZB08kb32mMZwnD_RYmhqWv1WBA2x4IZjhRarm6E",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Maeda family",
            "postDate": "981594356",
            "msgId": 89,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDk1c3Jkays5bDE0QGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 88,
            "nextInTime": 90,
            "topicId": 89,
            "numMessagesInTopic": 0,
            "msgSnippet": "Hello all. I m new at this and hope i am going about it the right way. My name is Kenji and I am the product of a post WW2 Marine/Japanese marriage. I have a",
            "messageBody": "<div id=\"ygrps-yiv-1874354136\">Hello all. I&#39;m new at this and hope i am going about it the right <br/>\nway. My name is Kenji and I am the product of a post WW2 <br/>\nMarine/Japanese marriage. I have a limited amount of info on my <br/>\nJapanese heritage, but here&#39;s what I do know:<br/>\n My grandfather (mother&#39;s father) was named Kikuma Maeda. <br/>\nUntil my mother&#39;s marriage to my US born father, her family was<br/>\nof Samurai lineage. She is from Sasebo and I know that their family <br/>\nowned all or part of a MT near there prior to the war. Her brother <br/>\nis still in possession of the family Katana, which is about 400 years <br/>\nold. Unfortunately, my grandfather died when my mother was a little <br/>\ngirl, my grandmother died when I was young, my mother has limited <br/>\nknowledge of her ancestry and there is a communication barrier with<br/>\nmy <br/>\nUncles overseas. Also, at about the time of my grandfather&#39;s death,<br/>\nWW2 began and it seems that much of the knowledge never passed on.<br/>\nAnyhow, I would greatly appreciate any info anyone can offer dealing <br/>\nwith the Maeda clan, their samurai background, lineage, etc. (I have<br/>\nread what is available on the Samurai-bigsite-city website). Thanks <br/>\nfor your time and sorry for the rambling.</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 83,
    "nextTopicId": 93
}