{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 277114099,
            "authorName": "BRIGITTE CURLY_HAIRED",
            "from": "BRIGITTE CURLY_HAIRED &lt;brigitte_is_curly_haired@...&gt;",
            "profile": "brigitte_is_curly_haired",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Thanks for letting me join the group",
            "postDate": "1154420190",
            "msgId": 9021,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDIwMDYwODAxMDgxNjMwLjY5MzAxLnFtYWlsQHdlYjU1NzA5Lm1haWwucmUzLnlhaG9vLmNvbT4="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 9020,
            "nextInTime": 9022,
            "topicId": 9021,
            "numMessagesInTopic": 0,
            "msgSnippet": "Hi! I just want to say thank you for letting me join the group. Here s an article I ve read about Japan. The Memorable Mount Fuji Exposure Most travel",
            "messageBody": "<div id=\"ygrps-yiv-1843893348\">Hi! I just want to say thank you for letting me join the group. Here&#39;s an article I&#39;ve read about Japan.<br/>\n<br/>\n The Memorable Mount Fuji Exposure<br/>\n<br/>\nMost travel enthusiasts would concur that Mount Fuji is the extreme and universal Japanese landmark. Its captivating fairness and unrelenting might symbolize the search for perfection in Japanese culture and tradition. Mount Fuji is the highest mountain in the country touching the sky at 12,388 feet. What makes this composite volcano very unique among all other mountains and volcanoes in Japan is its flawless cone feature, with white snow covering the summit. Mount Fuji holds a chief credit in the lives of the Japanese and even foreign tourists. Over centuries, Mount Fuji is admitted to be a very sacred place where almighty spirits dwell. This created traditions that pay devotion to Fuji.<br/>\n<br/>\nThis traditional belief conveys that in order to complete your tour in the Land of the Rising Sun, you need to ascend Mount Fuji yearly. This puts Fuji among the most frequented tourist area in Japan. Few years ago, I had the comfort of mastering Fuji with a Japanese friend who had been a resident of Tokyo for the past 12 years, but was yet to climb the iconic mountain. The trip began with a five hour bus tour up to the 5th station where the trip will begin. My friend and I purchased souvenirs there to mark our Fuji trip. We began our trip by midday, and when dark came, we still had to continue our hike in order to reach the summit to capture the sunrise. The aching and breathtaking walks were all worth it as by the following morning, my friend and I together with over 20 hikers, witnessed the slow rising of the sun at the top of Mount Fuji. The scenery was so wonderful that we decided to have coffee before we begin our trip back home.<br/>\n <br/>\n<br/>\n<br/>\nYou may visit <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.japantraveltour.blogspot.com/\">http://www.japantraveltour.blogspot.com/</a> for more articles.<br/>\n \t\t<br/>\n---------------------------------<br/>\nDo you Yahoo!?<br/>\n Next-gen email? Have it all with the  all-new Yahoo! Mail Beta.<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 1784,
    "nextTopicId": 9026
}