{
    "totalMsgInTopic": 2,
    "messages": [
        {
            "userId": 214802153,
            "authorName": "Haynes, A (Angus)",
            "from": "&quot;Haynes, A (Angus)&quot; &lt;angus.haynes@...&gt;",
            "profile": "angushaynes",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "RE: [samuraihistory] RE: [Martial_Arts_History] Budo Translations : Code of thew Samurai",
            "postDate": "1179367975",
            "msgId": 9555,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDgxQkEyMjRGOTBEQjQzNENCNzRBODgzMUQxQkVFOTU2MDM2Q0FGMEZAcmFib2JhbmsuY29tPg==",
                "inReplyToHeader": "PDY1NzA5RDk0MjU2OEI1NDQ5QTUxNzdCNThBMjlFNkRDMDFGRDExMjFAbmV0MzAwMC5vY2VhbmxhbmthLmxrPg==",
                "referencesHeader": "PDY1NzA5RDk0MjU2OEI1NDQ5QTUxNzdCNThBMjlFNkRDMDFGRDExMjFAbmV0MzAwMC5vY2VhbmxhbmthLmxrPg=="
            },
            "prevInTopic": 9552,
            "nextInTopic": 0,
            "prevInTime": 9554,
            "nextInTime": 9556,
            "topicId": 9552,
            "numMessagesInTopic": 0,
            "msgSnippet": "... Hagakure & bushido shohinsho ? ... Hi Chameera, Instead of reading up on the Hagakure or worrying yourself too much about bushido in general, I d",
            "messageBody": "<div id=\"ygrps-yiv-1293823383\"><blockquote><span title=\"ireply\">&gt;Dear All,<br/>\n&gt;<br/>\n&gt;I want know the Japanese books written about Code of the Samurai ,<br/>\n </span></blockquote>Hagakure & bushido shohinsho ? <br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt;Warm Regards from Sri Lanka <br/>\n&gt;<br/>\n&gt;Chameera<br/>\n <br/>\n </span></blockquote>Hi Chameera,<br/>\n <br/>\nInstead of reading up on the Hagakure or worrying yourself too much<br/>\nabout &#39;bushido&#39; in general, I&#39;d recommend you pick up &#39;Taming of the<br/>\nSamurai&#39;, by Eiko Ikegami. It will give you a far more accurate picture<br/>\nof Edo period samurai, though it can be tough reading at times - the<br/>\nfirst few chapters in particular.<br/>\n <br/>\n-AngusH<br/>\n<br/>\n______________________________________________________________<br/>\n<br/>\nThis email, including any attachments, may be confidential or privileged, and is sent for the personal attention of the intended recipient.  If you have received this email in error, please delete it immediately.  The views expressed are not necessarily those of the Rabobank Group.  The Group is not liable for the effects of any virus which may be contained in this email.<br/>\n<br/>\nIf this email contains marketing material and you do not wish to receive such material by email in future, please reply to this email and place the words &quot;Remove My Details - Electronic Messages&quot; in the Subject Header.<br/>\n<br/>\nThe Rabobank Group<br/>\n<br/>\nAustralia: 1800 025 484<br/>\nNew Zealand: 0800 500 933<br/>\n______________________________________________________________<br/>\n<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        },
        {
            "userId": 210453353,
            "authorName": "Asanga Chameera",
            "from": "&quot;Asanga Chameera&quot; &lt;chameera@...&gt;",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "RE: [Martial_Arts_History] Budo Translations : Code of thew Samurai",
            "postDate": "1179288313",
            "msgId": 9552,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDY1NzA5RDk0MjU2OEI1NDQ5QTUxNzdCNThBMjlFNkRDMDFGRDExMjFAbmV0MzAwMC5vY2VhbmxhbmthLmxrPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 9555,
            "prevInTime": 9551,
            "nextInTime": 9553,
            "topicId": 9552,
            "numMessagesInTopic": 0,
            "msgSnippet": "Dear All, I  want know the  Japanese books  written about Code of the Samurai , Hagakure  & bushido shohinsho ? Warm Regards from Sri Lanka Chameera _____ ",
            "messageBody": "<div id=\"ygrps-yiv-460370841\">Dear All,<br/>\n<br/>\nI  want know the  Japanese books  written about Code of the Samurai , Hagakure  & bushido shohinsho ?  <br/>\n<br/>\n <br/>\n<br/>\nWarm Regards from Sri Lanka <br/>\n<br/>\nChameera<br/>\n<br/>\n <br/>\n<br/>\n  _____  <br/>\n<br/>\nFrom: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:Martial_Arts_History@yahoogroups.com\">Martial_Arts_History@yahoogroups.com</a> [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:Martial_Arts_History@yahoogroups.com\">Martial_Arts_History@yahoogroups.com</a>] On Behalf Of Chris G. Dalrymple D.C., F.I.C.C.<br/>\nSent: Wednesday, May 16, 2007 12:31 AM<br/>\nTo: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:Martial_Arts_History@yahoogroups.com\">Martial_Arts_History@yahoogroups.com</a><br/>\nSubject: Re: [Martial_Arts_History] Budo Translations<br/>\n<br/>\n <br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;      Can any of you suggest any original Budo philosophical texts that have been translated into English.  I have read a few short<br/>\n&gt; ones that I have enjoyed.<br/>\n<br/>\n <br/>\n<br/>\n </span></blockquote>My favorites include:  <br/>\n<br/>\n <br/>\n<br/>\n*\tBushido, [text is online at <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.sacred-texts.com/shi/bsd/index.htm\">http://www.sacred-texts.com/shi/bsd/index.htm</a> &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.sacred-texts.com/shi/bsd/index.htm\">http://www.sacred-texts.com/shi/bsd/index.htm</a>&gt;  , other sources, or may be purchased from most any bookstore]<br/>\n*\tHagakure,[.pdf file online at <a rel=\"nofollow\" target=\"_blank\" href=\"http://digilander.libero.it/Aragorn_the_Dunedan/files/miscellanea/samurai_cr.pdf\">http://digilander.libero.it/Aragorn_the_Dunedan/files/miscellanea/samurai_cr.pdf</a> &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"http://digilander.libero.it/Aragorn_the_Dunedan/files/miscellanea/samurai_cr.pdf\">http://digilander.libero.it/Aragorn_the_Dunedan/files/miscellanea/samurai_cr.pdf</a>&gt; , other sources, or may be purchased from most any bookstore]<br/>\n*\tThe Life Giving Sword, [I couldn&#39;t quickly find an online version to post, but it may be purchased from most bookstores]<br/>\n*\tGo Rin No Sho,  [<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.samurai.com/5rings/\">http://www.samurai.com/5rings/</a> &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.samurai.com/5rings/\">http://www.samurai.com/5rings/</a>&gt; , other sources, or may be purchased from most bookstores]<br/>\n*\tand others.<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;      I am confused on the issue of Budo.  My understanding is that it is a philosophical path in Japanese martial tradition, roughly<br/>\n&gt; meaning finding the way through martial practice.  I keep seeing people who say their fighting style is Budo.  Can someone explain<br/>\n&gt; this to me?<br/>\n<br/>\n </span></blockquote>A  &quot;Budo Charter&quot; was established on April 23, 1987 by Japanese Budo Association (Nippon Budo Shingikai).  It&#39;s introduction states:<br/>\n<br/>\n <br/>\n<br/>\nBudo, rooted in the martial spirit of ancient Japan, is an aspect of traditional culture that has evolved from jyutsu to do through centuries of historical and social change.<br/>\n<br/>\n <br/>\n<br/>\nFollowing the concept of unity of mind and technique, budo has developed and refined a discipline of austere training which promotes etiquette, skillful technique, physical strength, and the unity of mind and body. Modern Japanese have inherited these values and they play a prominent role in forming Japanese personalities. In modern Japan the budo spirit is a source of powerful energy and promotes a pleasant disposition in the individual.<br/>\n<br/>\n <br/>\n<br/>\nToday, budo has been diffused throughout the world and has attracted strong interest internationally. However, infatuation with mere technical training, and undue concern with winning is a severe threat to the essence of budo. To prevent this perversion of the art, we must continually examine ourselves and endeavor to perfect and preserve this national heritage.<br/>\n<br/>\n <br/>\n<br/>\nIt is with this hope that we establish the BUDO CHARTER in order to uphold the fundamental principles of traditional budo.<br/>\n<br/>\n <br/>\n<br/>\nMY paraphrase of this charter is:<br/>\n<br/>\n <br/>\n<br/>\nBudo, literally &quot;martial way&quot; is rooted in the warrior spirit of ancient Japan.  It is a part of the culture of Japan that has evolved from Japanese &quot;traditional ways and practices&quot; (jyutsu), to become &quot;a way to journey through life&quot;-- a calling (do), through centuries of historical and social change.<br/>\n<br/>\n <br/>\n<br/>\nBudo follows the idea of congruity of thought and action, that is, a purposeful unification of mind and physical technique.  Budo has developed and refined various disciplines of rigorous training that promote etiquette (respectful civil behavior) , skillful technique (polished and experienced action), physical strength and vigor, and the unity of mind and body (a congruous melding of the body&#39;s action with the mind&#39;s intentions). <br/>\n<br/>\n <br/>\n<br/>\nBudo has been diffused throughout the world and has attracted strong international interest. Infatuation with mere technical prowess and undue concern with winning however poses a severe threat to the basic nature of budo. To prevent this misuse of the art we must continually examine ourselves and endeavor to perfect and preserve the purposes of budo, Japan&#39;s national heritage.<br/>\n<br/>\n <br/>\n<br/>\nIt is with this hope that we establish the Principles of Budo in order to uphold the fundamental purposes of traditional budo.<br/>\n<br/>\n <br/>\n<br/>\nPrinciples of Budo<br/>\n<br/>\n <br/>\n<br/>\nARTICLE 1: OBJECTIVE<br/>\n<br/>\n <br/>\n<br/>\nThe objective of budo is to cultivate character.  To improve the ability of the individual to make value judgments and to foster a well disciplined and capable individual, budo makes use of physical and mental training utilizing ancient and modern martial techniques.<br/>\n<br/>\n <br/>\n<br/>\nARTICLE 2: KEIKO<br/>\n<br/>\n <br/>\n<br/>\nThe meaning of keiko includes &quot;to think and to practice old subjects&quot; and implies that one must mentally purpose and physically emulate the teachings of the rigorous training undertaken.  When practicing daily one must constantly follow respectful decorum, adhere to the fundamentals of technique, and resist the temptation to merely pursue physical technical skill rather than the purposeful unification of mind and physical technique.<br/>\n<br/>\n <br/>\n<br/>\nARTICLE 3: SHIAI<br/>\n<br/>\n <br/>\n<br/>\nIn competition (shiai), and in the performance of basic forms training (kata), one must manifest budo spirit, exert one&#39;s self to one&#39;s maximum, win with modesty, accept defeat gracefully, and constantly exhibit temperate, self-restrained attitudes.<br/>\n<br/>\n <br/>\n<br/>\nARTICLE 4: DOJO<br/>\n<br/>\n <br/>\n<br/>\nThe &quot;way place&quot; (dojo) is a place ordained for training one&#39;s mind and body. Here one must maintain discipline, proper etiquette, and respectful formality. The training area must be a solemn, clean, safe and dignified environment.<br/>\n<br/>\n <br/>\n<br/>\nARTICLE 5: TEACHING<br/>\n<br/>\n <br/>\n<br/>\nIn order to be an effective teacher budo instructors should always strive to cultivate the instructor&#39;s personal character, and further the instructor&#39;s own skill and discipline of mind and body. The instructor should not be swayed by winning or losing or display arrogance about possessing any superior skill.  Rather, the instructor should retain the attitudes suitable for a budo role model.<br/>\n<br/>\n <br/>\n<br/>\nARTICLE 6: PRESENTATION<br/>\n<br/>\n <br/>\n<br/>\nWhen presenting budo, one should follow traditional values, seek substantial training, contribute to research, and give one&#39;s total effort to perfect and preserve this traditional art.  One should also have an understanding and be mindful of varying international points of view.<br/>\n<br/>\n <br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; &quot;Finding the way&quot; is also a bit off the mark of MOST martial philosophies as it is not the path one is after but the destination; the paths can be many roads/ways leading to the same goal (eg. mastery of the self).<br/>\n<br/>\n </span></blockquote>&quot;Popular budo&quot; may not seek the &quot;way&quot; of Budo, it may seek only the destination or acquisition of rank or technique; but a true &quot;do&quot; or &quot;Way&quot; is a life&#39;s purpose or path.  To use a western concept...&quot;success is a journey not a destination.&quot;<br/>\n<br/>\n <br/>\n<br/>\nIs Budo merely &quot;a philosophical path in a Japanese martial tradition&quot;?  It may be.  It may be just another technique to learn.  It may be being able to defend one&#39;s self.  It may be becoming the best at a technique.  It may be winning at all costs.  It may be seeking enlightenment through the application of the martial arts to one&#39;s daily life.  One&#39;s martial &quot;Way&quot; will be different for each individual.  BUT the &quot;martial way&quot;--budo--is a journey of discovery and not merely the acquisition of technique.  That is more properly termed a jyutsu.  One gets to determine for one&#39;s self what his &quot;martial way&quot; will become and what jyutsu one will study and make use of.<br/>\n<br/>\n <br/>\n<br/>\nBut that&#39;s just MY understanding of it.<br/>\n<br/>\n <br/>\n<br/>\nChristopher<br/>\n<br/>\n <br/>\n<br/>\n <br/>\n<br/>\n <br/>\n<br/>\n <br/>\n<br/>\n<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 9550,
    "nextTopicId": 9556
}