{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 112242612,
            "authorName": "Tobias A Heiberg",
            "from": "Tobias A Heiberg &lt;tobiasaheiberg@...&gt;",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "postDate": "1027436972",
            "msgId": 962,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDIwMDIwNzIzMTUwOTMyLjc2OTIzLnFtYWlsQHdlYjEzMTA2Lm1haWwueWFob28uY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 961,
            "nextInTime": 963,
            "topicId": 962,
            "numMessagesInTopic": 0,
            "msgSnippet": "Hello All. I am new to this group. I am reading, now for the fifth time I think, hagakure wich I love. Such harch poetry and wisdom of life! And a window ino",
            "messageBody": "<div id=\"ygrps-yiv-573163722\">Hello All.<br/>\n<br/>\nI am new to this group. I am reading, now for the fifth time I think, &quot;hagakure&quot; wich I love. Such harch poetry and wisdom of life! And a window ino a time and an uncompromising way of thinking wich fasinates me so.The historical references are important too, but I&#39;m not so much into the facts and the numbers themselves. I also love the &quot;Lone Wolf And Cub&quot; - series. And now I am looking fore something more to read.......I am not looking for something purely on factual history. I want something genuine, but focused maybe on the filosophy,ethics, ore tactics and arts of war of samuray and great Samuray minds. Oh..and I don&#39;t read Japanese.<br/>\n<br/>\nDemanding, no? I am Norvegian, and things like this are IMPOSSIBLE to come by here so I have to buy per mail or e-mail wich is fine, but It makes me unnable to check what I am buying before I pay.......so I hope someone has a good tip for me.<br/>\n<br/>\nThank&#39;s<br/>\n<br/>\n<br/>\n<br/>\n---------------------------------<br/>\nDo You Yahoo!?<br/>\nYahoo! Health - Feel better, live better<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 959,
    "nextTopicId": 966
}