{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 121492,
            "authorName": "nohit@aol.com",
            "from": "nohit@...",
            "profile": "ninaboal21044",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Re: [samuraihistory] File - SamFic2008",
            "postDate": "1215962202",
            "msgId": 9761,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGMxMy4zNWQ4MTg2Yi4zNWFiNzY1YUBhb2wuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 9760,
            "nextInTime": 9762,
            "topicId": 9761,
            "numMessagesInTopic": 0,
            "msgSnippet": "Did you get my entry? I sent it from my official SA Archives Citadel  address on Friday. I still haven t gotten an acknowledgement of its receipt and  the ",
            "messageBody": "<div id=\"ygrps-yiv-1638589740\">Did you get my entry? I sent it from my official SA Archives Citadel  address <br/>\non Friday. I still haven&#39;t gotten an acknowledgement of its receipt and  the <br/>\ndeadline is quickly approaching.<br/>\n <br/>\nNina<br/>\n---------------------------------<br/>\nIn a message dated 7/13/2008 10:01:17 A.M. Eastern Daylight Time,  <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:samuraihistory@yahoogroups.com\">samuraihistory@yahoogroups.com</a> writes:<br/>\n <br/>\n <br/>\n <br/>\n <br/>\n<br/>\nThis is an automated reminder about the 2008 Samurai Fiction  contest.<br/>\n<br/>\nDeadline for entrance fee: 7/15/2008 <br/>\nNO Entrance  fee.<br/>\n<br/>\nCheck the site for complete information:<br/>\n_<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.samurai-http://wwhttp://www.sahttp_\">http://www.samurai-http://wwhttp://www.sahttp_</a> <br/>\n(<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.samurai-archives.com/writcon2.html)\">http://www.samurai-archives.com/writcon2.html)</a> <br/>\n<br/>\nThis  year there is NO FEE to enter the samurai fiction contest. The contest <br/>\nis  completely free and open to all. The entries will be published on Samurai  <br/>\nArchives.com, with the winner featured. Writers will retain all rights to  <br/>\ntheir stories.<br/>\n<br/>\nFourth Annual Samurai Fiction Contest, 2008<br/>\n<br/>\nThe  parameters for the third annual Samurai Fiction contest are covered on <br/>\nthis  page. The stories must involve Japan or the Samurai, and the story may <br/>\ntake  place any time up to, but no later than the end of the 19th century, and <br/>\nmay  take place at any point in Japanese history before  this.<br/>\n<br/>\nRequirements:<br/>\n<br/>\nThis is to be a piece of fiction writing  taking place within an unspecified <br/>\nperiod in Japanese history up to the late  19th century. The available genres <br/>\nare listed on the website, linked above -  the stories must be written in the <br/>\nstyle of one of the genres on the  listed.<br/>\n<br/>\nParameters:<br/>\n<br/>\nThe story is required to be more than 1,000  words, with a 5,000 word <br/>\ntargeted limit - overages are acceptable if  necessary, but please don&#39;t overdo it. <br/>\nIt can be done in the first person, or  the third person, and must be a <br/>\ncomplete short story, not an excerpt from a  larger story. The genre(s) must be <br/>\nlisted at the top of the story above the  title - one genre or a combination of two <br/>\ngenres are acceptable. Although the  particular genre will not affect <br/>\njudging, all entrants must make sure that  their story follows the requirements of <br/>\ntheir chosen genre(s) - see details on  the website listed above.<br/>\n<br/>\nSequels: Sequels to previous stories entered  in the contest are acceptable - <br/>\nhowever, the story must be a stand-alone short  story, not a continuation of <br/>\nthe previous story.<br/>\n<br/>\nSubmission  Information:<br/>\n<br/>\nSubmissions are to be sent via email to webmaster @  <br/>\nsamurai-archives.Submissions are to be sent via email to webmaster @  samurai-archives.&lt;WBR&gt;com in a <br/>\nWORD .Doc format OR HTML. At the top of the  first page, please include your <br/>\nfull name, your Yahoo ID, Samurai Archives  Citadel ID, and your Delphi Forums <br/>\nID (whichever is applicable) your email  address, as well as the genre(s) the <br/>\nstory falls under, and the title of your  story. You<br/>\n<br/>\nJudging and Winning the contest:<br/>\n<br/>\nSubmissions will be  judged by a panel of Yahoo Group and Samurai Citadel <br/>\ncommunity members who are  not submitting stories. The judges will not be told <br/>\nwho the authors of each  respective submission are until after the judging has <br/>\nclosed, to avoid any  swaying of the judges. The recipient of the submissions <br/>\n(The Samurai Archives  webmaster) will not be a judge, and will only moderate <br/>\nthe proceedings, to  keep entries anonymous. The winning story will be featured <br/>\non the Samurai  Archives site as the winner of the 2008 Samurai Fiction <br/>\ncontest. All stories  will be placed in the &#39;Fan Fiction&#39; section of the Samurai <br/>\nArchives as well.  The winner will be announced at the Yahoo Group and the <br/>\nSamurai Citadel at the  end of judging. <br/>\n<br/>\nParticipants agree to have their stories displayed on  that Samurai Archives <br/>\nafter the contest has finished. Participants will retain  all rights to their <br/>\nwork, and will be credited for their work on the site.  <br/>\n<br/>\nPlease email questions to webmaster @ samurai-archives.Please e<br/>\n<br/>\nDeadline for fiction submission: 7/15/2008<br/>\nJudging starts:  7/20/2008<br/>\nJudging ends: 8/01/2008 or until necessary<br/>\nWinner to be  announced after judging.<br/>\n<br/>\nTimelines are subject to change.  <br/>\n<br/>\nEnjoy!<br/>\n<br/>\n<br/>\n <br/>\n<br/>\n<br/>\n<br/>\n<br/>\n**************Get the scoop on last night&#39;s hottest shows and the live music <br/>\nscene in your area - Check out TourTracker.com!      <br/>\n(<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.tourtracker.com?NCID=aolmus00050000000112)\">http://www.tourtracker.com?NCID=aolmus00050000000112)</a><br/>\n<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 9754,
    "nextTopicId": 9762
}