{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 232440797,
            "authorName": "Anthony Bryant",
            "from": "Anthony Bryant &lt;anthony_bryant@...&gt;",
            "profile": "sengokudaimyo",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "My BBC show finally airs Stateside",
            "postDate": "1228335785",
            "msgId": 9840,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDJCODQ3OTgzLTE0ODMtNEZFRC04OEVFLTBEMEUyMDczRTQyM0Bjb3gubmV0Pg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 9839,
            "nextInTime": 9841,
            "topicId": 9840,
            "numMessagesInTopic": 0,
            "msgSnippet": "Apologies if you are getting this multiple times, but I am mass- sending this as I wanted to get the news out as widely as possible. Some of you may have heard",
            "messageBody": "<div id=\"ygrps-yiv-1675333815\">Apologies if you are getting this multiple times, but I am mass- <br/>\nsending this as I wanted to get the news out as widely as possible.<br/>\n<br/>\n<br/>\nSome of you may have heard about the BBC TV show I did the research  <br/>\nfor -- on Tokugawa Ieyasu and the Battle of Sekigahara.<br/>\n<br/>\nIf you didn&#39;t know, the Readers&#39; Digest version is that some time ago,  <br/>\nthe Beeb contacted me asking me if I&#39;d like to be their researcher for  <br/>\na docudrama on the Battle of Sekigahara (for which I literally wrote  <br/>\nthe book), as part of a series on historical military commanders.  <br/>\nAfter .004 seconds of hesitation (just to be polite), I said yes.<br/>\n<br/>\nThe series was broadcast in the UK in February, and finally has made  <br/>\nits way Stateside, so I thought my fellow SCAdians might like to see  <br/>\nit. It is on the Military History channel.<br/>\n<br/>\nThere&#39;s a brief review I did of the final production and some  <br/>\nscreenshots of it on the Tosando board. It might whet your appetite  <br/>\nfor it:  <a rel=\"nofollow\" target=\"_blank\" href=\"http://military.discovery.com/tv/warriors/episode-guide/episode-guide.html\">http://military.discovery.com/tv/warriors/episode-guide/episode-guide.html</a> <br/>\n  )<br/>\n<br/>\nThe series itself is about several great historical military leaders  <br/>\nat their crossroads: Attila, Cortes, Napoleon, Richard the  <br/>\nLionhearted, Spartacus, and Ieyasu. It&#39;s showing this week (starting  <br/>\nFriday night with Attila), and my ep on Tokugawa Ieyasu is on this  <br/>\nSunday. (Ironically, the Japanese drama is on Sunday, Dec. 7. Gotta  <br/>\nlove it.)<br/>\n<br/>\nAbout this episode (from their webpage): &quot;Tokugawa Leyasu is a  <br/>\ntowering figure in Japanese history. He is Oliver Cromwell, Richard  <br/>\nThe Lionheart and Alfred The Great combined - the man who overthrew  <br/>\nthe governing dynasty of Japan and established a regime that would  <br/>\nlast for centuries.&quot;<br/>\n<br/>\nIt&#39;ll be shown several times.<br/>\n<br/>\nMore about the Warriors series and show times: <a rel=\"nofollow\" target=\"_blank\" href=\"http://military.discovery.com/tv/warriors/about/about.html\">http://military.discovery.com/tv/warriors/about/about.html</a><br/>\n<br/>\nHistorically speaking, it&#39;s not perfect -- we had to conflate months  <br/>\nof political machinations and maneuvering and conflict into one hour,  <br/>\nso some historical personages got rolled into one, and others just  <br/>\naren&#39;t there, and there&#39;s more reliance on the &quot;bushido&quot; thing than I  <br/>\nwould have preferred (and there&#39;s even a ninja attack that I BEGGED  <br/>\nthem not to do) but it&#39;s still a stunning production, and all things  <br/>\nconsidered I&#39;m pleased and proud to have been attached to it. I don&#39;t  <br/>\nknow what is going to have to be cut out for the US release to make  <br/>\nroom for commercials, and I really worry about that -- there is NO fat  <br/>\nin the show that can easily be trimmed. The UK version was 59 minutes  <br/>\nlong, and that was barely enough to do some semblance of justice to  <br/>\nthe story.<br/>\n<br/>\nWatch the episode, and then tell yourself &quot;they did this with only 75  <br/>\nextras and 25 horses&quot; and be amazed. Even Japanese TV had spots about  <br/>\nit on their news programs expressing surprise and admiration for the  <br/>\nquality and scale of the production given what the budget was. (Heck,  <br/>\njust look at the screen shots!)<br/>\n<br/>\nCheck out the show, and let me know you what you think.<br/>\n<br/>\nEffingham</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 9830,
    "nextTopicId": 9841
}