{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 145759856,
            "authorName": "Kitsuno",
            "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
            "profile": "kitsuno",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Blog  Post: Joi and Pain: Trying to Make Sense of Tokugawa Nariaki",
            "postDate": "1234122369",
            "msgId": 9846,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGdtbmNxMSt1cmZ0QGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 9845,
            "nextInTime": 9847,
            "topicId": 9846,
            "numMessagesInTopic": 0,
            "msgSnippet": "If anybody was the living embodiment of Mitogaku and all of its inherent contradictions, it had to be the retired lord of Mito himself, Tokugawa Nariaki.",
            "messageBody": "<div id=\"ygrps-yiv-374180704\">If anybody was the living embodiment of Mitogaku and all of its<br/>\ninherent contradictions, it had to be the retired lord of Mito<br/>\nhimself, Tokugawa Nariaki. Outspoken, brash, lecherous and just plain<br/>\nclever, Nariaki was certainly one of the more colorful personalities<br/>\nthat strutted across the early Bakumatsu stage. In the<br/>\ntheater-in-the-round that Japanese politics devolved into as a result<br/>\nof the Perry expedition, all eyes were on Nariaki, who certainly<br/>\ndominated a large part of the action on center-stage. Wherever he<br/>\nwent, whatever he said or wrote, controversy and riotous debate<br/>\nfollowed. He had a powerful voice that projected his message to all<br/>\ncorners of the empire, no doubt rankling the ears of the Bakufu and<br/>\ncertain powerful fudai daimyo. However, Nariaki&#39;s soliloquies on how<br/>\nto remedy Japan&#39;s ills and successfully deal with the `foreign issue&#39;<br/>\nfound an adoring audience among reform-minded daimyo, courtiers within<br/>\nthe halls of the imperial palace, and among all strata of samurai and<br/>\ncommoners alike. Yet just what was Tokugawa Nariaki&#39;s message?<br/>\n<br/>\nFull post here:<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://shogun-yashiki.blogspot.com/2009/02/joi-and-pain-trying-to-make-sense-of.html\">http://shogun-yashiki.blogspot.com/2009/02/joi-and-pain-trying-to-make-sense-of.html</a></div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 9844,
    "nextTopicId": 9847
}