{
    "totalMsgInTopic": 2,
    "messages": [
        {
            "userId": 350431931,
            "authorName": "Tom Dowling",
            "from": "Tom Dowling &lt;vaevictis@...&gt;",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "RE: [samuraihistory] Plea for assistance with hard facts",
            "postDate": "1234352672",
            "msgId": 9849,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PENPTDEwMi1XMzZBNDI0NDQ5RTBCNzJCMkZGOTlCODlFQkEwQHBoeC5nYmw+",
                "inReplyToHeader": "PDYwMTQzNC42NTQ4OS5xbUB3ZWI1OTMxNi5tYWlsLnJlMS55YWhvby5jb20+",
                "referencesHeader": "PDYwMTQzNC42NTQ4OS5xbUB3ZWI1OTMxNi5tYWlsLnJlMS55YWhvby5jb20+"
            },
            "prevInTopic": 9848,
            "nextInTopic": 0,
            "prevInTime": 9848,
            "nextInTime": 9850,
            "topicId": 9848,
            "numMessagesInTopic": 0,
            "msgSnippet": "Hi there Evan, Before I offer any assistance, I ll qualify my historical background. I have a B.A and an M.A in Ancient History and Historigraphy, though in",
            "messageBody": "<div id=\"ygrps-yiv-447916916\">Hi there Evan,<br/>\n<br/>\n <br/>\n<br/>\nBefore I offer any assistance, I&#39;ll qualify my historical background. I have a B.A and an M.A in Ancient History and Historigraphy, though in Greek and Roman history. I am studying and researching a Phd thesis on warrior cultures, specifically the heroes of the Illiad (Ancient Greece and Troy) and the Samurai of Japan. I aslo have knowledge and experience in making wargames if that helps at a later stage.<br/>\n<br/>\n <br/>\n<br/>\nFirstly I would suggest that your timeframe is a little vast. I would reduce this to a few generations, perhaps 1333 Ad at the begining of the Kamakura bakafu (sp.) until say 1615 when the Tokogawa shogunite was established after the seige of Osaka. Samurai uniforms for example did not differ to much in my understanding over this period so you could re-use your models for different periods and campaigns. The big culture and military shock was the introduction of guns in 1542/3 by the Portuguese.<br/>\n<br/>\n <br/>\n<br/>\nAs regards to military practise and codes of honour ect, much of this from what I know was written after the warriors became statesmen (i.e post 1615), and so nostaglically looked back on the glory days and either played up or down according to their agenda&#39;s and wrote sometimes significantly after the events. In both cases this makes them unreliable in some respects and you will have to use your historical judgement.<br/>\n<br/>\n <br/>\n<br/>\nAs an Ancient Historian and as an intermediate historian of Samurai history, I can relate to your myth problem. With all warrior culture there is a strong element of myth and legend, but it&#39;s also this which fascinates us. You can try to qualify some of what you read with archaeology, perhaps some Western accounts of the Japanese and of course cross referencing the Japanese sources that you have. Again, I think it will be a case of your judgement and what you aim to achieve. Achilles for example, perhaps the greatest warrior in human history, his played up so much by Homer, he is this great and fearless warrior, sacker of 26 cities, and capible of destroying entire armies on his own. Rameses II of Egypt is also played up, he is sited as killing 50 warriors at the battle of Quadesh in 1275 BC. This is what our historical (myth) record tells us, but as i&#39;m sure you are aware, there are ongoing debates as to weather Troy or Achilles existed for example. But at the same time the great deeds according to myth of the central warriors make them interesting. I think with regards to Samurai warrior and warriors of myth in general, if you just used the accurate or near accurate accounts of warriors historically, you would not have much left to use for a wargame. Think of hollywood and the last samurai: some history, some myth to make the story more entaining and griping.<br/>\n<br/>\n <br/>\n<br/>\nhope some of this helps.<br/>\n<br/>\nTom (feel free to email me - <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:vaevictis@...\">vaevictis@...</a>)<br/>\n<br/>\n<br/>\n <br/>\n<br/>\n<br/>\nTo: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:samuraihistory@yahoogroups.com\">samuraihistory@yahoogroups.com</a><br/>\nFrom: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:evan_hodge@...\">evan_hodge@...</a><br/>\nDate: Tue, 10 Feb 2009 09:09:02 -0800<br/>\nSubject: [samuraihistory] Plea for assistance with hard facts<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\nHello, I write to the group in the hope of educated assitance, even though my purpose is not strictly the study of Japanese history, although without this my aim will never succeed.<br/>\nI am working on a set of tabletop wargame rules for miniatures, to use in re-enactment of historical events. The period I have chosen to cover is the millennium, from 600 to 1600.<br/>\nI aim to produce a book that explains as close as possible to known fact how the military forces operated in battle, i.e. how procedures evolved, and why the battles meant something to participants. There are many sets of rules for this kind of game, and for computer-aided games, but I find they usually have been constructed around MYTHS not fact. This I find more than annoying. The true nature of events is fascinating, but I have limited resources to continue research as a loner. It is simply too big a task.<br/>\nIf the group members will bear with me, I will be putting some simple questions about distinct periods of time, all with relevance to my writing of more authentic wargame rules.<br/>\nYou may find that my questions are not of the philosophical type, but strongly pragmatic.<br/>\nI propose to divide the time period into sections reflecting social and tactical changes, so that eventually a coherent development can be observed in the conduct of warfare and statecraft.<br/>\nYours sincerely,<br/>\nEvan Hodge<br/>\n <br/>\n<br/>\n[Non-text portions of this message have been removed]<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n_________________________________________________________________<br/>\nMake a mini you and download it into Windows Live Messenger<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://clk.atdmt.com/UKM/go/111354029/direct/01/\">http://clk.atdmt.com/UKM/go/111354029/direct/01/</a><br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        },
        {
            "userId": 332177272,
            "authorName": "Evan Hodge",
            "from": "Evan Hodge &lt;evan_hodge@...&gt;",
            "profile": "evan_hodge",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Plea for assistance with hard facts",
            "postDate": "1234285742",
            "msgId": 9848,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDYwMTQzNC42NTQ4OS5xbUB3ZWI1OTMxNi5tYWlsLnJlMS55YWhvby5jb20+"
            },
            "prevInTopic": 0,
            "nextInTopic": 9849,
            "prevInTime": 9847,
            "nextInTime": 9849,
            "topicId": 9848,
            "numMessagesInTopic": 0,
            "msgSnippet": "Hello, I write to the group in the hope of educated assitance, even though my purpose is not strictly the study of Japanese history, although without this my",
            "messageBody": "<div id=\"ygrps-yiv-159827399\">Hello, I write to the group in the hope of educated assitance, even though my purpose is not strictly the study of Japanese history, although without this my aim will never succeed.<br/>\nI am working on a set of tabletop wargame rules for miniatures, to use in re-enactment of historical events. The period I have chosen to cover is the millennium, from 600 to 1600.<br/>\nI aim to produce a book that explains as close as possible to known fact how the military forces operated in battle, i.e. how procedures evolved, and why the battles meant something to participants. There are many sets of rules for this kind of game, and for computer-aided games, but I find they usually have been constructed around MYTHS not fact. This I find more than annoying. The true nature of events is fascinating, but I have limited resources to continue research as a loner. It is simply too big a task.<br/>\nIf the group members will bear with me, I will be putting some simple questions about distinct periods of time, all with relevance to my writing of more authentic wargame rules.<br/>\nYou may find that my questions are not of the philosophical type, but strongly pragmatic.<br/>\nI propose to divide the time period into sections reflecting social and tactical changes, so that eventually a coherent development can be observed in the conduct of warfare and statecraft.<br/>\nYours sincerely,<br/>\nEvan Hodge<br/>\n <br/>\n<br/>\n<br/>\n      <br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 9847,
    "nextTopicId": 9850
}