{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 110648548,
            "authorName": "ggouveia312000",
            "from": "&quot;ggouveia312000&quot; &lt;ggouveia@...&gt;",
            "profile": "ggouveia312000",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "MaKu screens on the field",
            "postDate": "1027617932",
            "msgId": 986,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGFocGNhYytjZmhpQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 985,
            "nextInTime": 987,
            "topicId": 986,
            "numMessagesInTopic": 0,
            "msgSnippet": "Hello people, I am building a few camps for a wargame and I wish to build a camp for Takeda and one for Uesugi. The dimensions are 80mm by 80mm in 15mm scale.",
            "messageBody": "<div id=\"ygrps-yiv-1053075579\">Hello people,<br/>\n<br/>\nI am building a few camps for a wargame and I wish to build a camp <br/>\nfor Takeda and one for Uesugi. The dimensions are 80mm by 80mm in <br/>\n15mm scale. I found a good diagram in a Bryant book that shows the <br/>\ncamp organized, however my question is how would the Maku screens be <br/>\norganized? Are they in a rectangle shap but with three sides of walls <br/>\nwith an open front or fully enclosed , if so where is the door <br/>\nopening? Would it be a full square with a small opening in the front?<br/>\n<br/>\nWhat mon would be used on the screen? The Takeda black lozenge on a <br/>\nred background like in his battle standard?<br/>\n<br/>\nWhat about Uesugi his love bird mon? Would his personal retainers <br/>\nhave that as their mon on the sashimono?<br/>\n<br/>\nAnd who would be inside the maku screen? The gen, his nobori and uma-<br/>\njirushi,his consultants, some personal guard retainers. Would the <br/>\nTaiko drums be inside or outside? What about the Conch trumpets would <br/>\nthey be in or out?<br/>\n<br/>\nHis personal horse would be the rear I would assume?</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 975,
    "nextTopicId": 958
}