{
    "userId": 128739069,
    "authorName": "midorinotoradesu",
    "from": "&quot;midorinotoradesu&quot; &lt;bkirkham@...&gt;",
    "profile": "midorinotoradesu",
    "replyTo": "LIST",
    "senderId": "qZIou7a9r6iGgquwkpbOUHIPM_DejWwFZrP36LGmUVLpiHiTEya-fxgjsyeYiwN8BWiR_PIllWpBReMzgXvUJmUAwJf_kRvJXvvxZg",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: Samurai",
    "postDate": "1080049173",
    "msgId": 3962,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGMzcGVtbCtnMXVyQGVHcm91cHMuY29tPg==",
        "inReplyToHeader": "PDAwNWEwMWM0MTBhZSQ2ODE1NTk0MCQxMmQ2ZmRkNEBEZWZhdWx0Pg=="
    },
    "prevInTopic": 3961,
    "nextInTopic": 3963,
    "prevInTime": 3961,
    "nextInTime": 3963,
    "topicId": 3916,
    "numMessagesInTopic": 51,
    "msgSnippet": "Sir, I d have to argue that honor is not forgotten.  There are men and women today that fight and die with honor.I think that perhaps your definition of honor",
    "messageBody": "<div id=\"ygrps-yiv-1407959323\">Sir, I&#39;d have to argue that honor is not forgotten.  There are men <br/>\nand women today that fight and die with honor.I think that perhaps <br/>\nyour definition of honor is different than mine.  I see that honor <br/>\nand loyalty can be independent of eachother.  Honor is synonymous <br/>\nwith integrity.  The unfying moral character of a person that binds <br/>\nthem to do what is right at all time.  At times, having honor means <br/>\nthat you must overlook your loyalty to do what is right.  If I am <br/>\nloyal to an evil Daimyo (shameless attempt to relate message to group <br/>\nsubject) does that make me a person with honor?  If I am carrying out <br/>\nthe orders of a ruthless bloodthirsty man, do I have honor?  The evil <br/>\nin this world is as much the child of evil men as the good men who do <br/>\nnothing about it. <br/>\nIn the military, having honor may mean disagreeing with your <br/>\nsuperior.  In the case of war, it may mean disobeying an unlawful <br/>\norder.  Under the Law of Armed Conflict, all military people are <br/>\ntaught to abide by certain rules of engagement.  It doesn&#39;t matter <br/>\nhow loyal you may be to your Commander.  If he orders an attack on an <br/>\nillegal target; you disobey or you do not have honor...you have a <br/>\njail sentence with hard labor.<br/>\nI think that most people have some sense of honor (maybe I&#39;m wearing <br/>\nrose colored glasses).  Most people care about how others see them.  <br/>\nHonor in a small sense is what drives people to conform to social <br/>\nnorms.  Most people want to be good.  They want to do the right <br/>\nthing.  <br/>\nI do think loyalty is important.  It is paramount to use reason and <br/>\nobjectivity with loyalty or you could find yourself in deep poop.  <br/>\nDoing the right thing is more important than pleasing the right <br/>\npeople.<br/>\n(stepping off soapbox)<br/>\n<br/>\nBrandon<br/>\n<br/>\n --- In <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:samuraihistory@yahoogroups.com\">samuraihistory@yahoogroups.com</a>, &quot;Emine SELBES&quot; &lt;<br/>\nemineselbes@s...&gt; wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt; yes, yes, yes,<br/>\n&gt; honour is just about forgotten in the world, following the collapse <br/>\n </span></blockquote>of<br/>\n<blockquote><span title=\"ireply\"> &gt; feudal families;<br/>\n&gt; being a member of such a family myself, honour and loyalty are two <br/>\n </span></blockquote>musts of<br/>\n<blockquote><span title=\"ireply\"> &gt; my life;<br/>\n&gt; strange how few people agree,<br/>\n&gt; i work for a multinational company and we had a work-shop last <br/>\n </span></blockquote>weeek<br/>\n<blockquote><span title=\"qreply\"> &gt; todetermine the core values for our company<br/>\n&gt; so few people voted for loyalty!!!<br/>\n&gt; regards<br/>\n&gt; emine </span></blockquote></div>",
    "specialLinks": []
}