{
    "userId": 128395055,
    "authorName": "Eponymous13@aol.com",
    "from": "Eponymous13@...",
    "profile": "holydemon13",
    "replyTo": "LIST",
    "senderId": "q4S_pjAkw7ISfzLm_WT8gbqUtkJXBH8gvADMK3lWlBGRLBrNXgxZimkmXVRBEmp-pwmkHkJQgT5Gvg",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [samuraihistory] Re: Samurai",
    "postDate": "1080189412",
    "msgId": 4013,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDE0MS4yNTQ1ODMxMi4yZDkzYmJlNEBhb2wuY29tPg=="
    },
    "prevInTopic": 4010,
    "nextInTopic": 4014,
    "prevInTime": 4012,
    "nextInTime": 4014,
    "topicId": 3916,
    "numMessagesInTopic": 51,
    "msgSnippet": "Hey: Watakushi no kioku ga tashika naraba... (I think that s right -- my japanese lessons include watching Iron Chef on the Food Network.) Did Mitsuhide not",
    "messageBody": "<div id=\"ygrps-yiv-1753064568\">Hey:<br/>\n       Watakushi no kioku ga tashika naraba... (I think that&#39;s right -- my <br/>\n&quot;japanese lessons&quot; include watching Iron Chef on the Food Network.)<br/>\n       Did Mitsuhide not slay Nobunaga to get back at him for something or <br/>\nother, perceived or real?  Or is that part of fictional lore?  And what would <br/>\nhave happened had Mitsuhide not taken the action?  In all honesty, I ask this <br/>\nquestion: Might Hideyoshi have tired of being the right arm of Nobunaga and <br/>\nsimply turned on him and taken him out himself, ascending to where he ended up <br/>\nanyway?  Or would he have been content to wait out Nobunaga&#39;s life and risk it <br/>\nagainst the sons?<br/>\n       Why do you consider Mitsuhide&#39;s move dumb?  As opposed to just plain <br/>\nluckless?  It seems to me that the Mori not finding out about Nobunaga&#39;s demise <br/>\nand Akechi&#39;s alliances crumbling wasn&#39;t something caused by stupidity, just <br/>\nbeing in the wrong place at the right time, which can be attributed to being, <br/>\nas I said before, just plain luckless.  I mean, it seems to me that Akechi <br/>\ncouldn&#39;t win for losing.  Same goes for Shibata, the other sons of Nobunaga and <br/>\neveryone else except for Hideyoshi and Ieyasu.  And something Hideyoshi may have <br/>\ndone anyway, given the time.  Somehow, I don&#39;t think he shed any tears <br/>\nwhatsoever over Nobunaga&#39;s death.<br/>\n       Just a couple questions.  :-D  Take care, y&#39;all.  :-D<br/>\n<br/>\nL8r<br/>\nTim<br/>\n<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
    "specialLinks": []
}