{
    "userId": 117284624,
    "authorName": "Bill M.",
    "from": "&quot;Bill M.&quot; &lt;billm@...&gt;",
    "profile": "satotetsutaro",
    "replyTo": "LIST",
    "senderId": "CRz9AR4bO8s4UrFskNT9aU_S0Oew7i3YFWWoXCksxQ3kaH8FHKC5m9ImM8R8g1QKypPwfCJEtvpBefRlOhoXaX7uTDVBNcaVfudYAKo",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Time to throw things at the new guy!",
    "postDate": "1087758127",
    "msgId": 4584,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGNiNG12Zit2ZG8zQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 4587,
    "prevInTime": 4583,
    "nextInTime": 4585,
    "topicId": 4584,
    "numMessagesInTopic": 23,
    "msgSnippet": "Greetings Gents, As I mentioned in a previous email I have been reading Stephen Turnbull s Samurai a Military History. I have a question concerning the",
    "messageBody": "<div id=\"ygrps-yiv-1791980948\">Greetings Gents,<br/>\n<br/>\nAs I mentioned in a previous email I have been reading Stephen <br/>\nTurnbull&#39;s &quot;Samurai a Military History.&quot;<br/>\n<br/>\nI have a question concerning the Battle of Uji, 20 June 1180.<br/>\n<br/>\n1) How long was the Uji bridge (width and length), or the width of <br/>\nthe Ujigawa at this location?<br/>\n<br/>\n2) The map on page 26 is not very detailed. Where is the Byodo-in, in <br/>\nrelation to the Uji bridge and the box representing Nara shown on the <br/>\nmap? Does anybody have a more detailed map of the region with the <br/>\nplaces marked and the topography?<br/>\n<br/>\n3) Turnbull states that the Minamoto forces at the battle numbered <br/>\n300. Does anybody know the composition of these forces? He does <br/>\nmention that some were monks. How many?<br/>\n<br/>\n4) Turnball states that at the time of this battle the Taira were <br/>\nraising an army of 20,000. How many fought at the Battle of Uji and <br/>\nwhat was the composition of those troops?<br/>\n<br/>\nWhile I like the book and his writing style I do think that it lacks <br/>\nthe detail of a true military study. Any help with the above <br/>\nquestions would be greatly appreciated.<br/>\n<br/>\nNow for a couple of technical questions:<br/>\n<br/>\n1)\tWhat was the average range for archers of the time? Turnbull <br/>\nstates 350 yards. Then in the chapter covering the Mongol invasions <br/>\nhe states that due to the period of relative peace between the Mongol <br/>\ninvasions and the Gempei War that this range had degraded and that <br/>\narchers from Kyushu did not have the skill or range than archers from <br/>\nthe east.<br/>\n<br/>\nCan anybody shed any light on this?<br/>\n<br/>\nWell enough for now. Back to the book.<br/>\n<br/>\nCheers<br/>\nBill M.<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.russojapanesewar.com\">http://www.russojapanesewar.com</a></div>",
    "specialLinks": []
}