{
    "userId": 190648532,
    "authorName": "Solomon,jr Bacarizas",
    "from": "&quot;=?iso-8859-1?q?Solomon,jr=20Bacarizas?=&quot; &lt;soulmoon888@...&gt;",
    "profile": "soulmoon888",
    "replyTo": "LIST",
    "senderId": "7gadgnfoNELfdD_AQrF3DqfzLNaZ43uh2df4wu70N6njYbRQiPoYgESPzD09YAmRXcocLvI0kkVI8V5vqbNo4mb2sx-tWO79e03RbNdqiOtuVmUIfBmidWPI9I4YpHRpfK6W24_JUBg",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [samuraihistory] Difference between Shogun and Daimyo.",
    "postDate": "1089447305",
    "msgId": 4797,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDQwNzEwMDgxNTA1LjQ5NDgucW1haWxAd2ViNTM0MDEubWFpbC55YWhvby5jb20+",
        "inReplyToHeader": "PGNjZm9obytwZjdpQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 4793,
    "nextInTopic": 4799,
    "prevInTime": 4796,
    "nextInTime": 4798,
    "topicId": 4777,
    "numMessagesInTopic": 23,
    "msgSnippet": "zevlord  wrote: Was just wondering if this is correct. A daimyo ruled over a province and reported to the shogun, the military leader in",
    "messageBody": "<div id=\"ygrps-yiv-570325340\">zevlord &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:LordZev@...\">LordZev@...</a>&gt; wrote:<br/>\nWas just wondering if this is correct. A daimyo ruled over a province <br/>\nand reported to the shogun, the military leader in Japan during the <br/>\nEdo period. During the Meiji restauration, the institution of the <br/>\ndaimyo was abolished and the provinces were replaced by prefectures. <br/>\nWhile The shogun was the highest Japanese military ruler during the <br/>\nKamakura and Edo period. Although the emperor was officially the head <br/>\nof the state, the shogun rulers had the actual power until the end of <br/>\nthe Edo period<br/>\n<br/>\nHello guys! Thanks to all of you who makes this forum very informative with regards to the history of samurai and the surrounding isssues about them.I don&#39;t to want to pose as knowing as much with regards to this subject.I know a little and that&#39;s why I participated in this group because of my passion and interest about the samurai as a peculiar class of Japan.I am glad that there are many knowledgeable participants in our disscussion group.<br/>\n<br/>\nStill however I would like to share the little knowledge I have in connection to our poster&#39;s questions and perhaps some other time I will post my own questions.I have the confidence that it will solicit satisfying answers.<br/>\n<br/>\nWith regards to Shogun/Daimyo distinction;I&#39;ve read some of the reply to that question and I dont want to be redundant in repeating the info that have already been given.To the best of my knowledge, what I know about the Shogun is that it is title conferred by the imperial court to a military leader during the Heian period;its full title is &#39;sei tai shogun&#39;  which literally means &#39;barbarian-quelling-great-general&#39;.The first recipient of this title was Otomo Otomaro.It was given to him by  Emperor Kammu when he was sent to campaign against the Ainu in the northern portion of Honshu.He later handed back his sword of office after he completely routed the Ainu rebels.This title assumed a different role and meaning when the Minamoto Yoritomo,after his complete victory against the Taira, was awarded of this title by the court after Go-Shirakawa&#39;s death.The title became hereditary to the leaders of the Minamoto family.This was during the Kamakura & Muromachi periods(about 12th to<br/>\n 15thcentury).The later period of this era was characterized by the ineptitude of the shogunate to rule effectively that new brand of leaders emerged in Japan;they were called &#39;Daimyo&#39; which literally means &#39;large-land owners&#39;(later the title came to mean &#39;great name&#39;).They were called as such because daimyo claim to posses the territories that they rule & govern.At first, daimyo were appointed by the shoguns to the outlying provinces as administrator to the bakufu(military) system of the shogunate;they were called &#39;shugo-daimyo&#39; and in a sense they are answerable to the shogun.But the daimyo at the later part of tha Ashikaga rule during the Muromachi which is also the period of &#39;sengoko-jidai&#39;(literally,a period of a country at war) were entirely different from the shugo-daimyo of the bakufu system.These new brand of territorial or local leaders competed and fought against each other to protect and to some extent extend their control and territories.The daimyo became the protectors<br/>\n of the interests of the compact units that they rule.They also have retainers and council of elders who help them in their government.<br/>\n<br/>\nAt the beginning of the 16th century,there were three great contemporary daimyo(s) who became powerful enough to subjugate all the other daimyo to their leadership.They were allies in their campaign against all the other daimyo.It signalled the ending of the &#39;sengoku&#39;.These three were Oda Nobunaga,Toyotomi Hideyoshi and Ieasu Tokugawa;all of them were great generals in their own right.They formed alliance to bring Japan to gradual unification.Nobunaga was assasinated by one of his generals but Hideyoshi continued what Nobunaga began.After he avenged the death of  Nobunaga he worked to establish firm control of his rein in power.Though a brillant military genius Hideyoshi could not claim the title of shogun because of his humble origins.Actually he is a peasant from Totomi,also the province of Nobunaga;and became foot soldier in Nobunaga&#39;s army.He was promoted to become a military commander because of his spectacular brillance.Before his death he appointed Ieasu as one of the regents<br/>\n to his young son Hideyori.<br/>\n<br/>\nWhen Hideyoshi died it marked another beginning in the fortune of the office of the Shogun.The Tokugawa Ieasu did not keep up to the promise of becoming a protector to the heir of Hideyoshi.Ieasu being too concerned of the supremacy of his family against all the other daimyos when he led an army with a coalition of western daimyo, attacked the eastern daimyo under another regent appointed by Hideyoshi for his son named Ishida.This took place in the battle of Sekigahara.After this battle where he emerged as the victor,Ieasu took for himself the tiltle of shogun.This did not pose any difficulty for him since he is of a Minamoto lineage.He obliged the court to sanction his claim.The title was later passed to his son and down to his descendants until the late 19th century.The offfice of the Shogun was later abolished under the Meiji restoration.<br/>\n<br/>\nIt was during the Tokugawa period that the daimyo were classified into two categories: the &#39;fudai-daimyo&#39; & the &#39;to-zama daimyo&#39;.The former literally means &#39;heridetary-vassal lords&#39; which implies that they were a family of former Tokugawa vassals and more trusted daimyo while the latter literally means &#39;outside lords&#39; which implies that they belong to a class of daimyo who have not yet gained the complete trust of the Tokugawa.Fudai daimyo became the councillors and senior officials of the new shogunate.Some daimyo of this period are accountable to the shogun but not not necessarily all of them as some are labeled as &#39;outsider daimyo&#39; which could only mean that their allegiance to the shogun is still held as questionable.But at the later part of the Tokugawa also called the Edo period this distinction became gradually blurred as they cohabited together in Edo and as time wore on, they finally settled amicably then through intermarriage,adoption and links which they may have acquired<br/>\n they relegated their different interests to familial ties and tacit or informal agreement.The Edo period under the Tokugawa lasted for two and a-half centuries of relative peace. <br/>\n---<br/>\nSamurai Archives: <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.samurai-archives.com\">http://www.samurai-archives.com</a><br/>\nSamurai Archives store: <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.cafeshops.com/samuraiarchives\">http://www.cafeshops.com/samuraiarchives</a><br/>\n--- <br/>\n<br/>\n<br/>\n<br/>\nYahoo! Groups SponsorADVERTISEMENT<br/>\n<br/>\n<br/>\n---------------------------------<br/>\nYahoo! Groups Links<br/>\n<br/>\n   To visit your group on the web, go to:<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://groups.yahoo.com/group/samuraihistory/\">http://groups.yahoo.com/group/samuraihistory/</a><br/>\n  <br/>\n   To unsubscribe from this group, send an email to:<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:samuraihistory-unsubscribe@yahoogroups.com\">samuraihistory-unsubscribe@yahoogroups.com</a><br/>\n  <br/>\n   Your use of Yahoo! Groups is subject to the Yahoo! Terms of Service. <br/>\n<br/>\n<br/>\n<br/>\n---------------------------------<br/>\n  Yahoo! Messenger - Communicate instantly...&quot;Ping&quot; your friends today! Download Messenger Now<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
    "specialLinks": []
}