{
    "userId": 188869672,
    "authorName": "naomasa298",
    "from": "&quot;naomasa298&quot; &lt;shanesuebsahakarn@...&gt;",
    "profile": "naomasa298",
    "replyTo": "LIST",
    "senderId": "R2hvemFM6Vlt7op6CplJoa76xry2TnY1YfLpJUz6EuMzufsg2NrlRJ2O8kLc4-NHU193nbXnIJLu9HO7seJ9hZQOMFbE4MTyIoSdJMw--EFHuw",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: Difference between Shogun and Daimyo.",
    "postDate": "1089553025",
    "msgId": 4804,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGNjcmZxMStoOHF1QGVHcm91cHMuY29tPg==",
        "inReplyToHeader": "PDIwMDQwNzExMDI1MDM4LjIyOTgyLnFtYWlsQHdlYjYwMTA4Lm1haWwueWFob28uY29tPg=="
    },
    "prevInTopic": 4803,
    "nextInTopic": 4805,
    "prevInTime": 4803,
    "nextInTime": 4805,
    "topicId": 4777,
    "numMessagesInTopic": 23,
    "msgSnippet": "... character, iam not f he have a samurai history, all i know about him is that his name is Sanada Yukimura & he Sereved Shingen Takeda. ... Judging by the",
    "messageBody": "<div id=\"ygrps-yiv-1432444513\">--- In <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:samuraihistory@yahoogroups.com\">samuraihistory@yahoogroups.com</a>, Squall Lionheart <br/>\n&lt;blue_moon_dragon1@y...&gt; wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt; hi,<br/>\n&gt; my name is Leon & i just wanted someone to tell me about a <br/>\n </span></blockquote>character, iam not f he have a samurai history, all i know about him <br/>\nis that his name is Sanada Yukimura & he Sereved Shingen Takeda.<br/>\n<blockquote><span title=\"ireply\"> &gt; any information would do,<br/>\n&gt; thank you <br/>\n<br/>\n </span></blockquote>Judging by the way you&#39;ve written the names, you may have seen him <br/>\nin the game &quot;Samurai Warriors&quot; by Koei. Here&#39;s some summarised <br/>\ninformation about him:<br/>\n<br/>\nSanada Nobushige (Yukimura) was born in 1567, the second son of <br/>\nSanada Masayuki. Takeda Shingen died in 1573, and the Takeda clan <br/>\nfell to a Toyotomi/Tokugawa invasion in 1582.<br/>\n<br/>\nOne of the (many) errors in the game has Yukimura fighting at <br/>\nNagashino (1575), which seems unlikely, given that he was eight <br/>\nyears old at the time.<br/>\n<br/>\nAfter the fall of the Takeda clan, Sanada Masayuki allied with the <br/>\nHojo and became daimyo of Ueda. They later submitted to the <br/>\nToyotomi, taking part in the seige of the Hojo&#39;s Odawara castle in <br/>\n1590.<br/>\n<br/>\nIn 1600 during the Sekigahara campaign, Masayuki and Yukimura were <br/>\nbeseiged in Ueda by Tokugawa Hidetada. 38,000 Tokugawa beseiged 3000 <br/>\nSanada in the castle, but failed to take it, resulting in Hidetada <br/>\nmissing the battle of Sekigahara itself (much to Ieyasu&#39;s fury). <br/>\nBoth were exiled to Kudoyama, from where Yukimura made his way to <br/>\nOsaka to take part in both the Winter and Summer campaigns. During <br/>\nall of this, Yukimura&#39;s elder brother Nobuyuki (who had earlier been <br/>\nsent as a hostage to the Tokugawa) fought for Ieyasu at the battle <br/>\nof Sekigahara itself.<br/>\n<br/>\nIn the Winter campaign, Yukimura led his men at the Sanada-maru (or <br/>\nthe Sanada barbican) which saw some of the fiercest fighting of the <br/>\nbattle, where they held off the &quot;Red Devils&quot; (the aka-oni) of the <br/>\nIi, with the help of Kimura Shigenari.<br/>\n<br/>\nIn the Summer campaign, Yukimura was again one of the leading <br/>\ndefenders along with Mori Katsunaga, Goto Matabei, Kimura and <br/>\nothers. After a lot of heavy fighting (Yukimura&#39;s troops were on the <br/>\nfront line) Yukimura sat down to rest (some say he slumped down on a <br/>\ncampstool in despair, knowing that his cause was lost) and was <br/>\nconfronted by an enemy samurai, Nishio Nizaemon. Too tired to fight, <br/>\nhe took off his helmet, and was beheaded.</div>",
    "specialLinks": []
}