{
    "userId": 190648532,
    "authorName": "Solomon,jr Bacarizas",
    "from": "&quot;=?iso-8859-1?q?Solomon,jr=20Bacarizas?=&quot; &lt;soulmoon888@...&gt;",
    "profile": "soulmoon888",
    "replyTo": "LIST",
    "senderId": "SW-QKwG33GgAkl10I0C5KxksAKsYpA-2EpNCsKjru_mSuD9vIUsLNmzihhesoqtBYhgjO0LszbWzWsoCx4qd4TixBVgkVg1Rn8u2y6YyyA-ACvFeOd2LI0i73J_iU_TdtZ6t1YvutoQ",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [samuraihistory] Difference between Shogun and Daimyo.",
    "postDate": "1089625338",
    "msgId": 4810,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDQwNzEyMDk0MjE4LjE1OTcucW1haWxAd2ViNTM0MDQubWFpbC55YWhvby5jb20+",
        "inReplyToHeader": "PDQwRjFEQTczLjIwOTA4MDdAaW5kaWFuYS5lZHU+"
    },
    "prevInTopic": 4809,
    "nextInTopic": 4811,
    "prevInTime": 4809,
    "nextInTime": 4811,
    "topicId": 4777,
    "numMessagesInTopic": 23,
    "msgSnippet": "Well, thanks a lot Ton! for bringing to my attention all of your quibbles and also for correcting me of my inaccuracies.I appreciate it a lot! Yeah! you are",
    "messageBody": "<div id=\"ygrps-yiv-218271478\">Well, thanks a lot Ton! for bringing to my attention all of your quibbles and also for correcting me of my inaccuracies.I appreciate it a lot! Yeah! you are all correct in almost every point, except about Mori Motonari(would have been Terumoto).As I check again my references I found myself to be so uncareful to give a double checking to every detail I posted.I understand that you meant no any intention to embarrass but for the benefit of all those who&#39;ll happen to read what we post in response to our poster&#39;s question it is just right to rectify any spotted mistakes in the details given.I learned a great deal here.I should have read again and again the materials I have before I would give my contributions.Though I&#39;m tempted to give justifications for saying what I&#39;ve said with regards to the issues of titles,I realized that just any issues whether they be political or what,there could be no end to a number of resolutions that scholars or historians give.Whether a shogun is a title<br/>\n that no one can claim except it be given by the imperial court or a person must be of Minamoto,Ashikaga or what,are issues that could as well amount to a never ending speculative assumptions.We know that the court during those times that we referred to lost a de facto power to be considered as actually giving any preponderance to the position that they conferred to powerful individuals.Hope I wont be wrong again to assume that the sanctions to the positions they confer were just mere formalities to legitimize the authority of the persons concerned.But whether a powerful individual is sanctioned by the court or not,the strength of their rule & authority still rests with their military and political acumen.But still I do not omit the fact that the throne is still a veritable symbol of Japanese unity invested with prestige & ceremonial authority.Also,as to which is a more exalted position;the Shogun or the Kampaku is a subject that&#39;s also surrounded with subjective issues.Again please<br/>\n correct me if I&#39;m off the mark;the title of Kampaku were once the title attached to the head of the Fujiwara & its power lasted as long as the Fujawara hegemony lasted.The Fujiwara virtually ruled dictatorially by acting as the power behind the throne installing emperors of their choice and forcing others to abdicate as they saw fit.But during the reign of the cloistered emperors beginning from Go-Sanjo, who did not submit to this arrangement it dealt a powerful blow to Fujiwara dominance from which they never recovered.Then began the feudal system when another form of leadership emerged.I&#39;m referring to the establishment of the Shogunate after a long struggle between the two powerful military houses, the Minamoto and the Taira.Well the title of Kampaku still exists but just as the center of power didn&#39;t issue from the court any longer,and so also was the corresponding privilege of this once powerful office.I wonder why Hideyoshi could have not become a Shogun.I just stated that he<br/>\n is not of a Minamoto birth & didn&#39;t have a courlty family background, but why he accepted the title of Kampaku, he is not a Fujiwara either(now I&#39;m not aware if there are Kampaku&#39;s other than the Fujiwara excepting Hideyoshi, though I&#39;m aware that the word simply means a regent to an adult emperor;please tell me if there are) .Is it not only for political exigency that he chose the title Kampaku and not Shogun?Then does it already mean that Kampaku is more exalted because it is a title that has closer link to the court? But then again we have to consider that the court doesn&#39;t held sway to the political life of Japan during that period.And perhaps most of us are familiar that after Hideyoshi,the title of Kampaku has no more actual power.Still the emperor was the ruler &#39;de jure&#39; but &#39;de facto&#39; rulership fell to the hand of the Shogun.<br/>\n  <br/>\nThanks for all your concerns to accuracy and detail,please bear with us who may have been careless as to even just minor point of details.With a little amount of knowledge that you have you just dont know how far your ignorance will carry you along once you try to share the meager knowledge that you possess,but that&#39;s how we actually journey towards learning.First we admit our ignorance,but then after we&#39;ve known a lot we realize how much we still do not know a lot of things unless someone will point that out to us.<br/>\n <br/>\nWill be glad to read more from you!!   :- )   <br/>\n<br/>\n&quot;Anthony J. Bryant&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:ajbryant@...\">ajbryant@...</a>&gt; wrote:<br/>\n <br/>\nSolomon wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt; This took place in the battle<br/>\n&gt; of Sekigahara.After this battle where he emerged as the victor,Ieasu took for<br/>\n&gt; himself the tiltle of shogun.<br/>\n<br/>\n </span></blockquote>No, he didn&#39;t. The emperor appointed him sh么gun in 1603 (three years after the <br/>\nbattle). You can&#39;t TAKE the title of sh么gun any more than any other <br/>\nimperially-awarded office or rank.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; This did not pose any difficulty for him since<br/>\n&gt; he is of a Minamoto lineage.<br/>\n<br/>\n </span></blockquote>Well, maybe. The fact of his multiple genealogies -- with different backgrounds <br/>\n(Taira, Minamoto, Fujiwara, what have you) is well documented. In this case, the <br/>\nMinamoto one was more useful, and became the &quot;official&quot; one. :)<br/>\n<br/>\nHe obliged the court to sanction his claim.The<br/>\n<blockquote><span title=\"ireply\"> &gt; title was later passed to his son and down to his descendants until the late<br/>\n&gt; 19th century.The offfice of the Shogun was later abolished under the Meiji<br/>\n&gt; restoration.<br/>\n&gt; <br/>\n&gt; It was during the Tokugawa period that the daimyo were classified into two<br/>\n&gt; categories: the &#39;fudai-daimyo&#39; & the &#39;to-zama daimyo&#39;.<br/>\n<br/>\n </span></blockquote>If I&#39;m not mistaken, Hideyoshi also used that distinction to identify those who <br/>\nwere his vassals and those who were his Vassals -- people who&#39;d been with him <br/>\nsince day one vs. those who joined up later.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; The former literally<br/>\n&gt; means &#39;heridetary-vassal lords&#39; which implies that they were a family of<br/>\n&gt; former Tokugawa vassals and more trusted daimyo while the latter literally<br/>\n&gt; means &#39;outside lords&#39; which implies that they belong to a class of daimyo who<br/>\n&gt; have not yet gained the complete trust of the Tokugawa.<br/>\n<br/>\n </span></blockquote>Specifically, fudai were those who were vassals *before* Sekigahara, and <br/>\neveryone else -- even those who had been allies then but not vassals -- were <br/>\ntozama. There&#39;s also a third category of daimy么: shinpan. These were daimyo who <br/>\nwere related by blood to the Tokugawa/Matsudaira house. A small, but very <br/>\ninfluential, group, the shinpan.<br/>\n<br/>\nThe Tokugawa house itself was broken into three branches: the Kii, Owari, and <br/>\nMito Tokugawa (the &quot;go-sanke&quot;), which were set to provide an heir for the <br/>\nshogunal seat if the main line of Ieyasu&#39;s son Hidetada failed to produce an <br/>\nheir. A few times (including the last sh么gun), the heir came from one of the <br/>\nbranches. (In fact, one branch itself branched off to form a further three <br/>\nsub-houses.)<br/>\n<br/>\nTony<br/>\n-- <br/>\n<br/>\nAnthony J. Bryant<br/>\nWebsite: <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.sengokudaimyo.com\">http://www.sengokudaimyo.com</a><br/>\n<br/>\nEffingham&#39;s Heraldic Avatars (...and stuff):<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.sengokudaimyo.com/avatarbiz.html\">http://www.sengokudaimyo.com/avatarbiz.html</a><br/>\n<br/>\nGrand Cross, Order of the Laurel:<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.cafepress.com/laurelorder\">http://www.cafepress.com/laurelorder</a><br/>\n<br/>\n<br/>\n<br/>\n<br/>\n---<br/>\nSamurai Archives: <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.samurai-archives.com\">http://www.samurai-archives.com</a><br/>\nSamurai Archives store: <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.cafeshops.com/samuraiarchives\">http://www.cafeshops.com/samuraiarchives</a><br/>\n--- <br/>\n<br/>\n<br/>\n<br/>\nYahoo! Groups SponsorADVERTISEMENT<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n---------------------------------<br/>\n<br/>\nYahoo! Groups Links<br/>\n<br/>\n<br/>\n   To visit your group on the web, go to:<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://groups.yahoo.com/group/samuraihistory/\">http://groups.yahoo.com/group/samuraihistory/</a><br/>\n  <br/>\n   To unsubscribe from this group, send an email to:<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:samuraihistory-unsubscribe@yahoogroups.com\">samuraihistory-unsubscribe@yahoogroups.com</a><br/>\n  <br/>\n   Your use of Yahoo! Groups is subject to the Yahoo! Terms of Service. <br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n---------------------------------<br/>\n  Yahoo! Messenger - Communicate instantly...&quot;Ping&quot; your friends today! Download Messenger Now<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
    "specialLinks": []
}