{
    "userId": 190230968,
    "authorName": "Silk Road School",
    "from": "&quot;Silk Road School&quot; &lt;silk.road.school@...&gt;",
    "profile": "geregjonesmuller",
    "replyTo": "LIST",
    "senderId": "TERCX6IZn6QKO8gupPSwu6xGWVO5T4ObIb4lT4nAkcZctZyvA9yw9Qg7cjjjDP4kOLYlLusAeLjXzI0lGQBQziR9p-TKbi5h6aoz1kBi0k_fki9z1wW38ldA",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "New gaijin on the block",
    "postDate": "1102488233",
    "msgId": 6155,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PE1FQkJLREhHUE5LR01MS1BEQU9QS0VORUNJQUEuc2lsay5yb2FkLnNjaG9vbEBpeC5uZXRjb20uY29tPg==",
        "inReplyToHeader": "PDExMDIzNzI3ODMuOTA3LjY4NDI2Lm0xMkB5YWhvb2dyb3Vwcy5jb20+"
    },
    "prevInTopic": 0,
    "nextInTopic": 6156,
    "prevInTime": 6154,
    "nextInTime": 6156,
    "topicId": 6155,
    "numMessagesInTopic": 10,
    "msgSnippet": "Matt - I don t think anybody else is actually gong to be blatant or direct enough to recommend Anthony Bryant s Osprey book on the Samurai of the Tudor period ",
    "messageBody": "<div id=\"ygrps-yiv-151231878\">Matt -<br/>\n\tI don&#39;t think anybody else is actually gong to be blatant or direct enough<br/>\nto recommend Anthony Bryant&#39;s Osprey book on the Samurai of the Tudor period<br/>\n(although oddly enough, as you may think, it isn&#39;t titled _exactly_ that),<br/>\nbecause Tony&#39;s too ethical (and too proud) to do it and Nate knows him too<br/>\nwell... so I might as well just out and say it.  Good book.  (And I didn&#39;t<br/>\neven know the author was here when I signed onto the list.)  Particularly<br/>\ninteresting to you, I would guess, because of the period it covers - Japan<br/>\nduring Queen Elizabeth&#39;s time (God save her).<br/>\n\tNow knowing your dramatic background, and knowing that this isn&#39;t your<br/>\nusual milieu (Pilot Adams, I presume?  -Sorry, that&#39;s a kind of &#39;Shogun&#39;<br/>\njoke), let me commend to your attention a few films for general &#39;feel&#39;.<br/>\nNone of these is actual history, of course.  But there&#39;s lots (and lots and<br/>\nLOTS) of crrrap out there, and it&#39;s easy to get lost in delusions based on<br/>\nbad period drama.  You know how it goes.  (A perfectly pleasant and<br/>\nintelligent soul recently said here that &quot;Rurouni Kenshin&quot; seemed to be<br/>\nreasonably historical, for example, provoking uncontrollable fits of<br/>\nlaughter from Tony.)  So here&#39;s some _good_ period drama, by way of<br/>\ncontrast.<br/>\n...It&#39;ll be interesting to see how this list goes over on this list, in<br/>\nfact. (By the way, I have to admit here and now to a sneaking fondness for<br/>\nthe manga of &quot;Rurouni Kenshin&quot; (I&#39;ve seen nothing of the anime, so have no<br/>\nopinion), but let&#39;s say I&#39;ve ...reserved judgement ...on any historical<br/>\ndetails I came across in the storyline...)<br/>\n<br/>\n\t\tStuff by Kurosawa Akira (look under &#39;K&#39;, not &#39;A&#39;)<br/>\nSeven Samurai<br/>\nHidden Fortress<br/>\n\t...both set in the Warring States period (roughly while Gloriana sat the<br/>\nthrone of England)<br/>\nYojimbo<br/>\nSanjuro<br/>\n\t...some centuries later - these are bloody hilarious:  and I mean both.  As<br/>\nI recall, these are set in the mid-1800s.<br/>\n<br/>\n\tStuff by Inagaki Hiroshi (under &#39;I&#39;, not &#39;H&#39;)<br/>\nChushingura<br/>\n...set about 1700 -the archetypal samurai epic:  the 47 Ronin done on the<br/>\nscale of &#39;Gone With The Wind&#39; - think of it as the Japanese cultural<br/>\nequivalent to Thermopylae, the Alamo, the Titanic, and the Easter Uprising<br/>\nall rolled into one.  This film is long and slow, and it&#39;s hard for a gaijin<br/>\n(at least) to keep track of everybody the first time or two through it...<br/>\nbut it&#39;s wonderful for all that.  Many of the shots were taken directly from<br/>\nclassic woodcuts of the episode.<br/>\nThe Samurai Trilogy<br/>\n...a popularised (and fairly implausible) version of the life of Musashi<br/>\nMiyamoto, author of the Book of Five Rings (or Spheres)... arguably the<br/>\ngreatest of the samurai.  (I&#39;ve heard he&#39;s referred to as &quot;Kensei&quot; in Japan,<br/>\nand if someone would give me a more clear definition of that than Harris&#39;s<br/>\n&quot;sword-saint&quot; I would be most grateful.)  Matt, I&#39;ve made the better part of<br/>\na life&#39;s study of this work.  Strong talk from an Arrogant Son-Of-a-Bitch<br/>\nlike me, you may note.  I carry a small copy of the book on me the way some<br/>\nfolks carry a Bible, and I have never exhausted what I can learn from it.<br/>\nIf I ever achieve a fraction of Musashi&#39;s mastery, I will regard myself as<br/>\nfortunate beyond my deserts.<br/>\n...Now don&#39;t expect this trilogy to make a hell of a lot of sense in terms<br/>\nof sequential plot line unless you&#39;ve read the lengthy book on which it&#39;s<br/>\nbased, but it&#39;s beautifully made and it&#39;s packed with a zillion little<br/>\nperiod details.  The novel was written and serialised in the 1930s, and<br/>\nreflects some of the most impressively developed virgin/whore dichotomy I&#39;ve<br/>\never seen anywhere.<br/>\n<br/>\n\tNow then:  if Kitsuno (the list-owner:  a Mysterious Figure with whom I&#39;ve<br/>\nnever exchanged a post:  some say he&#39;s really a fox spirit), or Tony, Nate,<br/>\nDean or any of you other elitist, ASOB lot have some suggestions I&#39;ve<br/>\nmissed, I&#39;d be only too happy for the recommendation.  I&#39;ve just about got<br/>\nthe ones I&#39;ve listed memorised already.  (I only pray I&#39;m not opening a<br/>\nfloodgate of raving fandom.)<br/>\n\tGereg</div>",
    "specialLinks": []
}