{
    "userId": 145759856,
    "authorName": "Kitsuno",
    "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
    "profile": "kitsuno",
    "replyTo": "LIST",
    "senderId": "GMECu2CDUuA2qcrbFu3Z1KiQ1TAyCD6Gw6aQ8RkYT8Wlb70cq5bqJAuDCjGir_W3DU8RZ6dUyktj_shT_tBBWNHca_MWV-tR-DdTTiF0iP_saoSTbgA1Y6k",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "DVD Release: &#39;Twilight Samurai&#39; offers both action, romance",
    "postDate": "1105678459",
    "msgId": 6533,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGNzN2o5citzaHV0QGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 6535,
    "prevInTime": 6532,
    "nextInTime": 6534,
    "topicId": 6533,
    "numMessagesInTopic": 3,
    "msgSnippet": "Twilight Samurai offers both action, romance Among the many primo Asian films to reach our shores and vidstores over the past few months, Yoji Yamada s 2002",
    "messageBody": "<div id=\"ygrps-yiv-2130438958\">&#39;Twilight Samurai&#39; offers both action, romance<br/>\n<br/>\nAmong the many primo Asian films to reach our shores and vidstores <br/>\nover the past few months, Yoji Yamada&#39;s 2002 The Twilight Samurai, <br/>\nnewly released by Empire Pictures ($26.98), earns a spot at the top <br/>\nof the list. <br/>\n<br/>\nIt&#39;s our... <br/>\nDVD pick of the week <br/>\n<br/>\n    Seibei Iguchi (Hiroyuki Sanada) is not your typical screen <br/>\nsamurai. A low-ranking office worker in a late-19th-century Japanese <br/>\nvillage, the widowed Seibei spends his spare time caring for his <br/>\nbeloved young daughters and elderly mother. Potential romance enters <br/>\nthe picture when recently divorced former childhood friend Tomoe <br/>\n(Rie Miyazawa) seeks to reconnect with Seibei. The only problem is <br/>\nTomoe&#39;s abusive, hard-drinking ex, a high-ranking samurai who&#39;s <br/>\ndetermined to challenge Seibei to a duel.<br/>\n<br/>\nWhile his film concludes with an intense action sequence, director <br/>\nYamada lavishes far greater attention on the rhythms of daily life <br/>\nduring a period of dramatic sociopolitical upheaval. Star Sanada, <br/>\nwho followed &quot;The Twilight Samurai&quot; with a prominent supporting role <br/>\nin the Tom Cruise epic &quot;The Last Samurai,&quot; gives a particularly <br/>\nwrenching, textured performance as the decent family man torn <br/>\nbetween his personal wishes and professional obligations. <br/>\nInteresting interviews with actor Sanada and director Yamada <br/>\ncomprise the disc&#39;s only extras, but the film supplies sufficient <br/>\nrewards in its own right to justify its purchase price.</div>",
    "specialLinks": []
}